Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: Mal Keshar, necromancer extraordinaire, and I obviously would not be here with these weaklings if I could have chosen otherwise.
it: Mal Keshar, straordinario negromante, e ovviamente non sarei qui con questi bambocci se avessi potuto scegliere altrimenti.
ru: Мал Кешар, экстраординарный некромант, и я, безусловно, не был бы здесь с этими слабаками, если бы у меня был выбор.

source: And I’m Igor! But...I’m afraid I don’t have any interesting occupations nowadays...
it: E io sono Igor. Ma... temo di non avere nessuna occupazione interessante ora come ora...

source: I was certainly not informed of having a valley of my own. And you have not answered my question yet. What is the necromancer doing by your side?
it: Non sono stata certo informata di avere una mia valle. E non avete ancora risposto alla mia domanda. Che ci fa il negromante dalla vostra parte?
ru: Мне, конечно, не сообщали о том, что у меня имеется собственная долина. И вы еще не ответили на мой вопрос. Почему вместе с вами некромант?

source: He has assisted us along the way to find you, my lady, and saved our lives multiple times. You are the Lady of Light, are you not?
it: Ci ha aiutato a cercarti, mia signora, e ha salvato le nostre vite molte volte. Tu sei la Dama della Luce, non è vero?
ru: Он помог нам найти путь к Вам, моя леди, и много раз спасал наши жизни. Вы ведь Леди Света, не так ли?

source: That is what my people used to call me. And how can I trust your word, dreadful cultist?
it: Quello è il nome con cui la mia gente mi chiamava. E come posso fidarmi della tua parola, orribile seguace di arti oscure?
ru: Так обычно мои люди называли меня. Но как я могу доверять вашему слову, отвратительный культист?

source: I might have been asleep for all this time but my memory still serves me very well, Galas. I can sense Telchior’s blood flowing through your veins — he was a real fool by sparing the life of this elf. But I suppose we could set our differences aside and talk. Why did you come here? What do you need?
it: Potrò anche essere stata addormentata per tutto questo tempo, ma la mia memoria funziona ancora, Galas. Posso sentire il sangue di Telchior scorrere nelle tue vene – fu un vero folle a risparmiare la vita a questo elfo. Ma credo che potremmo lasciare da parte le nostre differenze e parlare. Perché siete venuti qui? Di cosa avete bisogno?

source: After you parted ways with our people, and those now known as desert elves, we found a new home in a valley located in the far East, which we named in your honor and lived there for a long time. However, recent events forced us to flee from there and find a new home. That is when we met Keshar...
it: Dopo che si divisero le strade tra il nostro popolo e quelli noti ora come elfi del deserto, noi ci stabilimmo in una valle situata all’estremo Est, che chiamammo con il vostro nome, e ci vivemmo molto a lungo. Tuttavia, eventi recenti ci hanno costretto a fuggire da là e cercare una nuova casa. Questo è il motivo per cui abbiamo incontrato Keshar...
ru: После того как вы разошлись с нашим народом и теми, кто ныне известен как пустынные эльфы, мы нашли себе новый дом в долине, расположенной далеко на востоке, которую мы назвали в вашу честь, и жили там в течение долгого времени. Однако, недавние события заставили нас бежать оттуда и искать себе новый дом. Вот так мы встретили Кешара ...

source: Mal Keshar, please.
it: Mal Keshar, per favore.
ru: Мал Кешара, пожалуйста.

source: ...and he led us here to ask you for help in our war against those vile creatures called ‘demons’...
it: ... che ci ha condotto qui per chiedere il vostro aiuto nella nostra guerra contro quelle vili creature chiamate “demoni”...

source: Demons... Are you speaking the truth, Galas?
it: Demoni... Stai dicendo la verità, Galas?
ru: Демоны ... Вы говорите правду, Галас?

source: We would not lie about these matters, my lady.
it: Non mentiremmo mai su una cosa del genere, mia signora.
ru: Мы не стали бы лгать о таком, моя леди.

source: I cannot believe this. I personally made sure that they would never return to Irdya on their own... We sealed Zhangor...we closed the portal...
it: Non ci posso credere. Mi sono assicurata personalmente che non potessero mai tornare a Irdya per conto proprio... Abbiamo sigillato Zhangor... abbiamo chiuso il portale...
ru: Я не могу в это поверить. Я лично удостоверилась, что они никогда не смогут вернуться в Ирдию самостоятельно... Мы запечатали Жангора..., мы закрыли дверь...

source: Zhangor? I do not understand...
it: Zhangor? Non capisco...
ru: Жангора? Я не понимаю...

source: It is a sad history that was forbidden to be told to new generations. You would not understand it and the huge implications those events bring.
it: È una triste storia che fu proibito raccontare alle nuove generazioni. Non la capireste, e non cogliereste le enormi implicazioni che questi eventi portarono.
ru: Это печальная история, которую было запрещено рассказывать новым поколениям. Вы не смогли бы понять её и огромное значение тех событий.

source: True enough. But you cannot blindly face an unknown enemy on the battlefield — that would only bring you a harsh defeat. These are not regular foes. These are wicked monsters that do not feel, do not listen, and most certainly do not love.
it: Abbastanza vero. Ma non si può affrontare ciecamente un nemico sconosciuto sul campo di battaglia: questo può portare solo a un’aspra sconfitta. Questi non sono nemici normali. Questi sono malvagi mostri che non sentono, non ascoltano, e di certo non amano.

source: A minute of silence followed.
it: Seguì un minuto di silenzio.
ru: Последовало минутное молчание.

source: I can feel the suffering of your people. I know... Those creatures almost destroyed the last remnants of the elvish civilization. We are facing the danger of extermination at their hands again.
it: Posso percepire la sofferenza della vostra gente. Lo so... Quelle creature quasi distrussero gli ultimi rimasugli della civilizzazione degli elfi. Stiamo nuovamente affrontando il pericolo dello sterminio per mano loro.
ru: Я могу почувствовать страдание ваших людей. Я знаю... Эти существа почти разрушили последние остатки эльфийской цивилизации. И нам вновь грозит опасность истребления от их рук.

source: And you, necromancer Mal Keshar. I long sought to destroy you for your crimes. You attacked innocent travelers, peaceful villages, and attempted to put an end to the orcish tribes of the North, even when they were a part of the Northern Alliance! But you are tired of your evil ways. Your soul is corrupted, but you seek redemption.
it: E tu, negromante Mal Keshar. Ho a lungo tentato di distruggerti per i tuoi crimini. Hai attaccato viaggiatori innocenti, villaggi pacifici, e tentato di porre fine alle tribù di orchi del Nord, persino quando facevano parte dell’Alleanza del Nord! Ma sei stanco delle vie del male. La tua anima è corrotta, ma cerchi redenzione.
ru: И вы, некромант, Мал Кешар. Я долго стремилась уничтожить вас за ваши преступления. Вы нападали на невинных путников, на мирные деревни и пытались положить конец орочьим племенам Севера даже тогда, когда они были частью Северного Союза! Но вы устали следовать по пути зла. Ваша душа искалечена, но вы ищете искупления.

source: How do you- What do you mean?
it: Come ti... Che intendi?
ru: Но как - что вы имеете ввиду?

source: My lady, have you met the demons before?
it: Mia signora, avete incontrato i demoni prima d’ora?
ru: Моя леди, Вы встречали демонов прежде?

source: Not in great numbers. The only demon I ever met was a powerful ruler of their kind... What, Anlindë? I hope you understand that we cannot continue to conceal that episode of our lives from Galas and this necromancer. They need to know the nature of the forces they have encountered. So, the time to tell the story of the demon lord Zhangor has come.
it: Non in grandi quantità. L’unico demone che abbia mai incontrato era un potente comandante della loro razza... Cosa c’è, Anlindë? Spero tu capisca che non possiamo continuare a tenere quell’episodio delle nostre vite nascosto a Galas e a questo negromante. Hanno bisogno di conoscere la natura delle forze che hanno incontrato. Quindi, è arrivato il momento di raccontare la storia del signore demone Zhangor.
ru: Не много. Единственный встречавшийся мне демон был великим правителем своего рода.... Что, Анлиндэ? Я надеюсь вы понимаете, что мы не можем и дальше скрывать этот эпизод нашей жизни от Галаса и некроманта. Они должны знать о природе сил с которыми встретились. Итак, настало время рассказать о повелителе демонов Жангоре.

source: I am not sure it is necessary. You may not trust me, and I do not care, but I really do not wish to see such conflicts occur again!
it: Non sono sicura che sia necessario. Forse non vi fidate di me, e non mi interessa, ma non voglio davvero vedere dei conflitti simili capitare di nuovo!
ru: Вы можете не доверять мне, мне всё равно. Но я действительно боюсь увидеть, как такая война повторится вновь!

source: I trust this brave warrior. Very few can face and survive a slaughter, and not lose their sanity. As for you, Anlindë, you know well the story so it does not matter. And the necromancer does not represent any authority for other elves—whatever he says will not be taken into account by them—so he is not a threat, as far as I am concerned.
it: Mi fido di questo coraggioso guerriero. Pochi possono affrontare una carneficina e sopravvivere senza perdere il senno. Per quanto riguarda te, Anlindë, tu conosci già bene la storia, e quindi non importa. E il negromante non rappresenta alcuna autorità per gli elfi – qualsiasi cosa dica non sarà presa in considerazione da loro – perciò non è una minaccia, per quanto mi riguarda.

source: Should I just...go?
it: E io dovrei... andarmene e basta?
ru: Видимо, мне следует... уйти?

source: Hmm... You are a lonely goblin. I guess it would not hurt if you listen as well. Your people may have forgotten or just never learned the history, but I see no problem in teaching it to you. Perhaps someday you may return to them and remind them of the horrors of the past which we should all avoid in the future. For good.
it: Hmm... Sei solo un goblin solitario. Immagino che non dovrebbe creare problemi se ascolti anche tu. Il tuo popolo potrà aver dimenticato o non aver mai imparato la storia, ma non vedo problemi nell’insegnartela. Forse un giorno potresti tornare da loro e ricordare gli orrori del passato che dovremmo evitare in futuro.
ru: Гм... Вы - одинокий гоблин. Полагаю, что вам также не повредит услышать это. Ваш народ мог забыть или никогда не изучал историю, но я не вижу проблемы в том, чтобы вас ей обучить. Возможно когда-нибудь вы сможете возвратиться к ним и напомнить им об ужасах прошлого, которые мы должны избежать в будущем. Навсегда.

source: Oh, many thanks Lady! I have never been treated as an equal by non-goblins! Many thanks!
it: Oh, tante grazie, Signora! Non sono mai stato trattato come un pari da un non-goblin! Tante grazie!
ru: О, леди, большое спасибо! Не-гоблины никогда не считали меня за равного! Большое спасибо!

source: No other elf should listen to this conversation. Now, you will probably want to sit down on the grass to relax and listen. This is a very long history that you ought to know.
it: Nessun altro elfo dovrebbe ascoltare questa conversazione. Ora, probabilmente volete sedervi sull’erba per rilassarvi e ascoltare. Questa è una storia molto lunga che dovreste conoscere.
ru: Ни один другой эльф не должен услышать эту беседу. Теперь, вы, наверное, хотите сесть на траву, расслабиться и слушать. Это - очень длинная история, которую вы должны знать.

source: Galas ordered the rest of his kinsmen to patrol the caves, while Mal Keshar commanded his minions to protect the main chamber and make sure no one could listen in on the conversation they were having with Elynia.
it: Galas ordinò al resto dei suoi fratelli di pattugliare le caverne, mentre Mal Keshar comandò ai suoi schiavi di proteggere la camera principale e di assicurarsi che nessuno potesse origliare la conversazione che stavano avendo con Elynia.
ru: Галас приказал своим сородичам патрулировать пещеры, а Мал Кешар послал своих слуг охранять главный зал и следить за тем, чтобы никто не мог подслушать беседу, которую они вели с Элинией.

source: We should start with the old story of the Golden Age. The continent was mostly dominated by humans, who had established the Empire of Wesnoth eons ago in the Central lands. The elves were distributed throughout the northeastern, northwestern, and southwestern forests, although small groups also wandered around Wesnoth or lived in the smaller forested areas. The dwarves controlled all the mountains, hills, and so forth, usually competing with the fierce orcs and trolls who also favored those regions, and trading their precious ores with us elves, and the humans of Wesnoth.
it: Dovremmo cominciare con la vecchia storia dell’Età dell’Oro. Il continente era dominato per la maggior parte dagli uomini, che avevano stabilito ere fa l’Impero di Wesnoth nelle Terre Centrali. Gli elfi vivevano nelle foreste nord-orientali, nord-occidentali e sud-occidentali, anche se piccoli gruppi vagabondavo per Wesnoth o vivevano in foreste più piccole. I nani controllavano tutte le montagne, le colline e simili, di solito in competizione con orchi e troll feroci che volevano abitare le stesse regioni, e commerciavano i loro preziosi tesori con noi elfi, e con gli uomini di Wesnoth.
ru: Мы должны начать со старой истории Золотого Века. Континент был почти целиком во власти людей, которые несколько эпох назад создали империю Веснот на Центральных землях. Эльфы были распределены по всем Северо-восточным, Северо-западным и Юго-западным лесам, хотя небольшие группы также блуждали по Весноту или жили в меньших лесных областях. Гномы управляли всеми горами, холмами и тому подобным, обычно конкурируя с жестокими орками и троллями, которым также нравились такие ландшафты, и торгуя своими драгоценными рудами с нами, эльфами, и людьми Веснота.

source: The forests south of the Dwarven Kingdom of Knalga were known as the Wesmere forest. Eons ago, they established themselves as the sole authority for elves of all other countries. We valued our sages for their knowledge, more than for their age, martial skill, or magic power — although power comes from knowledge, and knowledge from age, more often than not.
it: Le foreste a sud del Regno Nanico di Knalga erano note come la Foresta di Wesmere. Ere fa, si stabilirono come l’autorità massima per gli elfi di tutte le terre. Valorizzavamo i nostri saggi per le loro conoscenze, più che per la loro età, abilità marziali o poteri magici, per quanto il potere provenga dalla conoscenza, e la conoscenza dall’età, nella maggior parte dei casi.

source: The elves that lived there considered knowledge the most valuable thing in the world, they were highly enthusiastic in investigating every secret world had to offer. Each and every one, including the darkest ones... Though that gave our civilization a great deal of order, discipline, and safety for eons, it would not last forever.
it: Gli elfi che vivevano lì consideravano la conoscenza il bene più prezioso del mondo, mettevano grande passione nell’investigare in qualsiasi segreto il mondo avesse da offrire. Tutti, inclusi i più oscuri. Nonostante questo abbia dato alla nostra civiltà grande ordine, disciplina e sicurezza per ere, ciò non era destinato a durare in eterno.
ru: Эльфы, которые жили там, рассматривали знание как самое ценное в этом мире. Они были полны энтузиазма в расследовании каждой тайны мира, в котором мы живем. Каждой. В том числе самых темных из них ...И хотя это дало нашей цивилизации целую эпоху порядка, дисциплины и безопасности, это не могло длиться вечно.

source: Still, the first step toward chaos was taken by the humans of Wesnoth. More specifically, by the Emperor of Wesnoth, who demanded the creation of a second sun right after a major invasion of undead, led by the necromancer there by your side...
it: In ogni caso, il primo passo verso il caos fu intrapreso dagli uomini di Wesnoth. Più precisamente, dall’Imperatore di Wesnoth, che ordinò la creazione di un secondo sole subito dopo una grande invasione di non-morti, guidata dal negromante lì al vostro fianco...
ru: Хотя, первый шаг к хаосу был сделан людьми Веснота. Если говорить точнее, император Веснота потребовал создания второго солнца сразу же после крупного вторжения нежити во главе с некромантом, стоящим рядом с вами...

source: Hey, I was targeting orcs, not humans or elves. You just got in my way as always.
it: Ehi, stavo puntando agli orchi, non a uomini o elfi. Voi mi siete solo capitati in mezzo ai piedi, come sempre.
ru: Эй! Моей целью были орки, а не люди или эльфы. Вы всего лишь встали у меня на пути, как всегда, впрочем.

source: Indeed. But that would be because the orcs whom you fought against were part of an ancient alliance established amongst the civilizations of the northern lands. Your pointless skirmishes are partly to blame for the sad condition of this Continent at present. And for some reason, the Emperor of Wesnoth issued the decree with specific instructions to conceal his witless decision from me, while I was in the field trying to locate *you*. He rejected my duty as his advisor!
it: Per l’appunto. Ma questo è stato perché gli orchi che stavi combattendo facevano parte di un’antica alleanza stabilita tra le civiltà delle terre del nord. Le tristi condizioni in cui oggi versa il Continente sono in parte dovute alle tue incursioni senza senso. E per qualche motivo, l’Imperatore di Wesnoth stabilì il decreto con specifiche istruzioni di nascondere a me la sua insensata decisione, mentre io ero sul campo nel tentativo di localizzare *te*. Rifiutò di ascoltare ciò che come sua consigliera gli avevo suggerito!
ru: Верно. Но это было потому, что орки, против которых Вы боролись, были частью древнего союза, установленного среди цивилизаций Северных земель. Ваши бессмысленные вылазки - одна из причин печальной ситуации на Континенте в настоящее время. И в то время как я была в походе, пытаясь определить Ваше местонахождение, император Веснота издал указ с особыми инструкциями, скрыв, по некоторым причинам, своё решение от меня. Он лишил меня должности своего советника!

source: I could do nothing since I was too far from Wesnoth to stop the ritual. They gathered all their magi, students and masters alike, to obtain the power necessary to lift a mountain and fixate its path in the skies. That is your second sun, Naia. Created with the sole purpose of destroying darkness and evil forever. And it certainly worked for a time, but not forever.
it: Non potei fare niente dato che ero troppo distante da Wesnoth per fermare il rituale. Radunarono tutti i maghi, allievi e maestri senza distinzione, per ottenere il potere necessario per sollevare una montagna e fissare la sua orbita nei cieli. Questo è il vostro secondo sole, Naia. Creato con il mero scopo di distruggere l’oscurità e il male una volta per tutte. E ha sicuramente funzionato una volta, ma non per sempre.
ru: Я, конечно, ничего не могла сделать, так как была слишком далеко от Веснота, чтобы остановить происходяшее. Они собрали всех своих магов, студентов и магистров, чтобы получить силу, необходимую, чтобы поднять гору и зафиксировать её в небесах. Это - ваше второе солнце, Найя. Созданное с единственной целью - уничтожить тьму и зло навсегда. И это, конечно, сработало на какое-то время, но не навечно.

source: Many centuries later, something horrible occurred in the elvish lands. No one that is still alive remembers exactly how it happened, nor would they want to, for the most skilled sorcerers of Wesmere had somehow opened a portal to a different world during one of their many experiments. But things went awry, and they awoke an evil and powerful force along with it. This force adopted the form of a young elf seer and became the incarnation known as Zhangor. He told them that a great evil was going to swallow the lands and destroy the elvish civilization in its entirety, taking with it all the knowledge they had collected over the years.
it: Molti secoli più tardi, qualcosa di orribile capitò alle terre elfiche. Nessuno che sia ancora in vita ricorda esattamente come sia successo, né lo vorrebbe, ma gli stregoni più abili di Wesmere avevano in qualche modo aperto un portale verso un altro mondo durante uno dei loro esperimenti. Ma le cose andarono storte, e svegliarono una forza potente e malvagia. Questa forza assunse le sembianze di un giovane elfo veggente e divenne l’incarnazione nota come Zhangor. Raccontò loro che un grande male stava per ingoiare le terre e distruggere le civiltà degli elfi nella loro interezza, portandosi via tutte le conoscenze che avevano raccolto attraverso gli anni.
ru: Много столетий спустя, что-то ужасное случилось в эльфийской стране. Никто из ныне живущих и пребывающих в твёрдом рассудке не знает точно, как это случилось, но самые искусные волшебники Весмира во время одного из своих бесчисленных экспериментов каким-то образом открыли дверь в иной мир. Но всё пошло не так, и этим они пробудили некие злые и могущественные силы, которые воплотились в Жэнгоре, принявшего облик молодого эльфа-провидца. Он возвестил, что великое зло собирается поглотить страну и полностью разрушить эльфийскую цивилизацию, завладев при этом всеми теми знаниями, которые они собрали все эти годы.

source: Predictably enough, he said that he would protect them if they worshiped him as a god. He also promised them unlimited knowledge and power to seal the pact — just what they had always wanted. Ambition blinded the minds of the Lords of Wesmere, so they agreed to the pact, even though Zhangor demanded blood sacrifices as a part of it. Those who disagreed with the decision of the Ka’lian died as the first sacrifices to the demon lord.
it: In modo abbastanza prevedibile, disse che li avrebbe protetti se lo avessero adorato come un dio. Egli promise inoltre, per sigillare il patto, sapere e potere illimitati: quello che loro avevano sempre desiderato. L’ambizione accecò le menti dei Signori di Wesmere, e accettarono il patto, nonostante Zhangor chiedesse sacrifici in sangue come parte di questo. Coloro che non erano d’accordo con la decisione di Ka’lian morirono come prime vittime scarificali al signore demone.

source: For a long time, these events remained a secret to the rest of the world, including the foreign elvish lands. The Ka’lian used any means necessary to make sure that the news would not spread out of Wesmere. But something else was happening in non-elvish lands...
it: Per lungo tempo, questi eventi rimasero segreti al resto del mondo, incluse le altre terre degli elfi. Ka’lian usò ogni mezzo necessario ad assicurarsi che la notizia non venisse diffusa fuori da Wesmere. Ma qualcos’altro stava succedendo nelle terre non elfiche...
