Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: Anlindë! No! We need you! Who will guide us with wisdom now?!
it: Anlindë! No! Abbiamo bisogno di te! Chi ci guiderà con saggezza ora?!
ru: Анлиндэ! Нет! Вы нужны нам! Кто же теперь сможет столь же мудро руководить нами?!

source: It is my end...
it: È la mia fine...
ru: Мне конец...

source: I have fallen this day. But, young Galas, you are the brightest of our young. Lead our people in my place!
it: Quest’oggi sono caduto. Giovane Galas, tu sei il più brillante tra i nostri giovani. Guida la nostra gente al mio posto!
ru: Это мой последний день. Но вы, юный Галас, вы самый способный из нашей молодёжи. Ведите же наш народ вместо меня!

source: Leave nothing standing! Burn them alive with their villages!
it: Non lasciate pietra su pietra! Bruciateli vivi nei loro villaggi!
ru: Не оставляйте ничего! Выжгите всё живое в их селениях!

source: We could not protect enough of our civilians. They have been burned alive with their villages!
it: Non siamo riusciti a tenere al sicuro abbastanza civili. Sono stati bruciati vivi nei loro villaggi!
ru: Мы не смогли защитить хотя бы минимальное число наших граждан. Они были заживо сожжены в своих деревнях!

source: We have failed to protect our people and the legacy of our civilization.
it: Non siamo riusciti a proteggere la nostra gente e l’eredità della nostra civiltà.
ru: Мы не смогли защитить наш народ и наследие нашей цивилизации.

source: Memories from the Depths
it: Ricordi dagli abissi
ru: Древнее воспоминание

source: team_name^Enemies
it: Nemici
ru: Враги

source: Explore the caves.
it: Esplora le caverne.
ru: Исследуйте пещеры.

source: After the remaining survivors entered the cave, and Galas and Anlindë went in, she collapsed the cave entrance with a spell. Her hope was that this would buy them time to find a northward exit.
it: Dopo gli ultimi sopravvissuti, Galas e Anlindë entrarono nella caverna ed ella con un incantesimo fece crollare l’ingresso. Sperava che questo avrebbe procurato loro del tempo per trovare un’uscita a nord.
ru: Когда последние оставшиеся в живых скрылись в пещере, Галас и Анлиндэ вошли следом, и волшебница заклинанием обрушила своды, завалив вход в пещеру. Она надеялась, что это даст им время найти северный выход.

source: We lost our home...many of our children and elders...and our lord, at the hands of those fiends...what will we do now? Where will we go?
it: Abbiamo perso la nostra casa... tanti bambini e anziani... e il nostro signore, per mano di quei demoni... cosa faremo ora? Dove andremo?
ru: Мы потеряли наш дом... многих из наших детей и стариков ... и своего лорда от рук этих демонов ... Что же нам теперь делать? Куда идти?

source: Don’t despair, Galas. This is not the first time we have lost our home, and we always have found a new one. I think it will be no different this time.
it: Non disperare, Galas. Non è la prima volta che perdiamo la nostra terra, e ne abbiamo sempre trovata un’altra. Non penso che questa volta andrà diversamente.

source: I profoundly hope so. We must continue down these caves, then. But Anlindë, you mentioned something about an evil force before counselling flight. What did you mean?
it: Spero davvero che sia così. Dunque dovremo continuare in queste caverne. Ma Anlindë, poco prima che decidessimo di fuggire stavi parlando di una forza malefica, cosa volevi dire?

source: I meant there was some great evil aiding the humans. Not merely ordinary necromancers and war-beasts, but something worse. Something I believed we had already vanquished...but now I realize we had not, at least not completely...
it: Volevo dire che questi uomini erano aiutati da qualche forza malvagia e potente. Non banalmente i soliti negromanti e le loro bestie da guerra, ma qualcosa di peggio. Qualcosa che credevo avessimo già sconfitto... ma adesso capisco che non è stato così, almeno non completamente...
ru: Я имела ввиду, что было некое большое зло, помогающее людям. Не просто обычные некроманты и боевые чудовища, но нечто худшее. Нечто, что, как я полагала, мы уже победили... Но теперь я понимаю, что нет, по крайней мере не до конца...

source: I still don’t understand. Of what foe do you speak?
it: Ancora non capisco. Di che nemico stai parlando?

source: Nothing you should know, impudent boy! Do not ask of it again; some truths should go unrevealed save in dire necessity, and this is no such an occasion. Now I suggest we find an exit before they discover how to reopen the cave entrance. There is no looking back — our valley is probably in ruins by now. It saddens me, but we must live with it.
it: Nulla che tu dovresti sapere, ragazzo impudente! Non chiederlo di nuovo; alcune verità non dovrebbero essere rivelate se non strettamente necessario, e non è questo il caso. Adesso suggerisco di trovare un’uscita prima che trovino un modo per aprire di nuovo l’ingresso. Non possiamo guardarci indietro; la nostra valle ormai è probabilmente in rovina. Mi rattrista, ma ci dobbiamo convivere.

source: I suppose so... Let us find an exit. If we but can...this cave system has never been explored before.
it: Suppongo di sì... Troviamo un’uscita. Se solo ci riusciamo... Questo sistema di caverne non è mai stato esplorato prima.
ru: Я думаю да... Давайте найдем выход. Если, сможем..., эта система пещер никогда прежде не исследовалась.

source: Would that we had more experience at moving in this darkness. This will be a long exploration.
it: Se solo fossimo più esperti a muoverci nel buio! Sarà un’esplorazione molto lunga.
ru: Если бы у нас было больше опыта передвижения в такой темноте. Это исследование займет много времени.

source: Undead! There are undead here!
it: Non-morti! Ci sono dei non-morti qua!
ru: Нежить! Здесь есть нежить!

source: We were not aware of undead roaming these caves!
it: Non sapevamo di non-morti che bazzicassero in queste caverne!
ru: Мы не знали, что по этим пещерам бродит нежить!

source: We shall have to deal with them before finding the exit.
it: Temo che dovremo vedercela con loro prima di trovare l’uscita.
ru: Прежде, чем искать выход, нам придётся разобраться с ними.

source: Find the undead enemy leader.
it: Trova il condottiero dei nemici non-morti.
ru: Найдите вражеского предводителя.

source: Who is this foul enemy that seeks our death?
it: Chi è questo schifoso nemico che cerca di ucciderci?
ru: Кто этот подлый враг, который хочет нашей смерти?

source: I am Mal Keshar, and I will avenge myself upon you all!
it: Sono Mal Keshar, e la mia vendetta si abbatterà su tutti voi!
ru: Я - Мал Кешар, и я буду мстить за себя вам всем!

source: Keshar? That name...
it: Keshar? Questo nome...
ru: Кешар? Это имя...

source: Your kind has tried numerous times to vanquish me, but you cannot. I am more powerful than you or those foul orcs! Now, prepare to die.
it: La vostra razza ha tentato diverse volte di sconfiggermi, ma semplicemente non potete riuscirci. Sono più potente di voi o di quei luridi orchi! Ora, preparatevi a morire.
ru: Ваши соплеменники несчётное число раз пытались победить меня, но вы не способны. Я намного сильнее, чем вы или эти грязные орки! А теперь, приготовьтесь к смерти.

source: I could swear I read his name in old scrolls about the Golden Age, but I’m not sure.
it: Potrei giurare di aver letto il suo nome in vecchie pergamene dell’Età dell’Oro, ma non ne sono sicura.

source: If that is true, then we are facing a foe that may be indestructible. Is there any other option?
it: Se questo è vero, allora ci troviamo di fronte un nemico che potrebbe essere indistruttibile. Abbiamo altra scelta?
ru: Если это так, то мы столкнулись с противником, который, возможно, непобедим. У нас есть другой выход?

source: We cannot go back, there is no way of escape except this one. We must defeat him before he destroys us!
it: Non possiamo tornare indietro, non ci sono vie di fuga oltre a questa. Dobbiamo sconfiggerlo prima che ci distrugga!
ru: Мы не можем возвратиться, и у нас нет никакого другого пути спасения кроме этого. Мы должны победить его прежде, чем он уничтожит нас!

source: Defeat Mal Keshar.
it: Sconfiggi Mal Keshar.
ru: Одолейте Мала Кешара.

source: I cannot believe it. I have been defeated. My long battle against the orcs is lost! But, I still stand...
it: Non posso crederci. Alla fine sono stato sconfitto. Allora la mia lunga battaglia contro gli orchi è perduta! Eppure, io ancora resisto...
ru: Не могу в это поверить. Я повержен. Мое длительное сражение против орков проиграно! Но, я все еще существую...

source: So it is you, Mal Keshar, formerly known as Malin Keshar. The one who fell to the darkness for fighting in a noble cause with tainted means. You have been used as a warning to our children for centuries, and are the unliving proof that the glories of the Golden Age are dead.
it: Dunque sei tu, Mal Keshar, un tempo noto come Malin Keshar. Quello che cadde nell’oscurità per combattere una nobile causa con i mezzi sbagliati. Sei stato usato per secoli come avvertimento per i nostri bambini, e sei la prova non-vivente che le glorie dell’Età dell’Oro sono perdute.
ru: Итак это - ты, Мал Кешар, прежде известный как Малин Кешар. Тот, кто погрузился в темноту для того, чтобы делать благородное дело неблаговидными средствами. Твой пример использовали в назидание нашим детям в течение многих столетий, и ты являешься неживым доказательством того, что слава Золотого Века мертва.

source: Ignorant elf! I am no mere shambling revenant, but a lich of power. I still think, feel, and am aware of the current situation of Wesnoth.
it: Elfa ignorante! Io non sono uno scheletro che si trascina in giro, ma un potente lich. Ancora penso, sento e conosco l’attuale situazione di Wesnoth.
ru: Невежественный эльф! Я не какой-то жалкий призрак, я - могущественный лич. Я все еще думаю, чувствую, и знаю о текущем положении в Весноте.

source: Wesnoth? What is that?
it: Wesnoth? Cos’è?
ru: Веснот? Что это такое?

source: Long ago, it was the name of the land south of the Swamps of Dread, and west from the Silver Lands.
it: Molto tempo fa, chiamavamo così le terre a sud delle Paludi del Terrore e a ovest delle Terre d’Argento.
ru: В древности, это было название земли к югу от Болот Страха и к западу от Серебряных Земель.

source: Aye, and my thirst for orcish death will never be satisfied. For I can no longer go to the surface now that the land is under the control of the forces of Evil.
it: Già, e la mia sete di stragi di orchi non sarà mai placata dato che non posso raggiungere la superficie ora che la terra è sotto il controllo delle forze del Male.
ru: Да, и моё страстное желание убивать орков никогда не будет удовлетворено, так как я больше не могу выходить на поверхность теперь, когда земля находится под властью сил Зла.

source: What?
it: Cosa?
ru: Что?

source: Your kind always punished necromancers for disturbing the dead. You thought us the foulest evil imaginable, but you were wrong. I have seen and learned of things that even I consider abominations. For all these centuries, after the Fall, I have been hiding here, but I send minions to the outer world from time to time, to collect news from there.
it: La vostra gente ha sempre punito i negromanti perché disturbano i morti. Pensavate che fossimo il male più orribile che si potesse immaginare, ma vi sbagliavate. Ho visto e imparato cose che persino io considero degli abomini. Per tutti questi secoli, dopo la Caduta, sono rimasto nascosto qua, ma di tanto in tanto ho mandato i miei servi nel mondo esterno per raccogliere notizie.
ru: Эльфы всегда карали некромантов за то, что они поднимали мертвых. Вы думали, что мы - самое отвратительное из вообразимых зол, но вы были неправы. Я увидел и узнал о таких вещах, на которые даже я смотрю с отвращением. В течение всех этих столетий после Падения я скрывался здесь, но время от времени я посылаю гонцов во внешний мир, чтобы получать оттуда известия.

source: Some centuries ago, a malign shadow issuing from the vast Ocean covered the lands, and an evil presence began to swallow every living creature. After some time, monstrosities from the underworld began raiding and destroying what human, elvish and orcish encampments were left in the desert. These monsters were called, in my time, demons. I suppose you remember them, do you?
it: Alcuni secoli fa, un’ombra malvagia proveniente dal vasto Oceano coperse la terra e una presenza maligna iniziò a inghiottire tutte le creature viventi. Dopo un certo tempo, mostruosità dall’intercapedine tra i mondi cominciarono a razziare e distruggere gli accampamenti rimasti nel deserto, fossero di uomini, elfi o orchi. Questi mostri, ai miei tempi, erano chiamati demoni. Suppongo li ricordiate anche voi, vero?
ru: Несколько столетий назад пагубная тень, исходящая из бескрайнего Океана, накрыла эти земли, и таинственное зло начало поглощать каждое живое существо. Некоторое время спустя чудовища из другого мира начали совершать набеги и разрушать человеческие, эльфийские и орочьи лагерные стоянки оставленные в пустыне. В мое время этих монстров назвали демонами. Я предполагаю, что вы помните их, не так ли?

source: We do, but it is not possible! The demon lord was vanquished by the Lady of Light a long time ago!
it: Ce ne ricordiamo, ma non è possibile! Il signore dei demoni fu sconfitto dalla Dama della Luce molto tempo fa!
ru: Мы помним, но это не возможно! Лорд демонов был побежден Леди Света давным-давно!

source: What are you talking about?
it: Di che stai parlando?
ru: О чем Вы говорите?

source: But that was a mere foretaste of our doom. Something or someone opened a portal to the very heart of Hell, unleashing the forces of Evil and allowing them to cross the void-barriers into our world. I suspect the Wesnothian magi, in their arrogance and pride, of wreaking a greater evil than I ever did. Whoever the culprits were, they cast us into this chaotic future, reshaping the landscape and raising up the two burning suns.
it: Ma quello fu solo l’inizio della nostra condanna. Qualcosa o qualcuno aveva aperto un portale direttamente verso il cuore degli Inferi, liberando le forze del Male e permettendo loro di entrare nel nostro mondo. Penso che siano stati i maghi di Wesnoth che, per la loro arroganza e orgoglio, liberarono un male ben peggiore di quello che abbia mai commesso io. Chiunque sia stato il colpevole, ci ha abbandonato a un futuro caotico, cambiando il mondo e alzando nel cielo i due soli roventi.
ru: Но это было не более чем прологом к нашей гибели. Что-то или кто-то открыли дверь к самому сердцу ада, освобождая силы Зла и позволяя им пересечь защитные барьеры нашего мира. Я подозреваю магов Веснота, в своем высокомерии и гордости, давших выход большему злу, чем я когда-либо делал. Кем бы ни были преступники, они бросают нас в это хаотическое будущее, изменяя пейзаж и поднимая два палящих светила.

source: So that is what attacked us in our valley...
it: Allora è questo che ci ha attaccato nella nostra valle...
ru: Так вот чем было то, что напало на нас в нашей долине...

source: We need to escape from these caves — but supposing we can, we’ll but need to face the evil that roams above us. What could we do?
it: Abbiamo bisogno di fuggire da queste caverne. Ma anche se lo facessimo, non avremmo via di scampo dal male che aleggia su di noi. Cosa possiamo fare?

source: You would be killed, tortured or converted by them in matter of hours, perhaps minutes, even seconds. You are few to their many; nor do you have the powers necessary to fight against the demons.
it: Sareste uccisi, torturati o convertiti in poche ore, forse minuti, o persino secondi. Siete numericamente inferiori, né avete i poteri che servono per combattere contro i demoni.
ru: Вы будете убиты, замучены или обращены ими в считанные часы, возможно, минуты, даже секунды. Вас мало - их много; и у вас нет сил, необходимых для борьбы с демонами.

source: But you do, don’t you?
it: Ma tu sì, non è vero?

source: I am unsure. Centuries have passed since I fought — but I do not fear an end to my un-death. I have nothing left; all that I once loved has been scoured away by pitiless time.
it: Non ne sono sicuro. Sono passati secoli da quando ho combattuto l’ultima volta; tuttavia non ho paura di concludere la mia non-morte. Non mi rimane nulla; tutto ciò che un tempo amavo è stato spazzato via da tempi impietosi.

source: We’ll find a new and safe home, save we vanquish those fiends.
it: Troveremo una nuova casa sicura, se solo riusciamo a sconfiggere questi demoni.

source: I agree. But our kin tried before, we have become the witnesses to their failure. We have no aid or craft that they did not.
it: Sono d’accordo. Ma la nostra razza ci ha già provato in passato, siamo la testimonianza del loro fallimento. Non abbiamo nessun aiuto o mezzo che loro non avessero.
ru: Я согласна. Но наши сородичи уже пытались; мы стали свидетелями их неудачи. И у нас нет ничего такого, чего бы не было у них.

source: Can it be that the Elves have forgotten? The force you need is the power of the Union.
it: Possibile che gli Elfi l’abbiano dimenticato? La forza che vi serve è il potere dell’Unione.
ru: Могло ли так статься, что эльфы забыли? Сила, в которой вы нуждаетесь - это сила Союза.

source: The Union?
it: L’Unione?
ru: Союза?

source: Your elder druids and sorceresses should know very well that this Lady of Light did not save you alone from that evil. What won your victory was nothing else than the power of the Union, at hands of the Master of Darkness and the Lady of Light — a human and an elven lady. And you should know that they were somehow blessed—or cursed—with eternal life.
it: Le vostre driadi anziane e sacerdotesse dovrebbero sapere molto bene che questa Dama della Luce non vi salvò da sola da quel male. Non fu nient’altro che il potere dell’Unione a vincere la vostra vittoria, per mano del Sovrano dell’Oscurità e della Dama della Luce – un uomo e una signora degli elfi. E dovreste sapere che erano in qualche modo benedetti, o maledetti, da vita eterna.

source: I know they went to a place, a place very deep in the heart of the world. I felt their presences descending into the depths. However, I lost track of one of them, the Master of Darkness. Although I cannot say anything about him, I believe the Lady of Light remains in this world, in that place, just sleeping. If you could awaken her, you would have half the power possibly necessary to defeat whoever is the mastermind of this dark plot.
it: Da quello che so, raggiunsero un luogo molto profondo nel cuore della terra. Sentii la loro presenza scendere nelle profondità. Tuttavia, ho perso le tracce di uno dei due, del Sovrano dell’Oscurità. Benché non possa dire niente su di lui, credo che la Dama della Luce sia rimasta in questo mondo, semplicemente addormentata. Se riusciste a svegliarla, avreste metà del potere probabilmente necessario per sconfiggere colui che è la mente dietro questo piano crudele.
ru: Я знаю, что они пошли в место, расположенное очень глубоко в сердце мира. Я чувствовал, как они спускались всё глубже. Однако, я потерял след одного из них, Лорда Тьмы. Хотя я ничего не могу сказать о нем, я полагаю, что Леди Света остается в этом мире, в том месте, только во сне. Если бы Вы могли пробудить ее, у Вас была бы половина силы, которая необходима для победы, кем бы ни был тайный глава этого темного заговора.

source: But we don’t know how or where she is.
it: Ma non sappiamo come, né dove si trovi.

source: Right, but you could lead us, couldn’t you, Mal Keshar?
it: Giusto, ma tu potresti guidarci, vero, Mal Keshar?

source: What?! But lady, he is a lich, a necromancer! We cannot have such an abomination in our side!
it: Cosa?! Ma signora, è un lich, un negromante! Non possiamo avere un simile abominio dalla nostra parte!
ru: Что?! Но леди, он лич, некромант! Мы не можем иметь такую мерзость в союзниках!

source: Times have changed, and so have our needs and methods. Today I see no other way to survive without help of this necromancer, and he should be the only one left capable of locating our saviors. After all, weren’t you fighting for a noble cause, Malin Keshar?
it: I tempi sono cambiati, e così anche le nostre necessità e i nostri metodi. Oggi non vedo altra via per sopravvivere senza l’aiuto di questo negromante, e dovrebbe essere il solo rimasto in grado di localizzare i nostri salvatori. Dopotutto, non combattevi per una nobile causa, Malin Keshar?

source: Aye, but I see that my cause was a doomed one, now. I’m not sure it was the right one, as it led me to this undead state. I’d prefer to do some real good before the world ends.
it: Sissignora, ma ora capisco che la mia causa era persa. Non sono nemmeno sicuro che fosse quella giusta, dato lo stato di non-vita a cui mi ha condotto. Preferirei fare qualcosa di veramente buono prima della fine di questo mondo.

source: Will you fight for our cause, then?
it: Combatterai per la nostra causa, allora?
ru: Значит, Вы будете бороться за наше дело?

source: I shall.
it: Lo farò.
ru: Да, буду.

source: This is madness!
it: È una follia!
ru: Это - безумие!

source: Keep your mouth shut. This is the decision of a high sorceress, we must respect it.
it: Tappati la bocca. È la decisione di una sacerdotessa suprema, dobbiamo rispettarla.
ru: Помолчи. Это - решение высшей волшебницы, мы должны уважать его.

source: Thanks for your kindness. You are the first beings with which I have spoken words without blood since I arrived here. I place myself and my powers to your service, elves.
it: Grazie per la vostra gentilezza. Siete i primi esseri con cui ho parlato senza spargere sangue da quando sono arrivato qua. Da questo momento io e i miei poteri siamo al vostro servizio, elfi.
ru: Спасибо за вашу любезность. Вы - первые существа, с которыми мне удалось поговорить без кровопролития с тех пор, как я здесь. Я присоединяюсь к вам и моя сила к вашим услугам, эльфы

source: You can now recruit undead units!
it: Ora puoi reclutare dei non-morti!
ru: Теперь Вы можете вербовать нежить.

source: Where must we go?
it: Dove dobbiamo andare?
ru: Куда мы должны идти?

source: We must head West. North-east from the former home of the Wesmere Elves are the mountains where your saviors went to — the caves of Knalga, an ancient, fallen kingdom. It may be that passing through the place where the Wesmere forest used to be will take there faster, but it is currently infested by those damned creatures. I’d rather avoid it while we gather the necessary power to fight against them.
it: Dobbiamo dirigerci a ovest. A nord-est dell’antica patria degli Elfi di Wesmere ci sono le montagne a cui andarono i vostri salvatori, le caverne di Knalga, un regno antico e decaduto. Può darsi che passando dalla zona in cui c’era la foresta di Wesmere arriveremmo prima, ma ora quei luoghi sono infestati da queste dannate creature. Li eviterei mentre raccogliamo la forza necessaria per combattere contro di loro.

source: Then northwest we shall go.
it: Allora andremo a nord-ovest.
ru: Тогда мы пойдем на северо-запад.

source: This subterranean river leads to an exit to a valley in the West. It is a long and dark way, so follow me carefully and don’t stray from the path.
it: Questo fiume sotterraneo conduce a un’uscita verso la valle a Ovest. È una via lunga e buia, quindi seguitemi attentamente e non allontanatevi dal sentiero.

source: Maeglin the Black
it: Maeglin il Nero
ru: Маеглин Чёрный

source: Cheating, huh?
it: Hai trassato, eh?
ru: Обман, да?

source: Deserves a lock.
it: Ti meriti un blocco.
ru: Стоит запереть.

source: ACME SignPost™ Serial Number: 91MM3159XAAG021:K314
it: Cartello ACME(TM) Numero di serie: 91MM3159XAAG021:K314

source: Touchplate triggered. A wall moves.
it: Piastra premuta. Un muro si muove.
ru: Сенсор срабатывает. Стена отодвигается.
