Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: An interesting theory; one that we have already considered. Are you suggesting full-scale war then? We, Aragwaithi, do not have the power, numerical or magical, to help you — not alone, at least.
it: Questa è una teoria interessante, che abbiamo già esaminato. Ci state suggerendo una guerra a pieno regime, dunque? Noi, Aragwaithi, non abbiamo le forze, numeriche o magiche, per aiutarvi; non da soli, almeno.

source: Yes but we have-
it: Sì ma noi abbiamo...
ru: Да, но а нас -

source: -the Lady of Light on our side. That should be a good start.
it: ...la Dama della Luce al nostro fianco. Questo dovrebbe essere un buon inizio.
ru: - Леди Света на нашей стороне. Это уже неплохо для начала.

source: Yes, we know. However, though I feel the Sylvan Essence on her, its power seems to have been lessened by the period underground.
it: Sì, lo sappiamo. Tuttavia, anche se io percepisco l’Essenza Silvana in lei, il suo potere sembra sia stato indebolito dal periodo trascorso sottoterra.
ru: Да, мы знаем. Однако, хотя я чувствую в ней Лесную Сущность, ее сила, кажется, ослабла за то время, что она провела в подземельях.

source: Yes, that is how I feel. It appears that the darkness has had a great influence on me.
it: Sì, è così che mi sento. L’oscurità sembra avere avuto una grande influenza su di me.
ru: Да, именно это я и ощущаю. Кажется, тьма сильно повлияля на меня.

source: Yet I am sure that if we join forces we can vanquish the evil ones. Do you really prefer to continue defending your country from occasional raiders, while a trained legion of hellish creatures is sent here to obliterate your race? I for one do not, and that is why I have risked saving my people, fleeing from our home valley. That is why many lives have already been lost, and that is the only thing we can do to make sure our dead rest in peace.
it: Sono comunque sicuro che se uniamo le forze possiamo sconfiggere il male. Preferite davvero continuare a difendere la vostra terra da occasionali predoni, mentre una legione addestrata di creature infernali viene mandata contro di voi per annientare la vostra razza? Io per conto mio no, ed è per questo che ho messo in pericolo il mio popolo fuggendo dalla nostra valle natale. È per questo che molte vite sono state già perdute, e questo è tutto ciò che possiamo fare per assicurarci che i nostri morti riposino in pace.
ru: Все же я уверен, что, если мы соединим силы, мы можем победить зло. Вы действительно предпочитаете продолжать защищать вашу страну от случайных налетчиков, в то время как обученный легион адских тварей направляется сюда, чтобы уничтожить вашу расу? Я, например, нет. И именно поэтому я отважился спасти свой народ, бежав из долины, которая была нашим домом. Вот почему многие жизни уже потеряны, и это единственное, что мы можем сделать, чтобы быть уверенными, что наши мертвые покоятся с миром.

source: As I have seen firsthand, once the enemy observes the ineffectiveness of it raiding groups, it launches a large full-scale assault to crush its prey in matter of days, or even hours. We barely escaped to witness this method of operation.
it: Come ho già avuto modo di vedere, quando questo nemico si accorge che le sue bande di razziatori non ottengono alcun risultato, lancia un enorme assalto di larga scala per schiacciare la sua preda in pochi giorni, o persino ore. Siamo riusciti a stento a sfuggire a questo tipo di manovra.
ru: Я убедился на собственном опыте, что как только враг обнаруживает неэффективность своих рейдовых отрядов, он предпринимает большой полномасштабный штурм, чтобы сокрушить свою жертву за считанные дни, или даже часы. Нам едва удалось бежать, став свидетелями такого его образа действий.

source: The Continent was once free from evils such as these, and all races were free men without worries of impending doom or of battles with demonic beasts. We elves have wished and wished for the Continent to return to as it once was; but as we have seen, nothing can be done without the help of all. We want to see free people again, free lands clean of evil.
it: Un tempo il Continente era libero da mali di questo tipo, e tutte le razze erano libere, senza la fissa preoccupazione per il loro incombente destino o per battaglie con bestie demoniache. Noi elfi abbiamo desiderato con tutti noi stessi che il Continente tornasse com’era allora; ma come abbiamo visto, non c’è niente da fare senza l’aiuto di tutti. Vogliamo di nuovo vedere gente libera, terre libere e ripulite dal male.
ru: Континент однажды уже был освобождён зла, подобного им, и все расы могли жить свободно, без страха надвигающейся гибели или сражений с демоническими бестиями. Мы, эльфы, хотим и стремимся вернуть Континент к тому, как это однажды было; но мы убедились, что ничего не удастся сделать, без всеобщей помощи. Мы хотим снова видеть свободные народы и свободные земли, очищенные от зла.

source: Brave words, elf, but the fact remains we don’t have the strength, and certainly you don’t either.
it: Parole coraggiose, elfo, ma resta il fatto che non abbiamo la forza, e sicuramente non l’avete nemmeno voi.

source: We can call upon the dwarves, they surely will help us!
it: Possiamo chiamare i nani, sicuramente ci aiuteranno!
ru: Мы можем обратиться к гномам, и они, конечно, помогут нам!

source: I doubt that would be enough. However, I too would very much like to hear of peace and freedom again in this age — as the continent once was.
it: Dubito che sarebbe sufficiente. Tuttavia, anche a me piacerebbe davvero sentire di nuovo di pace e libertà in questo tempo, come era un tempo il continente.

source: As would I.
it: Piacerebbe anche a me.
ru: И мне хотелось бы того же.

source: I suppose the effort and sacrifice will be worth the results.
it: Suppongo che i risultati varranno l’impegno e il sacrificio.
ru: Я полагаю, что результат оправдает все усилия и жертвы.

source: We have been recognized in the past for our capability as warriors. I suppose future generations would be ashamed to know that we assembled here to do nothing but talk.
it: In passato eravamo famosi per le nostre capacità di guerrieri. Immagino che le generazioni future si vergognerebbero di sapere che siamo rimasti seduti qua a non fare altro che parlare.
ru: В прошлом, мы были признанными воинами. Я полагаю, что будущим поколениям будет стыдно узнать, что мы собрались здесь, не для того, чтобы что-то делать, а чтобы говорить.

source: Well said.
it: Ben detto.
ru: Хорошо сказано.

source: (sighs) I presume voting would be a waste of time.
it: (sospira) Temo che votare sarebbe una perdita di tempo.
ru: (Вздыхает) Я полагаю, голосование, будет пустой тратой времени.

source: But if we are really going to undertake such a large enterprise, the most help we can get the better. And, although you might not like the idea, I declare we should get the orcs to join our side.
it: Ma se stiamo per impegnarci per un obiettivo così imponente, più aiuti abbiamo meglio è. Perciò, anche se l’idea potrebbe non piacervi, io dico che dovremmo convincere gli orchi a unirsi alla nostra causa.
ru: Но если мы действительно собираемся провести такое крупное предприятие, чем больше помощи мы сможем получить, тем лучше. И, хотя вам, возможно, не понравится идея, я предлагаю попробовать убедить орков присоединиться к нашей стороне.

source: What the...?!
it: Ma che...?!
ru: Что...?!

source: The orcs? But they are just one step below the demons! We can’t let those beasts have an opportunity to kill us when we’ve got our guards down!
it: Gli orchi? Ma sono solo un gradino più su dei demoni! Non possiamo permettere che quelle bestie abbiano la possibilità di ucciderci mentre abbiamo la guardia abbassata!

source: The orcs’ savage instinct is impossible to pacify except with promises of wealth and power. Most of the Great Continent has already been taken over by the Chaos Empire. If we defeat the Emperor, their hierarchy will be beheaded instantly, and the Empire will fall to pieces. With the orcs fighting by our side we will quickly vanquish the remaining loyalists, and then we bestow all that territory, and whatever is left in it, upon the orcish council.
it: Solo le promesse di ricchezza e di potere possono frenare l’istinto selvaggio degli orchi. Gran parte del Grande Continente è già stata conquistata dall’Impero del Caos. Se sconfiggiamo l’Imperatore, la loro gerarchia sarà decapitata all’istante e l’impero si sgretolerà. Con gli orchi che combattono al nostro fianco, distruggeremo rapidamente i lealisti rimasti e quindi potremo dare al consiglio degli orchi tutto questo territorio con tutto quello che vi sarà rimasto.

source: This is madness...
it: Questa è follia...
ru: Это - безумие...

source: A smart idea, indeed. I suppose it’s safe to have them on our side if a good bargain is involved. They’ll probably want money or jewels in advance.
it: Un’idea furba, senz’altro. Suppongo che sia sicuro averli al nostro fianco con un buon accordo. Probabilmente vorranno oro o qualcosa d’altro in anticipo.

source: Money is not an issue for our country. With the passage of time we have collected possibly the greatest amount of gold ever seen.
it: L’oro non è un problema per noi. Con il passare del tempo abbiamo raccolto, probabilmente, la più grande quantità d’oro mai vista.
ru: Наша страна не испытывает затруднений с финансами. За прошедшее время мы собрали, возможно, самое большое количество золота, которое кто-либо когда-нибудь видел.

source: Tomorrow we shall send emissaries to the orcish tribes, and your group will be one of them. You will be sent to speak with one of the major tribes nearby the Silent Forest. Now, you must be tired. Your journey has been long, and more challenges await you on your path.
it: Domani invieremo degli emissari alle tribù degli orchi, e uno di questi sarà il vostro gruppo. Sarete inviati a parlare con una delle più grandi tribù vicino alla Foresta Silenziosa. Ora, dovete essere stanchi. Il vostro viaggio è stato lungo, e molte sfide vi aspettano ancora sul vostro cammino.
ru: Завтра мы направим посольства к орочьим племенам, и ваш отряд будет одним из них. Вас пошлютдля переговоров с одним из главных племен поблизости от Тихого Леса. А сейчас, вы должно быть устали. Ваше путешествие было долгим, и больше испытаний ждет вас на вашем пути.

source: Yes, rest. Soon no one will have time to sleep, once the war truly begins.
it: Sì, riposate. Presto nessuno di noi avrà il tempo di dormire, una volta che la guerra sarà davvero iniziata.
ru: Да, нужно отдохнуть. Скоро ни у кого не будет времени на сон - как только начнётся настоящая война.

source: Shadows of Time
it: Ombre dal Passato
ru: Тени прошлого

source: team_name^Allies
it: Alleati
ru: Союзники

source: Defeat of orcish allies
it: Sconfitta degli alleati orchi
ru: Поражение орков-союзников

source: Death of Erathan
it: Morte di Erathan
ru: Смерть Эрэзэна

source: Your bargain is rather tempting — for other orcs, not us. We are not dogs who ‘help’ inferior creatures for gold and territory; if we want them we take them by fighting, not marking bits of paper.
it: La vostra proposta è alquanto allettante... ma per altri orchi, non per noi. Noi noi siamo cagnolini che “aiutano” creature inferiori per oro e terre; se vogliamo queste cose ce le prendiamo combattendo, noi firmando scartoffie.

source: ‘Inferior’ creatures, you say?
it: Creature “inferiori”, dici?

source: I knew we would not get much else from your kind, sickening orc. At least not by using words and diplomacy!
it: Sapevo che non avremmo ottenuto molto altro dalla vostra razza, orco rivoltante. Almeno non con discorsi e diplomazia!
ru: Я знал, что нам не следует ожидать от вас ничего другого, мерзкие орки. По крайней мере, не при помощи слов и дипломатии!

source: Ha, and what would you do then? Kill us? What benefit would that bring you?
it: Ha, e cosa vorresti fare allora? Ucciderci? Che vantaggio vi porterebbe questo?
ru: Ха, и что ты теперь сделаешь? Убьёшь нас? И какую пользу это тебе принесёт?

source: It would quench my thirst, of course...
it: Placherebbe la mia sete, ovviamente...
ru: Это, конечно, утолило бы мою жажду...

source: Quit your folly! This is not the time for resuming our ancient conflicts. We must concentrate on the real enemy that threatens all life on the Continent — including you, orcs.
it: Piantatela con queste sciocchezze! Non è il momento per riprendere i nostri antichi conflitti. Dobbiamo concentrarsi suo vero nemico che sta minacciando tutti gli esseri sul Continente, voi compresi, orchi.

source: I will never believe these worthless stories, fairy. It is obvious that you are trying to trick us to get cheap war-beasts for your inane purposes.
it: Non crederò mai a queste storielle senza senso, fata. È evidente che stai cercando di imbrogliarci per ottenere bestie da guerra a basso costo per i vostri insulsi scopi.
ru: Я никогда не поверю этим никчемным историям, файери. Очевидно, что вы пытаетесь обмануть нас, чтобы задёшево получить воинов-зверей для своих глупых целей.

source: Those inane purposes shall be yours too, sooner or later. If you don’t want to accept our bargain we’ll not further insist, but you shall receive no help from us when you and your people encounter the truth.
it: Quegli insulsi scopi saranno anche i vostri, prima o poi. Se non volete accettare la nostra proposta non insisteremo oltre, ma non avrai alcun aiuto da noi quando tu e la tua gente andrete a sbattere contro la verità dei fatti.

source: It matters not — you won’t survive to see that day...
it: Non ha importanza: non sopravviverete abbastanza per vedere quel giorno...

source: Wardrums? I have not given the order YET!
it: Tamburi di guerra? Io non ho dato l’ordine, ANCORA!
ru: Боевые барабаны? Я же ещё НЕ ОТДАЛ приказ!

source: Hold there, ‘friend’! Time has come for you to bite the dust in your grave!
it: Fermo là, “amico”! È giunta l’ora che tu mangi la polvere, nella tua tomba!

source: What are you doing in *my* territory?! I have banished you many times already, are you a really a complete fool?
it: Che ci fai nel *mio* territorio!? Ti ho già bandito diverse volte, sei completamente uscito di senno?
ru: Что ты делаешь на *моей* земле?! Я множество раз изгонял тебя, или ты на самом деле дурак?

source: Heh, see who speaks — the one who deals with human worms and those weaklings of the forests. Sorry, but this time I have brought the support of my ‘new’ friends...
it: Heh, senti chi parla: quello che scende a patti con vermi umani e quei buoni a nulla delle foreste. Mi dispiace, ma stavolta mi sono portato l’aiuto dei miei “nuovi” amici...

source: Ah, so you deal with those stinkin’ necromancers too? That makes very little difference, if any at all.
it: Ah, così anche tu giri con quei negromanti puzzolenti? Fa davvero poca differenza, ammesso che ne faccia.

source: I see that the Emperor was right in his suspicions. The elves have escaped from their doom once again.
it: Vedo che i sospetti dell’Imperatore erano fondati. Gli elfi sono riusciti ancora una volta a sfuggire al proprio destino.
ru: Я вижу, что Император был прав в своих подозрениях. Эльфы еще раз избежали своей гибели.

source: Very well, heathens. This is the last time your kind escapes the power of the Dark Lady. I will not allow you to humiliate me once again for failing the Iron Council’s will and might.
it: Molto bene, infedeli. Questa è l’ultima volta che la vostra gente sfugge al potere della Signora Oscura. Non vi permetterò di umiliarmi un’altra volta impedendomi di realizzare il volere e la potenza del Consiglio di Ferro.

source: What is that dirty necromancer ranting about?
it: Di che va farneticando quello sporco negromante?
ru: О чем разглагольствует тот грязный некромант?

source: Dark Lady? Iron Council? Funny, those names sound surprisingly familiar to me... Beware, for this is one of the foulest priests to Yechnagoth!
it: Signora Oscura? Consiglio di Ferro? Divertente, quei nomi mi sono sorprendentemente familiari... State in guardia, perché questo è uno di più schifosi sacerdoti di Yechnagoth!
ru: Темная Леди? Железный Совет? Забавно, эти имена кажутся мне удивительно знакомыми... Остерегайтесь, поскольку это - один из самых грязных служителей культа Йечнагот!

source: Yechnagoth? But... She was vanquished...
it: Yechnagoth? Ma... Era stata sconfitta...
ru: Йечнагот? Но... Она была побеждена...

source: Those are truly lies made up by heretics like you, elf. Her power still lives, and is greater than ever! Tanstafaal! Give them a taste of her power!
it: Queste sono davvero menzogne messe in giro da eretici come te, elfo. Il suo potere è ancora vivo, ed è più grande che mai! Tanstafaal! Dai loro un assaggio del suo potere!
ru: На самом деле это ложь, сочинённая еретиками - такими как ты, эльф. Её власть все еще сильна, и сейчас больше, чем когда-либо! Тэнстафаал! Дайте им ощутить её силу!

source: As you command, my master. By Eloh I shall make you suffer for your worthless betrayal!
it: Come comandate, mio maestro. Per Eloh vi farò pentire per il vostro inutile tradimento!
ru: Как прикажете, мой господин. Во славу Эло я заставлю Вас пострадать за ваше никчёмное предательство!

source: Curse Uria...those are elvish warriors! What is this new enemy we’re facing?
it: Maledetta Uria... quelli sono guerrieri elfici! Cos’è questo nuovo nemico che stiamo affrontando?

source: I think Althurin mentioned a betrayal by a fraction of the Quenoth elves who were controlled by Yechnagoth; no one else but Tanuil’s people would worship Eloh otherwise. I fear that we have no choice but to fight against our own people.
it: Penso che Althurin abbia menzionato un tradimento da una parte degli Elfi di Quenoth, controllata da Yechnagoth; nessun altro, a parte la gente di Tanuil, avrebbe adorato Eloh altrimenti. Temo che non abbiamo altra scelta che quella di combattere contro la nostra stessa gente.

source: I don’t like the sound of this. Orc, you’d better flee from this battle. It is not yours to fight!
it: Qui si sta mettendo male. Orchi, fareste meglio a scappare da questa battaglia. Non è la vostra quella che si combatterà!

source: Bah, I’m not running away like a little elf just because of a horde of undead. I shall fight by your side. Odds are you will perish without our ‘help’, heh heh.
it: Bah, non intendo scappare via come un piccolo elfo solo per un’orda di non-morti. Combatterò dalla vostra parte. La cosa più probabile è che veniate distrutti, senza il nostro “aiuto”, heh heh.

source: Miserable piece of—
it: Miserabile pezzo di...

source: Malin, for the sake of our survival, put your personal conflict with the orcs aside for a while!
it: Malin, per la nostra sopravvivenza, metti per un attimo da parte il tuo personale conflitto con gli orchi!
ru: Малин, ради нашего спасения, отложите на некоторое время вашу личную неприязнь к оркам в сторону!

source: By the power granted to me, I call upon the might of the Dark Lady! May these plains be devoid of joy and peace! May they be replaced by darkness and decay!
it: Per il potere che mi è concesso, evoco la potenza della Signora Oscura! Possano queste pianure essere private di gioia e pace! Possano essere sostituite da oscurità e decadenza!
ru: Властью, предоставленной мне, я призываю энергию Темной Леди! Могут эти равнины быть лишенными радости и мира! Могут они быть замененными темнотой и распадом!

source: Argh. This was not supposed to be my final day...
it: Argh. Questo non doveva essere il mio ultimo giorno...
ru: Г-р-р-р. Этот день не должен был стать моим последним днём ...

source: The orcs have lost their leader. Without him they’ll never agree to the deal. Our mission has failed!
it: Gli orchi hanno perso il loro comandante. Senza di lui non accetteranno mai l’accordo. La nostra missione è fallita!

source: I wish ridding the world of Yechnagoth’s damage was easier. We must have an entire empire of hers left to deal with.
it: Vorrei che liberare il mondo dal male di Yechnagoth fosse più semplice. Dev’essere rimasto un suo intero impero da affrontare.

source: I don’t know much of Yechnagoth, but from what I gather she was just a legend of ancient times. What does the Eater of Souls have to do with this necromancer and his squire?
it: Non so molto sul conto di Yechnagoth, ma da quanto ne so era soltanto una leggenda di tempi antichi. Cosa c’entra la Divoratrice di Anime con questo negromante e il suo cavaliere?

source: She is not just a legend. Some time ago she had influenced most of the known civilization with her powers, and I’m fairly sure your country was under her control as well.
it: Non si tratta solo di una leggenda. Qualche tempo fa era riuscita a plagiare la maggior parte della civilizzazione conosciuta con i suoi poteri, e sono abbastanza sicuro che anche la vostra terra fosse sotto il suo controllo.

source: Well, I’m no historian but I remember stories about an era of darkness and strife. Perhaps the two are related.
it: Beh, non sono uno storico ma ricordo di storie riguardo un’era di oscurità e lotta. Forse le due cose sono legate.

source: Well well, now you are finished. Your undead companions have either been smashed to dust or have fled in shame, and we have got you cornered. Any last words?
it: Bene bene, ora sei finito. I tuoi amici non-morti sono stati ridotti in polvere o sono fuggiti in modo vergognoso, e ti abbiamo messo all’angolo. Qualche ultima parola?
ru: Вот и хорошо, вам конец. Сражавшаяся за вас нежить была либо обращена в прах, либо с позором бежала, и мы загнали вас в угол. Вам есть что сказать напоследок?

source: Bah, I still stand on my feet — that is enough to defeat you! This time I will not be merciful with you or your kin!
it: Bah, io sono ancora in piedi: questo mi basterà per sconfiggerti! Stavolta non avrò pietà con te o la tua cricca!

source: I think that is for me to say...
it: Credo che dovrei essere io a dirlo...
ru: Я думаю, это было сказано для меня...

source: Ha ha ha! I have got the news I needed for the Master. To the inferno with you, damned heathens!
it: Ha ha ha! Ho le informazioni che mi servivano per il Signore. All’inferno con voi, dannati infedeli!
ru: Ха,ха,ха! Я получил новости, в которых я нуждался, для Господина. До встречи в аду, проклятые язычники!

source: I cannot hold against this dense darkness!
it: Non posso resistere contro questa fitta oscurità!
ru: Я не могу сдержать эту кромешнюю тьму!

source: He escaped since we couldn’t see anything. Blast!
it: È scappato finché non riuscivamo a vedere nulla, dannazione!

source: What?! I should have known I couldn’t trust a lich. I guess I’ll have to finish this by myself.
it: Cosa!? Avrei dovuto saperlo con non potevo fidarmi di un lich. Immagino che dovrò finire tutto questo per conto mio.

source: Rest in peace, Tanstafaal. Even if you betrayed our kinsmen, roaming the world as undead is not a fate I would condemn upon anyone.
it: Riposa in pace, Tanstafaal. Anche se hai tradito la nostra gente, vagabondare per il mondo come non-morto è un destino a cui non condannerei nessuno.
ru: Спокойно отдохните, Тэнстафаал. Даже если бы Вы предавали наших родственников, бродя по миру, поскольку немертвый не судьба, то я осудил бы на любого.

source: It is disturbing to see that the shade of Yechnagoth is still present in our world, inflicting damage and suffering on lesser creatures.
it: È disarmante vedere che l’ombra di Yechnagoth è ancora presente nel nostro mondo, infliggendo distruzione e sofferenza alle creature meno potenti.
ru: Вызывает опасения то, что, по-видимому, тень Йечнагот до сих пор присутствует в нашем мире, причиняя вред и страдания низшим существам.
