Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: These beasts act as hunters for the armies of Chaos. Having acquired more skill and accuracy at throwing spears at their victims, their threat is increased by the nets they carry to entangle opponents, leaving them defenseless and ready to be finished by a blow from their pointy spears.
it: Queste bestie si comportano come cacciatori per gli eserciti del caos. Oltre ad aver acquisito maggiore abilità ed accuratezza nello scagliare lance alle loro vittime, la loro minaccia è resa più seria dalle rete che portano per intrappolare i nemici, lasciandoli senza difesa, pronti per essere finiti da un colpo delle loro lance aguzze.
ru: Эти твари выступают в качестве охотников за головами армии Хаоса. Повысив со временем свою ловкость в обращении с копьём и точность в поражении противника на расстоянии, они ещё более увеличили свою опасность вооружившись сетями. Ими они опутывают свои жертвы, оставляя их беспомощно ожидать завершающего удара острого копья.

source: Matrix Core
it: Matrice centrale
ru: Ядро Матрицы

source: This thing is impossible to describe, no one has seen anything like it before.
it: Questa cosa è impossibile da descrivere, nessuno ha mai visto niente di simile prima d’ora.
ru: Это невозможно описать, никто не видел ничего подобного прежде.

source: energy ray
it: raggio di energia
ru: энергетический луч

source: hot goo
it: sudiciume bollente

source: Matrix Flow System
it: Sistema circolatorio delle matrici
ru: Текучая Матрица

source: No one knows for sure what kind of creature has this sort of thing instead of arms and legs. But what is known for sure is that they cannot move around, and are restricted to stay still in a single place. However, this does not mean that they do not have any manner of defense from external attacks.
it: Nessun sa con certezza che razza di creatura abbia questa specie di cosa al posto di braccia e gambe. Quello che si sa per certo è che non può spostarsi e deve perciò rimanere sempre ferma in uno stesso posto. Tuttavia, ciò non vuol dire che non abbia modo di difendersi dagli attacchi esterni.
ru: Никто не знает наверняка, что заменяет этому созданию руки и ноги. Но известно наверняка, что они не могут передвигаться, и вынуждены сидеть на одном месте. Но это совершенно не означает, что они не могут за себя постоять.

source: goo
it: sudiciume

source: Prong Bug
it: Insetto-punta
ru: Зубастый жук

source: Amongst the Verlissh attack forces, some people have spotted strange creatures that resemble beetles, except for being larger than a wolf. Fortunately enough, these creatures’ performance in battle is nothing to fear, and their only apparent purpose seems to be scouting.
it: Tra le forze di attacco Verlissh sono state notate delle strane creature che sembrano degli scarafaggi, tranne per il fatto di essere più grandi di un lupo. Per fortuna, però, non c’è nulla da temere dalle capacità in battaglia di queste creature, e apparentemente il loro unico scopo sembra essere la ricognizione.

source: Psy Crawler
it: Psy strisciante
ru: Пси-сканер

source: The Psy Crawlers are the grunt attack force of the Verlissh. Albeit being rather slow and weak, they are a true menace for unexperienced fighters.
it: Gli psy striscianti rappresentano la forza di fanteria dei Verlisshi. Pur essendo alquanto lenti e deboli, possono essere una vera minaccia per i combattenti meno esperti.
ru: Пси-сканеры являются основой ударной силы верлисшей. Будучи довольно медленными и слабыми, они, тем не менее, представляют серьёзную угрозу для неопытных бойцов.

source: Psy Mindraider
it: Incursore psy
ru: Пси-подавитель

source: Out of the cruelest things found serving the Chaos Empire, the Psy Mindraiders are one of the worst. Their psychic powers are what gives them this reputation, as they easily crush the mind of their foes and somehow absorb knowledge and vitality from their poor victim. In addition, they are also somewhat adequate with physical combat due to the vast number of tentacles they posses. After seeing the awesome power of these creatures, many people think of what deadlier beings could possibly exist under the control of the Chaos Empire.
it: Tra le più feroci creature trovate al servizio dell’impero del Caos, i plagiatori psy non sono tra i più pericolosi. Devono ai propri poteri psichici questa reputazione, dato che schiacciano facilmente le menti dei loro nemici, e in qualche modo assorbono la conoscenza e la vitalità dalle loro povere vittime. Inoltre, non si difendono male nemmeno nel combattimento fisico, grazie all’enorme numero di tentacoli che possiedono. Dopo averi visto il terrificante potere di queste creature, molti si chiedono di quali esseri più letali possa mai disporre l’Impero del Caos.
ru: Из всех ужасов встречающихся на службе у империи Хаоса, пси-подавители являются одними из худших. Их психо-сила такова, что позволяет им легко разрушать разум своих врагов и как-то поглощать знания и жизненную силу из бедных жертв. Кроме того, они довольно хорошо приспособлены и для физической борьбы, благодаря своим многочисленным щупальцам. Увидев потрясающую мощь этих существ, многие люди думают о том, какие же более смертоносные существа могут находиться под контролем Империи Хаоса.

source: psychic raid
it: incursione psichica
ru: Пси-удар

source: Spearbearer
it: Portalance
ru: Копьеносец

source: Amongst the Verlissh, fighters are very rare, for they are the result of evolution from the primitive crawlers which is not prone to happen. However, when such event takes place, the product is a strong and resistent fighter capable of bearing high amounts of damage without requiring armor or other kinds of support. And most importantly, it can use a crude spear with great effectiveness, to inflict great piercing damage to oponents. Incredibly, in the process of evolving to this new from, their eyes are reduced to a pair of them, and their body is adapted to have a human-like shape.
it: Tra i Verlisshi, i combattenti sono molto rari, dato che si tratta del risultato di un’evoluzione da primitivi striscianti inadatti a diventarlo. Tuttavia, quando questo avviene, il risultato è un combattente forte e resistente, in grado di sopportare grossi danni senza bisogno di armature o altri tipi di supporto. Soprattutto, è in grado di usare rudi lance con grande efficacia, arrecando grandi danni da perforazione ai nemici. Incredibilmente, nel processo di evoluzione a questa nuova forma, i loro occhi si sono ridotti ad un solo paio, e il loro corpo si è adattato a una forma umanoide.
ru: Среди верлисшей, бойцы встречаются очень редко, так как они являются результатом эволюции примитивных сканеров, которые не склонны к развитию. Однако, когда такое событие происходит, то в результате появляется сильный и стойкий воин, способный выдержать значительные повреждения, не нуждающийся в броне и другом снаряжении. И самое главное, он с большой эффективностью может использовать грубые копья, нанося глубокие колотые раны своим противникам. Невероятно, но в процессе развития этой новой формы у них остаётся всего два глаза, а их тела приобретают человеко-образный облик.

source: race^Demon
it: Demone
ru: Демон

source: race+female^Demoness
it: Demone
ru: Демонесса

source: race^Demons
it: Demoni
ru: Демоны

source: Legend has it that, when the world and its inhabitants were born, there were powerful creatures, called ‘demons’, able to control all the inferior species. They quite resembled normal humans, except for being tougher and usually more beautiful. Supposedly, because of the danger they cause for the magic balance of the world, the Lords of Light and Darkness restricted them to a separate plane, where they would be trapped with no possibility to get out or in, unless a portal from the mortal plane was deliberately opened. Fortunately, nobody ever figured out how to open such a portal, until now.
it: Narra la leggenda che alla nascita del mondo e dei suoi abitanti esistessero potenti creature, chiamate “demoni”, in grado di controllare tutte le specie inferiori. Assomigliavano abbastanza a normali uomini, ma erano più resistenti, e in genere più belli. Si suppone che, visto il pericolo che causano per l’equilibrio magico del mondo, i Signori della Luce e dell’Oscurità li abbiano relegati su un piano separato, dove sarebbero stati intrappolati senza possibilità di uscire o entrare a meno che non venisse aperto apposta un portale dal piano mortale. Fortunatamente, nessuno ha mai scoperto come aprire un simile portale, finora.

source: race^Imp
it: Imp
ru: Бес

source: race+female^Imp
it: Imp
ru: Бесовка

source: race^Imps
it: Imp
ru: Бесы

source: Frequently considered lesser parents of demons, the Imps are usually underestimated due to their usually small size and lack of intellect. It is to note, however, that a swarm of them is not a threat to ignore, even for an experienced soldier.
it: Spesso considerati parenti minori dei demoni, gli imp sono di solito presi sottogamba a causa della loro piccola taglia e del poco intelletto. Tuttavia va notato che un branco di questi non è una minaccia da trascurare, nemmeno per un soldato esperto.
ru: Часто рассматриваемые как младшие предки демонов, бесы обычно недооцениваются из-за их, как правило, небольшого размера и нехватки интеллекта. Нужно заметить однако, что опасность, которую представляет их стая, не стоит игнорировать даже опытному солдату.

source: Demon Grunt
it: Demone recluta
ru: Демон пехотинец

source: The best of demons are noted by their greater strength and resilience, along with their lack of fear to sunlight. This turns them into living, if that can be said, weapons for their masters, weapons that listen and obey with no complaints to them. They are given armor and better weapons to help them endure in battle, as the Chaos lores are aware of how valuable such grunts are in the battlefield.
it: I migliori demoni sono scelti per la loro maggiore forza e resistenza, insieme all’assenza di paura per la luce del sole. Questo li trasforma in armi viventi (se così si può dire) nelle mani dei loro padroni; armi che ascoltano e obbediscono senza mai lamentarsi. Vengono equipaggiati con pesanti armature e migliori armi per aumentare la loro resistenza in battaglia, poiché i capi del Caos sanno bene quanto siano validi questi combattenti sul campo.

source: infernal chill
it: gelo infernale

source: female^Demoness Grunt
it: Demone recluta
ru: Демонесса пехотнец

source: Demon
it: Demone
ru: Демон

source: Legend has it that, when the world and its inhabitants were born, there were powerful creatures, called ‘demons’, able to control all the inferior species. Supposedly, the Lords of Light and Darkness restricted them to a separate plane, were they would be trapped with no possibility to get out or in, unless a portal from the mortal plane was deliberately opened. Fortunately for people of former times, nobody ever figured out how to open that portal, until now. Demons are nimble and quite tough creatures, who don’t need armor or clothing to protect themselves from physical damage. Nevertheless, their appearance resembles that of a human. Most of them carry some kind of weapon, although their claws and ability to throw fireballs at their enemies usually fit better their purpose of seeking suffering and blood in their opponents.
it: Narra la leggenda che alla nascita del mondo e dei suoi abitanti esistevano potenti creature, chiamate “demoni”, in grado di controllare tutte le specie inferiori. Pare che i Signori della Luce e dell’Oscurità li abbiano relegati in una dimensione separata dove erano intrappolati senza possibilità di uscire o entrare a meno che non venisse aperto apposta un portale dalla dimensione mortale. Fortunatamente per le genti del passato, nessuno ha mai scoperto come aprire questo portale, finora. I demoni sono creature agili e piuttosto resistenti, che non hanno bisogno di armature o abiti per proteggersi dai danni fisici. Comunque, il loro aspetto sembra quello degli uomini. La maggior parte di loro porta un’arma di qualche tipo, sebbene i loro artigli e l’abilità di scagliare palle di fuoco verso i loro nemici si adattino meglio alla loro sete di sofferenza e di sangue dei loro avversari.

source: female^Demoness
it: Demone
ru: Демонесса

source: Shadow Courier
it: Spia dell’ombra

source: A few chosen ones from the ranks of the Chaos Lorekeepers are given knowledge and abilities that are forbidden to the common followers; they are the closest to the Emperor that anyone has ever been, and serve him as their right-hands. Although physically weak and slow after turning into demons, their magic skills more than compensate for such lack, making them opponents that should never be fought directly if possible.
it: A pochi scelti tra gli Eruditi del Caos sono concesse conoscenze ed abilità proibite ai comuni seguaci; sono più vicini all’Imperatore di quanto nessuno lo sia masi stato, e lo servono come braccio destro. Benché siano fisicamente deboli e lenti dopo la trasformazione in demoni, le loro abilità magiche compensano largamente questa mancanza, rendendoli avversari che non bisognerebbe mai, se possibile, affrontare direttamente.

source: Demon Warrior
it: Demone guerriero
ru: Демон-воин

source: The few men, elves or orcs that have dared underestimate the might of demonic warriors have received a long and painful death in exchange. The power of the Chaos lords lies partially in their wisdom to select the best of the grunts to serve them loyally and unconditionally. There are few demons granted the rank below the overlords, but those few, although rarely seen on the battlefield, bring sure defeat, and afterwards, obliteration, to their enemies.
it: I pochi uomini, elfi o orchi che abbiano osato sottovalutare la potenza dei guerrieri demoniaci hanno subito in cambio una lunga e dolorosa fine. Il potere dei signori del Caos è basato in parte sulla loro saggezza nel selezionare le migliori reclute affinché li servano fedelmente e incondizionatamente. A pochi demoni viene concesso il rango immediatamente inferiore a quello dei signori assoluti, ma quei pochi, sebbene si vedano poco sul campo di battaglia, sono una garanzia di sconfitta e, di conseguenza, annientamento, per il nemico.

source: female^Demoness Warrior
it: Demone guerriera
ru: Демонесса-воин

source: Demon Zephyr
it: Demone Zefiro
ru: Парящий демон

source: Some demons don’t develop their destructive power further, but instead develop leathery wings, and the ability to fly large distances with them. Since weapons and armor prove to be heavy and inadequate for flying high, they drop them and rely in their natural toughness and sharp claws instead. In any case, while their brethren’s ranged power relies on the ability to call upon the icy winds of inferno, these fearsome flying monsters attack using their improved skills on creating fireballs which they throw at their oponent.
it: Alcuni demoni non approfondiscono ulteriormente il proprio potere distruttivo, ma sviluppano invece ali coriacee, e l’abilità di coprire grandi distanze in volo. Dato che le armi e le armature sono pesanti e non adatte al volo, vi rinunciano e si affidano invece alla loro resistenza naturale e ai propri artigli affilati. In ogni caso, mentre il potere a distanza dei loro fratelli si basa sulla capacità di invocare i gelidi venti dell’inferno, questi terribili mostri volanti impiegano le proprie capacità migliorate per creare palle di fuoco che scagliano sugli avversari.

source: female^Demoness Zephyr
it: Demone Zefiro
ru: Парящая демонесса

source: Dwarvish Flamethrower
it: Lanciafiamme nanico
ru: Гном-огнемётчик

source: It is said that the Dwarven Flamethrowers have strange staves of wood and iron, similar to those of the Thunderguards; but instead of making a thunderous noise shooting a projectile, their weapon generates a continuous tongue of flame.
it: Si dice che i lanciafiamme nanici abbiano strani bastoni di ferro e legno, simili a quelli delle guardie del tuono. Ma invece di emettere rombi di tuono e scagliare proiettili, la loro arma genera una lingua di fuoco continua.

source: firestick
it: bastone di fuoco

source: Gyrocopter
it: Ornitottero
ru: Геликоптер

source: Some dwarves have crafted strange vehicles which they call ‘Gyrocopters’. Capable of flight, they need space to maneuver, thus they cannot be used underground. These machines are hard to control and are not suited for close combat; instead, their drivers throw strange eggs they call ‘bombs’, that explode with the sound of thunder. Noone knows what strange beast lays such eggs.
it: Alcuni nani hanno costruito strane macchine che chiamano “ornitotteri”. Essendo in grado di volare, hanno bisogno di spazio per essere manovrati, per cui non possono essere usate sottoterra. Queste macchine sono difficili da controllare e non sono adatte al combattimento ravvicinato. Tuttavia i loro piloti lanciano strane uova che chiamano “bombe”, che esplodono col rombo del tuono. Nessuno sa quale strana bestia deponga uova simili.

source: bombs
it: bombe
ru: бомба

source: Steamcopter
it: Ornitottero a vapore
ru: Паролёт

source: With the aid of steam genies, Steamcopters are able to move faster and carry more bombs than Gyrocopters.
it: Con l’aiuto degli spiriti del vapore, gli ornitotteri a vapore sono in grado di muoversi più velocemente e di trasportare più bombe dei normali ornitotteri.
ru: При помощи паровых джинов паролёты могут двигаться быстрее и нести больше бомб чем геликоптеры.

source: Steamwheel
it: Ruota a vapore
ru: Паровая колесница

source: Some Dwarves use strange vehicles that can move fast without a horse. It is said that these great wheeled vehicles are powered by invisible steam genies, thus they are called ‘Steamwheels’.
it: Alcuni nani usano strani veicoli che possono muoversi velocemente senza cavalli. Si dice che questi grandi veicoli a ruote siano mossi da invisibili spiriti del vapore e perciò vengono chiamati “ruote a vapore”.

source: Thunderwheel
it: Ruota a tuono
ru: Громовая колесница

source: With the help of one more steam genie, these noisy vehicles are able to move faster than horses.
it: Grazie all’aiuto di un spirito del vapore in più, questi rumorosi veicoli possono muoversi più velocemente dei cavalli.
ru: С помощью дополнительного парового духа эти шумные транспортные средства могут двигаться быстрее, чем лошади.

source: Warwheel
it: Ruota da guerra
ru: Боевая колесница

source: Warwheels are faster and more heavily armored than Steamwheels, and can breach enemy lines with their fearsome charge.
it: Le ruote da guerra sono più veloci e meglio corazzate delle ruote a vapore, e possono fendere le linee nemiche con la loro terrificante carica.
ru: Боевые колесницы быстрее и лучше бронированы чем громовые колесницы, и могут пробивать бреши в рядях противника своим страшным ударом.

source: female^Elvish Ascetic
it: Asceta elfica
ru: Отшельница

source: Some elves have studied varieties of magic better suited for offensive purposes. Whence their knowledge and mastery of such arts came is not known, and they do not reveal their secrets. All that is known of their training is that they may spend long time alone in the wilderness, not to appear for years, or in extreme cases, centuries. For these ascetics, knowledge may be a curse at times, as their people tend to expect from them more that what they can offer without violating their own principles. Nonetheless, they may use their mastery of magic to lend a hand to fate--or to twist it. They possess good knowledge of both offensive and defensive spells. They often also have basic notions of medicine, and can cure other creatures from the effects of poison.
it: Alcuni elfi hanno studiato aspetti della magia che meglio di altri si prestano a scopi offensivi. Da dove provenga la loro conoscenza e padronanza di tali arti non è noto, e loro non rivelano i propri segreti. Tutto ciò che si sa sui loro allenamenti è che possono trascorrere lunghi tempi da soli nella natura selvaggia, scomparendo per anni o, in casi estremi, secoli. Per questi asceti, la conoscenza può a volte essere una maledizione, poiché la loro gente tende ad aspettarsi da loro più di quanto possano offrire senza violare i propri principi. Comunque, essi possono usare la propria magia per aiutare il fato a realizzarsi, o per distorcerlo. Hanno una buona conoscenza di incantesimi sia per l’attacco che per la difesa. Spesso hanno conoscenze basilari di medicina, e possono curare le altre creature dagli effetti del veleno.
ru: Некоторые эльфы изучили области магии более подходящие для военных целей. Откуда к ним пришли знания и мастерство в подобных искусствах не известно, ибо они не раскрывают свои секреты. Об их подготовке известно лишь то, что они проводят долгое время в пустыне в уединении, не появляясь по несколько лет, а изредка даже столетий. Для этих отшельников, знание порой может стать проклятием, так как их соплеменники склонны ожидать от них большего, чем они могут предложить, не нарушая своих принципов. Тем не менее, они могут использовать свое мастерство магии, чтобы протянуть руку помощи в трудную минуту, или отвратить злой рок. Они обладают хорошими знаниями как наступательных, так и оборонительных заклинаний. Они часто также имеют базовые понятия о медицине и могут вылечить других существ от последствий отравления.

source: ethereal zephyr
it: zeffiro etereo
ru: эфирное дуновение

source: female^Elvish Avatar
it: Avatar elfica
ru: Воплощённая

source: One of the forces most dreaded by enemies of elves is the power that some mystics can gain. After a long path of learning, which is often a complete lifetime, these avatars of wind and storm master the natural elements, and are capable of commanding them at their will. With that in mind, enemies often surrender or flee of sheer panic at the tremendous possibilities of such power. Needless to say, those abilities could put an end to the elvish civilization if they were used for evil deeds. This is why avatars are respected, and even feared by their own people. Power is both a gift and a curse- how to endure this weight without giving it up, is perhaps one of the few challenges left for these mystics.
it: Una delle forze più temute dai nemici degli elfi è il potere che alcuni mistici riescono a raggiungere. Dopo un lungo percorso di studi, che spesso corrisponde a tutta una vita, questi avatar del vento e della tempesta dominano gli elementi naturali, e sono in grado di comandarli secondo la propria volontà. Sapendo questo, i nemici spesso si arrendono o scappano in preda al panico di fronte a tanto potere. Inutile dire che queste abilità potrebbero distruggere la civiltà degli elfi se usate a scopi malvagi. Questo è il motivo per cui gli avatar sono rispettati e spesso temuti dalla propria stessa gente. Il potere è sia un dono che una maledizione: sopportarne il peso senza arrendersi è una delle poche sfide rimaste per questi mistici.
ru: Одной из вещей, которых более всего страшатся враги эльфов, является сила, которой могут овладеть некоторые посвящённые. После того, как они завершат доглий путь обучения, который часто оказывается длинною в целую жизнью, они становятся воплощением природных стихий ветра и шторма, и способены, при желании, повелевать ими. Помня об этом, враги зачастую сдаются без боя или бегут в панике от огромных возможностей такой мощи. Разумеется, такие способности могли бы положить конец эльфийской цивилизации, если бы использовались для злых дел. По-этому воплощённых почитает, и даже опасается их собственный народ. Такая сила одновременно и дар и проклятие - как выдержать эту ношу, и не поддаться ей. Возможно, это одна из немногих проблем, оставшихся у этих адептов тайного знания.

source: faerie touch
it: tocco fatato
ru: волшебное касание

source: gossamer
it: ragnatela

source: ethereal storm
it: tempesta eterea
ru: эфирный шторм
