Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: The Emperor that ruled Wesnoth in those days died of poisoning six years after Zhangor’s appearance in Wesmere. Some thought that he effectively committed suicide. Others were certain that he would not have done such a thing, and that the new Emperor of Wesnoth—a nobleman by the name of Dantair, whom I met a decade or two before—was behind it. He confirmed those fears himself, just two years after the beginning of his rule, when he demanded the creation of a third sun describing it as “an essential step allowing for further growth and prosperity in Wesnoth”. He was so confident in the power of Wesnoth’s magi and in his own political influence that he believed people would recognize him as a ‘rightful’ ruler once a third sun was in the sky.
it: L’Imperatore che governava Wesnoth in quei giorni morì avvelenato, sei anni dopo l’apparizione di Zhangor a Wesmere. Alcuni pensarono che si fosse veramente suicidato. Altri erano certi che non avrebbe mai fatto una cosa simile, e che il nuovo Imperatore di Wesnoth – un nobiluomo chiamato Dantair, che avevo incontrato qualche decina d’anni prima - fosse dietro a tutto questo. Confermò da sé queste paure, solo un paio di anni dopo l’inizio del suo mandato, quando ordinò la creazione di un terzo sole definendola «un passo essenziale per permettere ulteriore crescita e prosperità a Wesnoth». Era così sicuro dei poteri dei maghi di Wesnoth e della propria influenza politica che credette che la gente lo avrebbe riconosciuto come un governatore “legittimo” una volta che un terzo sole fosse stato nel cielo.

source: But his confidence was too great. Since no necromancers or chaotic orcs had actually threatened Wesnoth’s safety during the centuries since Naia’s creation, the orders of the magi had grown corrupt, and very few humans continued the serious pursuit of magic. The masters of old had passed away, and the new apprentices who came to take their place were a lazy and arrogant bunch. Nonetheless, Dantair went ahead with his plan.
it: Ma la sua fiducia era troppa. Dal momento che nessun negromante o orco caotico aveva veramente minacciato la sicurezza di Wesnoth nei secoli dopo la creazione di Naia, gli ordini dei maghi si erano corrotti, e davvero pochi uomini continuavano la via della magia in maniera seria. I maestri dei vecchi erano trapassati, e i nuovi apprendisti che erano sopravvenuti per prenderne il posto erano pigri e arroganti. Ciononostante, Dantair proseguì col proprio piano.

source: Bloody politicians. They always manage to manipulate and convince people into doing crazy things!
it: Maledetti politici. Riescono sempre a manipolare le persone e a convincerle a fare cose folli!
ru: Чертовы политиканы. Они всегда ухитряются обмануть людей и убедить их делать безумные вещи!

source: When the rumors reached me, I made haste to force him to give up. However, he must have predicted that, since he sent some of his best troops to stop me from reaching him. When I finally arrived at the valley of Weldyn, it was too late. The creation of Gaia was being attempted and, to my heart’s pain, I witnessed all that transpired that fateful day.
it: Quando mi arrivò la voce, feci di tutto per costringerlo a rinunciare. Comunque, doveva averlo previsto, perché mandò alcune delle sue migliori truppe a impedirmi di raggiungerlo. Quando finalmente arrivai alla valle di Weldyn, era troppo tardi. Stavano già tentando la creazione di Gaia e, per il dolore del mio cuore, vidi tutto ciò che avvenne in quel fatidico giorno.

source: Ugh...that day. I had to move to another home since mine was...
it: Ugh... quel giorno. Fui costretto a spostarmi in una nuova casa, dato che la mia era stata...
ru: Тьфу... в тот день. Я мне пришлось переехать в другой дом, так как мой был...

source: If you’ll let me continue... As I said, the human magi’s mastery of magic arts was not as strong as it used to be, and their attempt to lift and send Gaia to the skies was a total disaster. Their powers were not great enough to tether Gaia high in the skies, so the mountain fell, crashing down onto Weldyn, the empire’s capital, and giving rise to a huge cataclysm that destroyed cities, valleys, and even mountains. The earth-shattering force of the impact reshaped the land and altered even the coastline. All that was beautiful and of worth was ruined. I quickly returned to my home in Lintanir, the northeastern elvish forest, in an attempt to keep order amidst the chaos.
it: Se mi lasci continuare... Come dicevo, la padronanza della magia da parte dei maghi degli uomini non era così forte come lo era stata un tempo, e il loro tentativo di sollevare Gaia ai cieli fu un disastro totale. I loro poteri non furono in grado di mantenere Gaia nel cielo, e così la montagna cadde, precipitando su Weldyn, la capitale dell’impero, provocando un enorme cataclisma che distrusse città, valli e persino montagne. La forza dell’impatto, tale da far tremare la terra, trasformò le terre e modificò persino le coste. Tutto quello che era bello e prezioso fu distrutto. Tornai di corsa alla mia casa a Lintanir, la foresta elfica a nord-est, nel tentativo di mantenere l’ordine in mezzo al caos.

source: The humans struggled to survive, the prey of panic, and they swiftly killed the Emperor, the magi, and their families in response to their acts. I suppose that for the most of the ignorant citizens, magic was turned into taboo. Horrible wars flared amongst elves, dwarves, orcs, and trolls altogether. Each kind would fight the other for the scarce resources left, except us... At least, for a time.
it: Gli uomini combatterono per sopravvivere, in preda al panico, e uccisero l’Imperatore, i maghi e le loro famiglie, in risposta alle loro azioni. Credo che per la maggior parte dei cittadini ignoranti la magia sia diventata un tabù. Guerre orribili furono portate tra gli elfi, i nani, gli orchi e i troll, tutti insieme. Ogni specie combatté le altre per conquistarsi le scarse risorse rimaste, tranne noi... Almeno per un periodo.
ru: Люди изо всех сил пытались выжить. Поддавшись панике, они убили императора, магов и их семьи, призвав к ответу за то, что те сотворили. Я полагаю, что для большинства недостаточно образованных граждан, волшебство превратилось в табу. Ужасные войны начались среди эльфов, гномов, орков и троллей; повсюду. Представители каждой расы боролись друг с другом за оставшиеся скудные ресурсы. Все, кроме нас... по крайней мере какое-то время.

source: Naia and Sela scorched all known lands drying up rivers and lakes, fields and forests. Zhangor’s power made Wesmere Forest stand intact, however; green and seemingly peaceful. But he demanded unnatural sacrifices once more, and the Ka’lian agreed to his demands and executed his orders. All foreign species, including elves from other forests, were declared heretics, not worthy of living.
it: Naia e Sela rovinarono tutte le terre conosciute prosciugando laghi e fiumi, campi e foreste. La potenza di Zhangor fece sì che la Foresta di Wesmere rimanesse intatta, comunque; verde e apparentemente pacifica. Ma chiese di nuovo sacrifici innaturali, e la gente di Ka’lian acconsentiva alle sue richieste ed eseguiva i suoi ordini. Tutte le specie straniere, inclusi gli elfi delle altre foreste, furono dichiarate eretiche, indegne di vivere.

source: So, as creatures from other races, or elves from foreign forests came to Wesmere seeking shelter, the dark cultists sacrificed them to Zhangor. The pain and agony were feeding him, making his power stronger and stronger. When no more refugees came there out of fear, he ordered raiding parties organized to search for elves, humans, orcs, or whatever they could find in the outside lands.
it: Perciò, quando creature di altre razze, o elfi delle altre foreste, vennero profughi a Wesmere, gli oscuri sacerdoti li sacrificarono a Zhangor. Dolore e agonia lo nutrivano, accrescendo sempre più il suo potere. Quando poi i profughi terrorizzati smisero di arrivare, egli ordinò di organizzare incursioni per catturare elfi, uomini, orchi o qualsiasi cosa che potessero trovare nelle terre esterne.
ru: Те представители прочих рас и эльфы из других лесов, что приехали в Весмир в поисках убежища, были принесены в жертву Жэнгору служителями тёмного культа. Боль и мука питали его, увеличивая его силы, подобно вампиру. Когда беженцы перестали приезжать туда из страха, он потребовал организовать вылазки для того, чтобы захватывать эльфов, людей, орков - всех, кого они могли найти во внешних землях.

source: We, the elves of the Lintanir forest, had to abandon our home for it would support life no longer. And so Argan and I led my people out of the northern forests. We eventually stumbled upon the Wesmere Forest.
it: Noi, gli elfi della foresta di Lintanir, fummo costretti ad abbandonare la nostra casa, perché questa non ci avrebbe più accolti. E così io e Argan guidammo il nostro popolo fuori dalle foreste settentrionali. Infine ci imbattemmo nella Foresta di Wesmere.
ru: Мы, эльфы леса Линтанир, вынуждены были оставить наш дом, так как в нём больше нельзя было жить. Итак, Араган и я увели наш народ из северных лесов. В конце концов мы наткнулись на лес Весмир.

source: Unaware of the corruption at the forest’s heart, we decided to ask refuge of the Ka’lian. However, we were ambushed at night during our travel to the capital. Many of us died, elders and children included. Either killed during the fight, or kidnapped and sacrificed for Zhangor, as my husband Argan would later find out. He risked his own life to reach the capital and spy on the cultists.
it: Inconsapevoli della corruzione del cuore della foresta, decidemmo di chiedere rifugio presso Ka’lian. Fummo assaliti nella notte durante il nostro viaggio verso la capitale. Molti di noi morirono, inclusi anziani e bambini, uccisi durante il combattimento o rapiti e sacrificati a Zhangor, come mio marito Argan avrebbe scoperto in seguito. Rischiò la propria vita per raggiungere la capitale e spiare i seguaci del demone.

source: So we found ourselves faced with a difficult choice — stop our brethren, the Wesmere elves, and free them from the great evil at all costs, or flee to safety and let them continue their rule of cruelty, and eventually control the whole continent. Painfully, I chose the first and started the lengthy War of Wesmere. That was the last war fought on the Continent, for we were the last civilization still standing back then, to the best of my knowledge.
it: Così ci trovammo di fronte a una difficile scelta: fermare i nostri fratelli, gli elfi di Wesmere, e liberarli da quel grande male a ogni costo, o scappare cercando salvezza e lasciarli continuare il loro dominio di crudeltà, fino a che avrebbero controllato l’intero continente. Con grande dolore, scelsi la prima opzione e iniziai l’interminabile Guerra di Wesmere. Fu l’ultima guerra combattuta sul Continente, dal momento che eravamo l’ultima civiltà rimasta allora, per quanto ne so.

source: Even though our numbers were superior, their religious frenzy, obsession, and fear of destruction almost led the Wesmere elves to victory. We fought with all our might, but that only called upon the fury of the demon lord, who eventually appeared in his true form to attack us from the skies.
it: Anche se il nostro numero era superiore, il loro fanatismo religioso, l’ossessione e la paura della distruzione condusse gli elfi di Wesmere quasi alla vittoria. Combattemmo con tutte le nostre forze, ma non servì ad altro che ad attrarre su di noi la furia del signore demone, che apparve infine nel suo vero aspetto per attaccarci dal cielo.
ru: Даже при том, что у нас был численный перевес, их религиозное безумство, одержимость и страх перед уничтожением, почти привели эльфов Весмира к победе. Мы сражались изо всех сил, но это только усиливало ярость лорда-демона, который в конце концов явился в своем истинном обличье, чтобы пасть на нас с небес.

source: With little chance of prevailing, Argan and I had to call upon the power of the Union, risking destruction by our own power. The Union of the Darkness and the Light was not powerful enough to destroy the demon, however, at least not entirely for his powers of regeneration were stronger.
it: Con poca speranza di vincere, io e Argan invocammo il potere dell’Unione, rischiando la distruzione per mano dei nostri stessi poteri. L’Unione dell’Oscurità e della Luce non era tuttavia abbastanza potente per distruggere il demone, almeno non completamente perché il suo potere di rigenerazione era più forte.
ru: Почти не имея шансов на победу, Арган и я вынуждены были призвать мощь Союза, рискуя лишиться наших собственных сил. Однако, Союз Тьмы и Света был не достаточно силён, чтобы уничтожить демона. По крайней мере не полностью - его способность к регенерации была сильнее.

source: Finally we managed to tear apart his body, sealing all the pieces with magic, then sent them back to the underworld, destroying the portal as our final act. Victory was ours. Wesmere, however, was a wreck, nothing living remained in the forest except for a few survivors — less than one hundred elves. The few remaining Wesmere elves surrendered and begged for forgiveness. We spared the civilians’ lives, but most priests and warriors left were executed and burned to ashes. We could not risk the possibility of another civil war, and we had to prevent the priests from summoning forces from the underworld again at all costs.
it: Alla fine riuscimmo a fare a pezzi il suo corpo, sigillando ogni brandello con la magia, e poi li rispedimmo nell’intercapedine tra i mondi, distruggendo da ultimo il varco. La vittoria era nostra. Wesmere, comunque, era rovinata, non rimaneva nulla di vivo nella foresta, tranne qualche sopravvissuto, meno di un centinaio di elfi. I pochi elfi di Wesmere rimasti si arresero e pregarono perdono. Risparmiammo la vita ai civili, ma la maggior parte dei sacerdoti e dei guerrieri rimasti fu giustiziata e ridotta in cenere. Non potevamo rischiare la possibilità di un’altra guerra civile, e dovemmo assicurarci a ogni costo che i sacerdoti non potessero raccogliere nuovamente le forze dall’intercapedine tra i mondi.

source: It is ironic how we elves have always despised humans because of their moral, intellectual, and physical inferiority. The humans may have doomed all the world of Irdya to chaos, but our own kin were the only ones responsible for the end of the ancient elvish civilization. Though our civilization rarely suffers from a lapse in judgment, the fact that the results are always enormously catastrophic is unsettling. That is why I fear this may happen yet again. Zhangor was not the first false spiritual guide that inflicted massive harm on our people, but certainly the worst.
it: È un’ironia come noi elfi abbiamo sempre disprezzato gli uomini per la loro inferiorità morale, intellettuale e fisica. Gli uomini possono aver condannato tutto il mondo di Irdya al caos, ma fu la nostra stessa razza l’unica responsabile della fine dell’antica civiltà degli elfi. Sebbene alla nostra gente capiti raramente di mancanze di giudizio, il fatto che i risultati siano tanto catastrofici è sconcertante. Questo è il motivo per cui temo che questo possa accadere di nuovo. Zhangor non fu la prima falsa guida spirituale che inflisse grandi sofferenze al nostro popolo, ma fu di certo la peggiore.

source: To keep our civilization in one piece, we had to forbid telling the story, and execute anyone who would dare to tell it. But we were never sure whether we had killed every cultist or not. Of course, we know that one of them escaped execution, since one of the commanders spared her life... She assured him that she was just a simple, ignorant follower, not a devout cultist. I felt she had to be executed, but unfortunately, the rest of my people did not agree.
it: Per mantenere unita la nostra civiltà, fummo costretti a vietare che la storia venisse raccontata, e a giustiziare chiunque osasse trasgredire. Ma non potemmo mai essere sicuri di aver ucciso tutti gli adoratori. Sappiamo per certo che una di loro riuscì a sfuggire all’esecuzione, dato che uno dei comandanti le risparmiò la vita... Lo convinse di essere una semplice, innocente, ignara seguace, non un’adoratrice devota. Sentii che avrebbe dovuto essere giustiziata, ma purtroppo il resto della mia gente non acconsentì.
ru: Чтобы сохранить нашу цивилизацию как одно целое, мы вынуждены были запретить разглашение этой истории, и казнить любого, кто посмеет рассказать её. Но мы никогда не были уверены, убили мы всех служителей культа или нет. Конечно, мы знали, что один из них избежала казни, так как один из командиров пощадил ее жизнь. Она уверила его, что была только простым невежественным последователем, а не посвящённым служителем. Я чувствовала, что ее стоит казнить, но, к сожалению, остальная часть моих людей была со мной не согласна.

source: Anlindë? But...but, she...
it: Anlindë? Ma... ma lei...
ru: Анлиндэ? Но... но, она...

source: I was a priestess, yes, but not willing. He would have killed me and the rest of my family if I had rejected his rule! Of course, at the end, he killed them nonetheless. I realize now that I only delayed their inevitable fate.
it: Ero una sacerdotessa, è vero, ma non per mia volontà. Lui avrebbe ucciso me e la mia famiglia se avessi rifiutato il suo incarico! Certo, alla fine li uccise ugualmente. Mi rendo conto ora che non ottenni altro che di ritardare l’inevitabile.
ru: Я была жрицей, да, но не добровольно. Он убил бы меня и остальную часть моей семьи, если бы я отвергла его правила! Конечно, в конце концов, он всё равно убил их. Я понимаю, что только отсрочила их неизбежную судьбу.

source: Why did the elves part ways?
it: Perché gli elfi si divisero e presero strade diverse?
ru: Почему часть эльфов ушла?

source: Anlindë wanted them to return to the Northeast. She said that we should have explored the unknown instead of retreating south. Of course, not every commander agreed, so eventually we went our separate ways, leaving both sides feeling wronged. Argan and I decided that our people no longer needed us, for Telchior and Anlindë would not listen to us. Quetor’el went south with his small group, but after the war I felt too weakened to travel with them across the desert. So Argan and I came here, to the depths, to live in peace. I am still surprised that Telchior and Anlindë managed to find a valley with life in the far East — I was wrong after all.
it: Anlindë voleva tornare a nord-est. Disse che avremmo dovuto esplorare le terre sconosciute invece di ritirarci a sud. Ovviamente non tutti i comandanti furono d’accordo, così alla fine andammo verso direzioni diverse, ciascuna fazione ritenendo l’altra in torto. Io e Argan decidemmo che la nostra gente non aveva più bisogno di noi, dato che Telchior e Anlindë non ci avrebbero ascoltato. Quetor’el andò a sud con il suo piccolo gruppo, ma dopo la guerra mi sentivo troppo debole per viaggiare con loro attraverso il deserto. Così io e Argan venimmo qui, in profondità, per vivere in pace. Sono ancora sorpresa del fatto che Telchior e Anlindë siano riusciti a trovare una valle rigogliosa nell’estremo oriente; dopotutto mi sbagliavo.

source: However, on the way to this place, an earthquake tore a rift in the ground near us. Argan fell into the darkness, and I could not follow him... Faithfully, I waited years and years for him... I thought he could have survived that disaster...he always managed to escape the worst situations... But then, I realized that I was waiting for the impossible. I decided to sleep for the rest of eternity, since I...needed him. And he was no more.
it: Comunque, lungo la via verso questo luogo, un terremoto dilaniò il terreno vicino a noi, formando una spaccatura. Argan precipitò nell’oscurità, e io non riuscii a seguirlo... Attesi fiduciosa il suo ritorno per anni e anni... Pensavo che avremmo potuto sopravvivere a quel disastro... eravamo sempre riusciti a sfuggire alle situazioni peggiori... Ma allora mi resi conto che stavo aspettando l’impossibile. Decisi di dormire per l’eternità, dato che io... avevo bisogno di lui. E lui non c’era più.
ru: Однако, по пути сюда, землетрясение заставило землю расступиться. Арган упал в темноту, и я не смогла последовать за ним... Я верно ждала его долгие-долгие годы... Я думала, что он, возможно, выжил в той катастрофе..., ему всегда удавалось избежать худшей участи... Но затем я поняла, что ждала невозможного. Я решила спать до конца вечности, так как я... Я нуждалась в нем. И его больше не было.

source: That’s...horrible...
it: È... Orribile...

source: My deepest condolences.
it: Le mie più profonde condoglianze.
ru: Мои самые глубокие соболезнования.

source: Then, all hope is lost...
it: Dunque, non c’è più speranza...
ru: Тогда, всякая надежда потеряна...

source: Oh no, what are we gonna do now?
it: Oh no, che faremo ora?
ru: О нет. Что же мы будем делать теперь?

source: Don’t despair. Although the force of the Union has been lost forever, I will try to help you in any way that is possible. Still, I can’t avoid being disturbed by the fact that someone opened a portal and possibly summoned Zhangor back into this world. The person responsible must have known this history in some way...or did it by accident, which is far less likely. I certainly hope that the one who is orchestrating this chaos is not Zhangor himself, or any other being of his kind.
it: Non disperate. Anche se la forza dell’Unione è andata perduta per sempre, proverò ad aiutarvi in qualsiasi modo possibile. Non posso che essere turbata dal fatto che qualcuno abbia aperto un portale e magari richiamato indietro Zhangor in questo mondo. Il responsabile deve aver conosciuto questa storia in qualche modo... o l’ha fatto accidentalmente, che è molto più improbabile. Senz’altro mi auguro che chi sta dirigendo questo caos non sia Zhangor in persona, o qualcuno del suo tipo.

source: The individual responsible for this may be related in some way to Yechnagoth. She also knew of Zhangor somehow, or that’s what we had been told by our hero, Rogrimir.
it: Il responsabile di questo potrebbe essere legato in qualche modo a Yechnagoth. Anche lei sapeva di Zhangor, in qualche modo, o almeno questo è quello che ci aveva detto il nostro eroe, Rogrimir.

source: Yechnagoth, the Eater of Souls? But she’s just an ancient legend told by mothers to scare their children — but with times as they are, I suppose you can expect anything.
it: Yechnagoth, la Divoratrice di Anime? Ma è solo un’antica leggenda narrata dalle madri per spaventare i loro bambini... ma di questi tempi, penso ci si possa aspettare di tutto.

source: Aye. Accordin’ to the history, the Quenoth desert elves led by Kalehssar—nephew of Tanuil, and direct descendant of Quetor’el—defeated her on an isle far to the west, in the middle of the Vast Sea. She could corrupt all souls from that place, includin’ humans, orcs, nagas, and saurians. After bein’ defeated, though, that influence was gone. But a large fraction of humans were still controlled by a powerful group of followers; I’d bet they are the ones behind this plot. The ‘loyalists’. They probably want to expand their empire by takin’ over these lands and others yet to be discovered.
it: Sì. Secondo la storia, gli elfi del deserto Quenoth, guidati da Kalehssar, nipote di Tanuil, e diretto discendente di Quetor’el, la sconfissero su un’isola remota a occidente, nel mezzo del Vasto Mare. Da quel luogo, riuscì corrompere ogni anima, compresi uomini, orchi, naga e sauri. Dopo essere stata sconfitta, tuttavia, la sua influenza svanì. Ma una nutrita parte degli uomini era ancora controllata da un potente gruppo di seguaci: scommetterei che ci sono loro dietro a questo complotto. I “lealisti”. Probabilmente vogliono solo espandere il loro impero conquistando queste terre e altre ancora da scoprire.
