Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: Well, strangers. You have proved yourselves to be both useful and honorable. Although you may not trust our race, we ourselves know and appreciate the value of such an ally.
it: Bene, stranieri. Vi siete dimostrati sia utili che onorevoli. Anche se potrete non fidarvi della nostra razza, per conto nostro conosciamo e apprezziamo il valore di un tale alleato.
ru: Хорошо, незнакомцы. Вы доказали и свою полезность, и благородство. Хотя вы не можете доверять нашей расе, сами мы знаем и высоко ценим значимость такого союзника.

source: Does this mean you agree with the bargain of the Grand Council?
it: Questo significa forse che accettate l’accordo con il Consiglio Supremo?
ru: Это означает, что Вы соглашаетесь с предложением Великого Совета?

source: Of course. As long as you honor it, so shall we.
it: Certo. Fintanto che lo rispetterete, noi faremo lo stesso.
ru: Конечно. Пока вы будете соблюдать его, мы тоже.

source: Why that look, Malin?
it: Perché quella faccia, Malin?
ru: Что за взгляд, Малин?

source: Bah, nothing that you care about.
it: Bah, niente che ti possa interessare.
ru: Ерунда. Вам не о чем беспокоиться.

source: Well, pardon me...
it: Beh, scusami...
ru: Ну, извините ...

source: Arrival of the Battalion
it: L’arrivo del battaglione
ru: Прибытие армии

source: The elves! They made it from Knalga alive with that filthy faerie! You shall pay for what your witch has done to our high warlord!
it: Gli elfi! Sono riusciti ad uscire vivi fa Knalga con quella schifosa fata! Pagherete per quello che la vostra strega ha fatto alla nostra signora suprema della guerra!
ru: Эльфы! Это они, вместе с этой мерзкой файери, сделали Кналга столь сильным! Вы должны заплатить за то, что ваша ведьма сделала с нашим высшим военным лордом!

source: Anlindë? What’s happened to her?!
it: Anlindë? Cosa le è successo!?

source: I am afraid that she tried with all her might to stop us by crushing our warlord, along with herself, in those stinky caves. She failed — our warlord is still alive — however, he is now seriously injured and you shall pay for that with your blood.
it: Temo che abbia tentato con tutto il suo potere di fermarci abbattendo la nostra signora della guerra, assieme a se stessa, in quelle caverne puzzolenti. Ha fallito, la nostra signora è ancora viva; tuttavia, adesso è gravemente ferita e voi pagherete per questo con il vostro sangue.

source: Aye.
it: Sissignore.
ru: Да.

source: If there is anything to be paid in blood, it is our debt to Anlindë. And we shall pay — with your blood!
it: Se c’è qualcosa da pagare col sangue, è il nostro debito verso Anlindë. E pagheremo: col vostro sangue!

source: Courageous words, yet foolish ones that cannot save your lives. You defy us, and that shall not be tolerated. Let’s see who falls first.
it: Parole coraggiose, ma comunque sciocche, e non ti serviranno a salvarti la pelle. Tu osi sfidarci, e questo non può essere tollerato. Vediamo un po’ chi cadrà per primo.

source: Mwa ha ha, to arms!
it: Ah, ah, alle armi!
ru: Бу-га-га, к оружию!

source: Die. Die! DIE!!!
it: Muori. Muori! MUORI!!!
ru: Смерть. Смерть! СМЕРТЬ!!!

source: Aah! Another one of those things!
it: Aaah! Un’altra di quelle cose!
ru: Ааа! Ещё одна из этих металлических тварей!

source: It seems that no matter how many of these automatons we knock out, there are always more to replace them.
it: Sembra che per quanti di quei robot riusciamo a distruggere, ce ne siano sempre degli altri a sostituirli.
ru: Кажется, что сколько бы эти железок мы не выбили, всегда есть ещё больше, чтобы заменить их.

source: It is official. The invasion from the unknown lands of Chaos has started.
it: È ufficiale. L’invasione dalle ignote terre del caos è cominciata.
ru: Заявляю официально. Вторжение из неведомых земель Хаоса началось.

source: There’s no need to remind me that you were right, fairy...
it: Non c’è alcun bisogno che mi ricordi che avevi ragione, fata...

source: I see it but I don’t believe it... Orcs and goblins fighting for our cause.
it: Lo vedo ma non ci credo... Orchi e goblin che combattono per la nostra causa.

source: You happen to say something very similar to what you said in the desert when I made my minions fight for you. Remember?
it: Avevi detto la stessa cosa quando avevo fatto combattere i miei sgherri per voi nel deserto, ricordi?
ru: Вы только что сказали нечто очень похожее на то, что Вы сказали в пустыне, когда я заставил своих любимцев сражаться за вас. Помните?

source: Ah yes, indeed.
it: Eh, sì, davvero.
ru: Ах да, конечно.

source: It’s hard for me to believe my eyes as well. Orcs and elves seemed to be eternal enemies in my time, probably because of some historic event.
it: Nemmeno io credo ai miei occhi. Orchi ed elfi sembravano essere nemici giurati ai miei tempi, probabilmente per ragioni storiche.

source: Does that mean you see me as one of your own?
it: Questo significa che mi vedete come uno di voi?
ru: Означает ли это, вы рассматриваете меня, как одного из вас?

source: Well, it was not immortal, at least. But what is this? I just made a small hole in its armor and I can see living flesh inside, although it smells as if it was a rotten corpse. At first, one would think that it was yet another one of those animated iron golems, but it now appears to be a half-living creature covered by a hard metal shell. Removing more pieces of metal I can see a mangled body, but I cannot distinguish what creature it pertains to. What kind of evil magic is this?
it: Beh, non era immortale, almeno. Ma cos’è questa roba? Ho fatto un piccolo foro nella sua armatura e si può vedere carne viva, anche se puzza come fosse una carogna in putrefazione. A prima vista, si poteva pensare che fosse un altro di quei colossi di ferro animati, ma adesso sembra che sia una creatura semi-vivente ricoperta di un guscio di duro metallo. Togliendo altri pezzi di metallo posso vedere un corpo mutilato ma non riesco a individuare a quale creatura appartenga. Che razza di malefica magia è questa?
ru: Ну, по крайней мере, оно не бессмертно. Но что это? Я только что сделал небольшое отверстие в броне, и вижу внутри живую плоть, хоть она и воняет, как разложившийся труп. Сначала можно было подумать, что это еще один из тех оживших металлических големов, но, похоже, что это полуживое существо, заключённое в жесткий металлический корпус. Сняв несколько сегментов металла, я вижу искаженное тело, но я не могу определить, к какому виду относится это существо. Какая же злая магия сотворила такое?

source: Well, it was not immortal, at least. But what is this? I just made a small hole in its armor and I can see living flesh, although its texture is like that of a rotten corpse. At first, one would think that it was yet another one of those animated iron golems, but it now appears to be a half-living creature covered by a hard metal shell. Removing more pieces of metal I can see a mangled body, but I cannot distinguish what creature it pertains to. What kind of evil magic is this?
it: Beh, non era immortale, almeno. Ma cos’è questa roba? Ho fatto un piccolo foro nella sua armatura e si può vedere carne viva, anche se somiglia molto ad una carogna in putrefazione. A prima vista, si poteva pensare che fosse un altro di quei colossi di ferro animati, ma adesso sembra che sia una creatura semi-vivente ricoperta di un guscio di duro metallo. Togliendo altri pezzi di metallo posso vedere un corpo mutilato ma non riesco a individuare a quale creatura appartenga. Che razza di malefica magia è questa?
ru: Ну, по крайней мере, оно не бессмертно. Но что это? Я только что сделал небольшое отверстие в броне, и вижу внутри живую плоть, хотя строение тканей как у разложившегося трупа. Сначала можно было подумать, что это еще один из тех оживших металлических големов, но, похоже, что это полуживое существо, заключённое в жесткий металлический корпус. Сняв несколько сегментов металла, я вижу искаженное тело, но я не могу определить, к какому виду относится это существо. Какая же злая магия сотворила такое?

source: I have no idea. We have never stumbled across anything like this before. Looks like the enemy is getting new recruits from somewhere.
it: Non ho idea. Non siamo mai incappati in niente di simile prima. Sembra che il nemico abbia nuove reclute.
ru: Понятия не имею. Мы никогда прежде не натыкались ни на что подобное этому. Похоже, что враг откуда-то призывает подкрепления.

source: I cannot imagine what foul creature would have done this atrocity. At least this being will now have its deserved eternal rest.
it: Non riesco a immaginare quale lurida creatura possa aver compiuto questa atrocità. Almeno questo essere adesso avrà il suo meritato riposo eterno.
ru: Я не могу вообразить, какая мерзкая тварь могла сотворить такое злодейство. По крайней мере, теперь у этого существа будет заслуженный вечный покой.

source: Unless... Heh hee hee...
it: A meno che... He he he...
ru: Если ... Хе хе хе ...

source: We are done here. Now let’s go back to Raelthyn and report the news to the Grand Council.
it: Qui abbiamo finito. Adesso torniamo a Raelthyn e riferiamo il nostro successo al Consiglio Supremo.

source: The colossal automaton falls to the floor, making the earth rumble around him.
it: Il colossale automa cade sul pavimento, facendo tremare la terra sotto di sé.
ru: Гигантский робот рушится на землю, сотрясая всё вокруг.

source: I really, really don’t want to see one of those again!
it: Non voglio mai, mai più vedere un coso di questi!

source: I can assure you it will not be the last time we fight those giants.
it: Posso assicurarti che non sarà l’ultima volta che affrontiamo questi giganti.
ru: Я могу вас заверить, что не в последний раз мы сражаемся с этими гигантами.

source: Oh, great...
it: Oh, grande...
ru: О, великий...

source: Aiyeeeee!!!
it: Aaaarghhhhh!!!
ru: Аууууу!!!

source: Die, you bastard!
it: Muori, bastardo!
ru: Умри, сволочь!

source: Heathens, let it be known that your small victory against me only means that the fury of the Master will fall upon you all and vanquish your insignificant species!
it: Infedeli, sappiate che questa vostra piccola vittoria contro di me significa solo che la furia del Signore si abbatterà su tutti voi e sconfiggerà le vostre insignificanti razze!
ru: Варвары, да будет вам известно, что ваша маленькая победа против меня означает только, что ярость Господина падёт на всех вас и покорит ваши ничтожные расы!

source: Bah, shut his mouth now. No, better yet — rip his head off.
it: Bah, tappategli la bocca adesso. Anzi, no, meglio staccategli la testa dal collo.

source: Darkozun is beheaded as Mal Keshar gives the command to his minions.
it: Appena Mal Keshar diede l’ordine ai suoi servi, Darkozun venne decapitato.
ru: Мал Кешар отдаёт приказ его прислужникам, и Даркузэн лишается головы.

source: Your boldness has signaled your doom. The Master has sent the entire Imperial army after you, and there is nothing you can do to stop the process now!
it: Il tuo coraggio ha segnato la tua fine. Il Signore ha mandato l’intero esercito Imperiale contro di te, e non c’è nulla che tu possa fare adesso per fermare il processo!
ru: Ваша дерзость навлекла погибель на ваши головы. Господин послал против вас всю имперскую армию, и сейчас вы ничего не можете сделать, чтобы остановить процесс!

source: Process? What process?
it: Processo? Quale processo?
ru: Процесс? Какой процесс?

source: I am not telling you anything...
it: Non vi dirò... niente...
ru: Я ничего вам не скажу...

source: Benthos commits suicide.
it: Benthos si uccide.
ru: Бентос совершает самоубийство.

source: Why did he have to go and do that?
it: Perché ha dovuto fare una cosa simile?
ru: Почему он должен был сделать (и сделал) это?

source: There must be a dark pact of fealty to their master. All these fiends are nothing but puppets to the real mastermind, which we’ll have to stop by ourselves.
it: Devono avere un oscuro patto con il loro padrone. Tutti questi demoni sono solo pupazzi in mano ala vera mente, che dovremo fermare da soli.

source: What do you mean, elf?
it: Cosa vuoi dire, elfo?
ru: Что вы имеете в виду, эльф?

source: The Aragwaithi and the orcs might start a full-scale war, but I’m afraid that the devotion and fanatism of these vassals will assure our defeat. I suggest sneaking through their lines at the most adequate moment, and slay him as soon as possible. The moral impact will force the Chaos Empire to surrender immediately.
it: Gli Aragwaithi e gli orchi potrebbero cominciare una guerra su larga scala, ma temo che la devozione e il fanatismo di questi vassalli potrà garantire solo la nostra sconfitta. Suggerisco di infiltrarci attraverso le loro linee al momento opportuno e ucciderlo al più presto. L’impatto morale costringerà l’Impero del Caos ad arrendersi immediatamente.

source: It is suicidal. It is madness. Almost no possibility to escape from obliteration. I like it.
it: È un suicidio. È una follia. Quasi nessuna possibilità di sfuggire all’annientamento. Mi piace.
ru: Это самоубийство. Это безумие. Почти нет шансов уцелеть. Мне это нравится.

source: That sounds like a devious plan. I am not sure... We could easily attempt to do it by ourselves, but what about the other elves?
it: Sembra un piano perverso. Non sono sicura... potremmo facilmente provarci da soli, ma che faranno gli altri elfi?
ru: Это коварный план. Я не уверена... Мы сами могли бы легко попытаться сделать это, но другие эльфы?

source: I will speak with the Council and make sure they have room to stay in these lands, in any case. If we fail, they’ll at least have additional time to escape from the Continent to the unknown lands beyond the vast sea. If we succeed, good; they can then migrate and make a home in the other unoccupied regions of this continent, once the storm has passed on.
it: Parlerò al Consiglio e mi assicurerò che abbiano spazio per rimanere in queste terre, in ogni caso. Se falliamo, avranno almeno altro tempo per abbandonare il continente per le terre sconosciute oltre il vasto mare. Se riusciamo, bene; potranno emigrare e stabilirsi in un’altra regione non occupata di questo continente dopo che la tempesta sarà passata.

source: Will we do this together? If not, at least I will try.
it: Lo faremo assieme? Altrimenti, almeno io ci proverò.
ru: Мы пойдём вместе? Если нет, то я, по крайней мере, попытаюсь.

source: You have my support, boy.
it: Hai il mio appoggio, ragazzo.
ru: Я с вами, мой мальчик.

source: Mine too. I’ve been with you this far, I’ll not abandon you now.
it: Anche il mio. Ho passato molto tempo con te, non ti abbandonerò ora.

source: I have nothing left to care about...other than the fate of my people. Galas, you’ll need my help, so I shall go with you too.
it: Non mi è rimasto nulla da perdere... se non il fato della mia gente. Galas, avrai bisogno del mio aiuto, dunque verrò anche io con te.

source: I’d better think about this later.
it: Ci rifletterò meglio più tardi.

source: You are free to choose to stay with your people. After all, we have not known each other long so we are little more than strangers to you. I wish you the best of luck in any case.
it: Sei libero di scegliere di rimanere con la tua gente. Dopo tutto, non ci siamo incontrati da molto e perciò siamo poco più che estranei per te. Ti auguro la migliore fortuna in ogni caso.
ru: Вы свободны в выборе, остаться с вашим народом. В конце концов, мы недавно узнали друг друга, поэтому мы немногим более, чем чужаки для вас. Я желаю вам удачи в любом случае.

source: My thanks.
it: Ti ringrazio.
ru: Благодарю.

source: No! The orcish chieftain has fallen!
it: No! Il capo degli orchi è caduto!
ru: Нет! Вождь орков пал!

source: Without the support of the orcs, this is hopeless...
it: Senza l’appoggio degli orchi, tutto questo non ha speranza...
ru: Без поддержки орков, это безнадежно ...

source: Council of Destiny
it: Il Consiglio del Fato
ru: Судьбоносный Совет

source: Welcome once again, friends. We received news that you were repelling the enemy forces in the frontier with help of some orcs. What did you see? How many of them were there?
it: Benvenuti di nuovo, amici. Abbiamo avuto notizia che avete respinto le forze nemiche sulla frontiera, con l’aiuto di alcuni orchi. Che cosa avete visto? Quanti ce n’erano?
ru: Еще раз, добро пожаловать, друзья. Мы получили известие, что вы отразили вторжение сил противника в приграничье с помощью неких орков. Что вы видели? Сколько их было?

source: The group explains the situation to the Grand Council.
it: Il gruppo spiega al Consiglio Supremo la situazione.
ru: Отряд объясняет ситуацию Большому Совету.

source: I maintain my point; this is suicidal, and if there was a better option I would choose it instead.
it: Non ho cambiato idea; è un suicidio, e se ci fosse un’altra possibilità la preferirei.
ru: Я остаюсь на своей точке зрения; это самоубийство. Если есть лучший вариант, я бы выбрал его.

source: It is unfortunate, but there is no other alternative left to us. All remaining free races of the Continent must face this together.
it: Sfortunatamente non c’è. Tutte le razze libere rimaste sul Continente devono affrontare questa situazione insieme.
ru: Очень жаль, но выбора у нас нет. Все, оставшееся свободными, расы континента должны встретить это плечом к плечу.

source: Now that we have the orcs on our side, I daresay it is time for the war to commence. Anyone opposed?
it: Ora che abbiamo gli orchi dalla nostra parte, oserei dire che è ora di cominciare la guerra. Qualcuno è contrario?
ru: Теперь, когда орки за нас, я полагаю самое время начать боевые действия. Кто-нибудь против?

source: I’ll take that as a ‘nay’.
it: Lo prenderò per un “no”.

source: We must notify and prepare all able-bodied men and women today. Tomorrow, we depart for war. May a glorious death be our fate, if not a glorious victory.
it: Oggi dobbiamo richiamare e preparare tutti gli uomini e le donne abili. Domani, andremo in guerra. Che il nostro destino sia una morte gloriosa, se non una vittoria gloriosa.
ru: Сегодня мы должны предупредить и подготовить всех трудоспособных мужчин и женщин. Завтра мы отправляемся на войну. Возможно, судьба приготовила нам если не славную победу, то хотя бы славную смерть.

source: And so, the Council has spoken.
it: Così ha parlato il Consiglio.
ru: И так, Совет принял решение.

source: And so we go to war. Lady and gentlemen of the Aragwaithi, it has been a pleasure to have met you. May we see each other again in happier times.
it: E dunque, andiamo in guerra. Signora e signori di Aragwaithi, è stato un piacere avervi incontrato. Speriamo di incontrarci di nuovo in tempi migliori.
ru: Итак, мы идем на войну. Эрагвийцы, леди и джентльмены. Было приятно, встретиться с вами. Возможно, мы ещё свидимся в более счастливые времена.

source: If you don’t mind, Galas, I’ll stay with you. You might need some of my help.
it: Se non hai niente in contrario, Galas, starò con te. Potresti aver bisogno del mio aiuto.

source: As you wish, Erathan.
it: Come desideri, Erathan.
ru: Как пожелаете, Эрэзэн.

source: Can I cut some orcish throats now?
it: Posso tagliare la gola di qualche orco adesso?
ru: Может мне перерезать глотку некоторым оркам прямо сейчас?

source: What? I’m just looking for a little entertainment! I’m weary of all this chit-chat, you know.
it: Cosa? Sto solo cercando qualcosa per ingannare il tempo! Sono stanco di tutte queste chiacchiere, sai.

source: And so, the Great War began. But before the day had ended, Galas explained his plan before the Grand Council and prepared everything for their final mission...
it: Così, dunque, la Grande Guerra ebbe inizio. Ma prima che quel giorno si concludesse Galas spiegò il suo piano al Consiglio Supremo, e preparò ogni cosa per la loro missione finale...
ru: Итак, началась Великая Война. Но ещё до конца дня Галас изложил свой план перед Большим Советом и подготовил все для их последнего похода...

source: Dawn of the Great War
it: L’alba della Grande Guerra
ru: Рассвет Великой Войны

source: Rendezvous with your allies.
it: Ricongiungiti ai i tuoi alleati.
ru: Встретьтесь с вашими союзниками.

source: Sneak past enemy lines and make it to the mountain pass. (Southern Map Border)
it: Sguscia oltre le linee nemiche e raggiungi il passo di montagna (bordo meridionale della mappa)
ru: Пробраться сквозь вражеские ряды и достигнуть горного перевала. (Южной границы карты)

source: Defeat of all your allies
it: Sconfitta di tutti i tuoi alleati
ru: Поражение всех ваших союзников

source: There, in those mountains, the chaos hordes have set encampments!
it: Laggiù, tra quelle montagne, le orde del caos hanno stabilito i loro accampamenti!
ru: Там, в этих горах, орды хаоса разбили лагерь!

source: This shall be an easy start as they will be unprepared for a direct strike. But be wary, it may become harder with time. We ought to defeat this frontline before they have time to call upon reinforcements!
it: Sarà un facile inizio, dato che non si aspettano un assalto diretto da parte nostra. Ma fate attenzione, poiché potrebbe complicarsi dopo. Faremmo bene a sconfiggere questa linea del fronte prima che abbiano il tempo di chiamare dei rinforzi!
ru: Сначала будет легко, так как они не готовы к внезапному удару. Но будьте осторожны: если дать им время, сопротивление усилится. Мы должны прорвать линию фронта прежде, чем они успеют вызвать подкрепление!

source: Charge!
it: Carica!
ru: Вперед!

source: So it begins...
it: E così è cominciata...
ru: Итак, началось...

source: The beginning of your personal vengeance, elf? It would have been easier for you if you had joined our side at the start of your journey. You could have kept your old home; your people would have been safe under my service.
it: L’inizio della tua vendetta personale, elfo? Sarebbe stato più facile per te passare dalla nostra parte all’inizio del tuo viaggio. Avresti potuto conservare la tua vecchia patria; la tua gente sarebbe stata al sicuro ai miei ordini.
ru: Это начало вашей личной мести, эльф? Было бы лучше, если бы вы присоединились к нам в начале вашего пути. Вы могли бы сохранить свой старый дом, и ваши люди были бы в безопасности, служа под моим началом.

source: What...
it: Cosa...
ru: Что ...

source: Could it be you fear to admit the truth, Galas? The truth that would betray your true feelings about your ‘friends’? Your thirst for blood and revenge is not something you shall ever conceal from me; I can sense everything in the air, everything in the earth. Everything that lives and crawls upon this land is under my sight...
it: Hai forse paura ad ammettere la verità, Galas? La verità che tradirebbe i tuoi sentimenti per i tuoi “amici”? La tua sete di sangue e vendetta non sono qualcosa che puoi tenermi nascosto; percepisco tutto nell’aria, nella terra. Tutto ciò che vive e striscia su questa terra è sotto i miei occhi...

source: I grant you another opportunity. Choose your destiny and those of your kinsmen before it is too late! Come with me — I can give you all protection, knowledge, wealth, unlimited power, or anything else you could ever desire!
it: Voglio concederti un’altra possibilità. Scegli il tuo destino e quello della tua gente prima che sia troppo tardi! Vieni con me, posso offrirti protezione, conoscenza, salute, potere illimitato, o qualunque cosa tu possa aver mai desiderato!

source: Galas? Is something wrong?
it: Galas? Qualcosa non va?
ru: Галас? Что-то не так?

source: Nothing’s wrong, Elynia. I think...
it: Va tutto bene, Elynia... credo.

source: Take your time, elf...
it: Prenditi il tempo che ti serve, elfo...
ru: Не спеши, эльф...

source: Galas, if you feel ill or otherwise, remember that I can aid you.
it: Galas, se non stai bene o sei malato, ricordati che ti posso aiutare.
ru: Галас, если вы плохо себя чувствуете или ещё что, помните, что я могу вам помочь.
