Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: Soldiers of Uria ye say? I wasn’t informed of the presence of demons in their ranks! Althurin, how’s this possible?
it: Soldati di Uria, dici? Non ero stato informato della presenza di demoni nei loro ranghi! Althurin, com’è possibile?

source: My apologies, Sire, but we decided not to spread the word till we could confirm our suspicions, to avoid causin’ unnecessary panic amongst our brethren. ’Tis a very delicate issue, as I hope ye understand.
it: Le mie scuse, Sire, ma avevamo deciso di non dirne nulla finché non fossimo stato sicuri dei nostri sospetti, per evitare di causare panico non necessario tra i nostri fratelli. È una cosa molto delicata, come spero comprenderete.

source: Course I do! Hmpf. But ye could’ve at least had the decency of giving me complete reports, not partially obscured ones!
it: Certo che comprendo! Hmpf. Ma avresti almeno potuto avere la decenza di farmi un rapporto completo, non uno in parte oscurato!

source: Those warriors even control some alien war beasts. We just defeated one of their most powerful creatures — the Mechanical Goliath, we call it.
it: Quei guerrieri controllano persino alcune bestie da guerra aliene. Abbiamo appena sconfitto una delle loro più potenti creature: il gigante meccanico, lo chiamiamo.

source: Our best craftsmen have worked on such gigantic metallic warriors before. They’re just machines. We believe that some prototypes were left behind when we moved from the southern caves, for we haven’t found ’em in centuries. Mayhap those were used as the basis for the enemy’s constructs.
it: I nostri migliori fabbri hanno lavorato su quei giganteschi guerrieri di metallo prima d’ora. Sono solo macchine. Crediamo che alcuni prototipi siano stati abbandonati indietro quanti ci siamo spostati dalle caverne meridionali, perché non li abbiamo trovati per secoli. Forse sono stati usati come base per le costruzioni dei nemici.

source: That’s *really* bad news! How could you leave them behind?
it: Questa è una notizia *veramente* pessima! Come avete potuto lasciarli indietro?

source: How can ye speak in such a tone to the King?!
it: Come ti permetti di parlare in quel modo al Re!?
ru: Как может Вы говорить таким тоном с Королем!

source: Nay, let him. ’Twas a great fault. A disastrous one that we cannot change, of course, but one we certainly should be ashamed of. Now that we know that our enemy has improved their armies in unthinkable ways, what’re we going to do to remedy it?
it: Dai, lascia perdere. È stata una grave mancanza. Una disastrosa che non possiamo cambiare, certamente, ma di cui dobbiamo sicuramente vergognarci. Ora che sappiamo che il nostro nemico ha sviluppato i suoi eserciti in maniera incredibile, cosa potremo fare per rimediare?

source: Well, we have a plan that could help all of us, if we can carry it out.
it: Bé, abbiamo un piano che potrebbe aiutarci tutti, se riusciamo a portarlo a termine.
ru: Действительно, у нас есть план, который мог бы помочь нам всем, если бы его удалось выполнить.

source: One of the many wars that took place after the Fall was caused by a creature similar to the one that troubles us all now. A demon, who was vanquished by two individuals alone, the Master of Darkness and the Lady of Light. According to our friendly necromancer, both of them descended into the depths of the earth for some purpose. Although the Master of Darkness has disappeared, we can sense the presence of the Lady of Light, Elynia, somewhere in the deepest caves of this system.
it: Una delle molte guerre che si susseguirono dopo la Caduta fu provocata da una creatura simile a quella che ci crea adesso problemi. Un demone, che fu sconfitto da due persone da sole: il Sovrano delle Tenebre e la Dama della Luce. Secondo il nostro amico negromante, i due discesero per qualche motivo le profondità della terra. Sebbene il Sovrano delle Tenebre sia scomparso, possiamo sentire la presenza della Dama della Luce, Elynia, nelle gallerie più profonde di questo sistema.
ru: Одна из многих войн, случившихся после Падения, была вызвана существом того же самого вида, который теперь досаждает всем нам. Демон, которого победили всего лишь двое, Лорд Тьмы и Леди Света. Благодаря нашему, дружески расположенному, некроманту мы знаем, что они оба отправились в глубины земли к некой цели. И хотя Лорд Тьмы исчез, мы можем ощутить присутствие Леди Света, Элинии, где-то в самых глубоких пещерах этой системы.

source: That’s very curious. My master once told me a fascinatin’ story of what he found while explorin’ the unknown parts of these caves. He was but a lad, but well-versed in the art of runecraftin’. He was seekin’ rare metals that could serve for craftin’ powerful and sophisticated weapons.
it: Questo è molto curioso. Il mio maestro una volta mi raccontò una storia affascinante su quello che aveva trovato mentre esplorava le parti sconosciute di queste caverne. Non era che un giovanotto, ma ben preparato nelle arti runiche. Stava cercando metalli rari che potevano servire per forgiare armi potenti e sofisticate.

source: In those parts there’re indeed rare materials waitin’ to be excavated, but there’re also strange monsters waitin’ for prey. He barely escaped from there alive. However, with his runic artifacts he could detect a strong power hidden deeper within the earth. He dubbed it ’the source of Light itself’.
it: Da quelle parti ci sono effettivamente materiali rari in attesa di essere estratti, ma ci sono anche strani mostri in attesa di prede. Riuscì a stento a fuggire vivo da lì. Comunque, con i suoi artefatti runici riuscì a localizzare un forte potere nascosto più in profondo nella terra. La definì “la stessa sorgente della Luce”.

source: If yer Lady of Light’s so powerful, it could’ve been her presence.
it: Se la vostra Dama della Luce è così potente, potrebbe essere stata la sua presenza.

source: Certainly. If we can find her alive and awaken her the power she controls alone could be an invaluable help against these foes. We shall descend to find her.
it: Certamente. Se riusciamo a trovarla viva e a svegliarla il potere che controlla da sola potrebbe essere un aiuto inestimabile contro questi nemici. Dovremmo discendere per trovarla.
ru: Конечно. Если мы сможем найти ее живой и разбудить, силы, которые доступны ей одной, могли бы оказать неоценимую помощь в борьбе против этих противников. Мы должны спуститься, чтобы найти ее.

source: I daresay, lads and lady, that would be suicidal. As Althurin has said, his master was young and ’twas extremely risky to wander those depths. Even the trolls know that nobody is welcome there. Ye could find death there, or something worse... I certainly wouldn’t risk troops on a fool’s quest.
it: Mi permetto di dire, giovani e signora, che sarebbe un suicidio. Come ha detto Althurin, il suo maestro era giovane e fu estremamente rischioso vagare in quelle profondità. Persino i troll sanno che nessuno è il benvenuto laggiù. Potreste trovarvi la morte, o qualcosa di peggio... Io di certo non rischierei truppe in una cosa così folle.

source: My King, I’ll go with them, if you’ll allow me to do so.
it: Mio Re, andrò con loro, se me lo permetterete.

source: Althurin, what motivates ye to do such a thing?
it: Althurin, cosa ti spinge a fare una cosa del genere?
ru: Альтурин, зачем тебе это?

source: Our loremasters have registered the history of this sorceress, Elynia. From what I can figure she’s probably the most powerful one ever seen by any dwarf, orc, or even elf. ’Tis said she was cursed to live for the rest of eternity as a punishment for the arts she delved into.
it: I nostri maestri hanno registrato la storia di questa maga, Elynia. Da quello che posso immaginare lei è probabilmente la più potente che nessun nano, orco o persino elfo abbia mai visto. Si dice che sia stata maledetta a vivere per il resto dell’eternità come punizione per le arti in cui si è cimentata.

source: We’re indebted to these elves. *I* owe ’em personally for the help they gave us ’gainst the followers of Uria. The least I can do is go with ’em and guide ’em through the dense darkness. Otherwise, I fear that they’ll never return from those pits.
it: Siamo in debito con questi elfi. *Io* devo loro personalmente qualcosa per l’aiuto che ci hanno dato contro i seguaci di Uria. Il minimo che possa fare è andare con loro e guidarli nella densa oscurità. Altrimenti, ho paura che non torneranno mai da quei sentieri.

source: You’re currently the head of the Order of Runesmiths. If ye don’t return, we’ll miss ye sorely. But if ye feel ye must, then go. I’ll not impede yer duty to the elves.
it: Attualmente sei il capo dell’Ordine dei Fabbri delle Rune. Se non tornerai, ci mancherai profondamente. Ma se senti di doverlo fare, allora vai. Non mi immischierò nel tuo dovere verso gli elfi.

source: Friends, be on yer guard, and listen to Althurin’s advice — he’s easily the wisest runecrafter we have. You’ll need all the support you can get down there. I wish ye the best of luck in yer mission, and know that yer rear will be safe. We’ll defend Knalga with our teeth if necessary.
it: Amici, state in guardia, e ascoltate i consigli di Althurin: è di gran lunga il più saggio fabbro delle rune che abbiamo. Avrete bisogno di tutto l’aiuto possibile laggiù. Vi auguro la migliore fortuna nella vostra missione, e so che le vostre spalle saranno al sicuro. Difenderemo Knalga con i denti, se necessario.

source: Thank you, Your Majesty.
it: Grazie, Vostra Maestà.
ru: Благодарю Вас, Ваше Величество.

source: Hmm. Well you know you can count on my undead minions to save your a... *Ahem* aid you in the depths. This is going to be fun...
it: Hmm. Bene, sapete di poter contare sui miei servitori non-morti per salvarvi il cu... *Ahem* per aiutarvi nelle profondità. Ci sarà da divertirsi...
ru: Хм. Ну вы знаете, что можете рассчитывать на моих любимых покойничков, когда придётся спасать ваши жо... зни в этих глубинах. Это может быть забавно...

source: The Library
it: La Biblioteca
ru: Библиотека

source: team_name^Cave dwellers
it: Abitanti delle caverne
ru: Обитатели пещер

source: team_name^Spirits
it: Spiriti
ru: Духи

source: Explore the Library and proceed straight south with Galas, Anlindë, or Mal Keshar
it: Esplora la Biblioteca e procedi diritto verso sud con Galas, Anlindë o Mal Keshar
ru: Исследуйте библиотеку и проведите прямо на юг Галаса, Анлиндэ или Мала Кешара

source: Optional: Defeat all enemy leaders (Bonus)
it: Facoltativo: Sconfiggi tutti i comandanti nemici (bonus)
ru: Опционально: победите всех лидеров противника (приз)

source: Death of Althurin
it: Morte di Althurin
ru: Смерть Альтурина

source: This place gives me chills. What is this? It appears to be the ruins of an ancient city.
it: Questo posto mi dà i brividi. Cos’è questo? Sembrano le rovine di una antica città.
ru: От этого места у меня мурашки по коже бегают. Что это такое? Похоже, руины древнего города.

source: Indeed it is. I am not sure who or what lived here, but it looks like it was an intelligent civilization, judging by the runes carved on the buildings.
it: Infatti lo sono. Non so chi o cosa vivesse qua, ma pare che fosse una civiltà intelligente, a giudicare dalle rune incise sulle costruzioni.
ru: Действительно. Я не уверен, кто или что жило здесь, но это, похоже, была интеллектуальная цивилизация. Вырезанные руны на зданиях указывают на это.

source: Hmm, interestin’. They’re not dwarvish.
it: Mmh. Interessante, non sono naniche.

source: I think we should investigate the place. Perhaps we can find valuable information on the location of our sages.
it: Penso che dovremmo esaminare questo luogo. Forse ci possiamo trovare informazioni preziose sul luogo dei nostri saggi.
ru: Я думаю, стоит исследовать это место. Возможно мы найдем ценную информацию о месте нахождения тех, кого мы ищем.

source: Well let us explore then, but be careful. Ancient civilizations are not always friendly to those of the present — there might be traps or enchantments set to protect these ruins. Besides, it is very likely that they already have some hostile visitors, such as orcs or trolls.
it: Beh, esploriamo allora, ma siate prudenti. Le antiche civiltà non sempre sono amichevoli con quelle presenti; potrebbero esserci trappole o incantesimi a proteggere queste rovine. Inoltre, è molto probabile che ci sia già stato qualche visitatore ostile, come orchi e troll.

source: Note: Galas is becoming used to moving in caves, so his movement cost in caves is reduced 1 unit.
it: Nota: Galas si sta abituando a muoversi nelle caverne, perciò il suo costo di movimento nelle caverne è ridotto di una unità.
ru: Заметьте: Галасу нужно приспособться к передвижению в пещерах, так что его скорость уменьшена на единицу.

source: You have defeated all enemy leaders.
it: Hai sconfitto tutti i comandanti nemici.
ru: Победите всех вражеских лидеров.

source: This path goes even deeper underground. I hesitate to continue.
it: Questo sentiero scende ancora di più in profondità. Esito a continuare.
ru: Этот путь ведёт еще глубже под землю. Я не решаюсь продолжить движение.

source: Let’s not hesitate. Wherever the Lady of Light is, we shall be safe.
it: Non esitiamo. Ovunque si trovi la Dama della Luce, là saremo al sicuro.

source: I hope so...
it: Lo spero...
ru: Я надеюсь, что так...

source: I feel that we must continue that way. Our goal must be very close.
it: Sento che dobbiamo continuare da questa parte. Il nostro obiettivo deve essere molto vicino.
ru: Я чувствую, что мы должны продолжать путь. Наша цель должна быть уже очень близка.

source: Then that’s where we shall go.
it: Allora è là che andremo.

source: Hidden touchplate triggered. Walls are heard moving in the distance.
it: Piastra nascosta premuta. Si sentono i muri muoversi a distanza.
ru: Срабатывает скрытый сенсор. Слышно, как в отдалении двигается стена.

source: Long ago, during a forgotten era, the beings of Light and Darkness were fighting an endless war, which ended when Yarae the Arcane Lord appeared to take his place as an arbiter between both sides. He created ten guardians or <i>demons</i> to protect the factions from destroying each other. Each guardian was bestowed control over different classes of powers and beings. More demons were created as necessary to help the Original Ten with their task.
it: Molto tempo fa, durante un’era dimenticata, gli esseri della Luce e dell’Oscurità stavano combattendo una guerra interminabile, che finì quando Yarae, il Signore Arcano, apparve per prendere il proprio posto come mediatore tra le due parti. Creò dieci guardiani o <i>demoni</i> che proteggessero le fazioni dal distruggersi a vicenda. A ciascun guardiano fu dato il controllo su una diversa classe di potere e di esseri. Altri demoni furono creati quando necessario affinché aiutassero i Dieci Originari nel loro compito.
ru: Давным-давно, во времена забытой эры, существа Света и Тьмы вели нескончаемую войну, которая завершилась, когда Ярэй - Лорд Таинств - явился, чтобы выступить в качестве арбитра между двумя сторонами. Он создал десять стражей или <i>демонов</i>, чтобы уберечь противоборствующие группы от взаимного уничтожения. Каждому стражу был предоставлен контроль над определёнными силами и существами. В дальнейшем демоны создавались по мере необходимости, чтобы помочь Первой Десятке справиться с их задачей.

source: Yarae had great powers that could control or restrain the chaotic nature of the Light and Darkness factions. He used his powers moderately and wisely for eons, bringing peace and prosperity to all — until he was corrupted by unknown forces.
it: Yarae aveva grandi poteri che potevano controllare o respingere la natura caotica delle fazioni di Luce e Oscurità. Impiegò i propri poteri in modo saggio e moderato per ere, portando pace e prosperità a tutti, finché non fu corrotto da forze sconosciute.

source: As he was corrupted, so were the Original Ten. Yarae commanded them and the rest of the demonkind to bring chaos upon all that existed. A significant part of all that existed was corrupted by the touch of the Original Ten until the gods of Light and Darkness figured out a way to combine their forces in a single entity capable of fighting the new evil. The Avatar of the Union of Light and Darkness was born.
it: Appena fu corrotto, lo furono anche i Dieci Originari. Yarae comandò loro e al resto della specie dei demoni di portare il caos su tutto ciò che esisteva. Una parte significativa del tutto fu corrotta dal tocco dei Dieci Originari finché gli dei della Luce e dell’Oscurità trovarono un modo per combinare le proprie forze in una singola entità in grado di combattere il nuovo male. Nacque l’Avatar dell’Unione di Luce e Tenebra.
ru: Поскольку он был развращен, это произошло и с Первой Десяткой. Ярэй приказал, чтобы они и остальные младшие демоны несли хаос всему сущему. Значительная часть всего, что существовало, было развращено контактом с Первой Десяткой, пока боги Света и Тьмы выясняли способ объединить свои силы в единую сущность, способную бороться с новым злом. Воплощение Союза Света и Тьмы родилось.

source: With the power of the Union, they managed to significantly weaken Yarae and trap him in the Void between worlds. Soon his ten servants were defeated as well, but not all of them could be destroyed, as the Union was also weakened by the fight. Those of the Original Ten who survived were purified and made to serve more lawful purposes. The powers of those who were destroyed were lost, although it is believed they may come into existence again by binding to newborn creatures.
it: Con il potere dell’Unione, riuscirono a indebolire Yarae in modo significativo e a intrappolarlo nel Vuoto tra i mondi. Presto furono sconfitti anche i suoi dieci servi, ma non tutti loro furono distrutti, dato che anche l’Unione fu indebolita dal combattimento. Quelli che, dei Dieci Originari, sopravvissero, furono purificati e posti a occuparsi di scopi più giusti. I poteri di coloro che furono distrutti andarono perduti, anche se si dice che potrebbero tornare ad esistere attraverso un legame con le creature che nasceranno in futuro.
ru: С мощью Союза им удалось значительно ослабить Ярэя и заманить его в ловушку в Пустоте между мирами. Его десять слуг вскоре также были побеждены, но не всех их смогли уничтожить, поскольку Союз был также ослаблен борьбой. Те из Первой Десятки, кто выжил, были очищены и призваны для выполнения более законных задач. Силы, заключённые в уничтоженных, рассеялись, хотя считается, что они могут проявиться снова в каком-то из новорожденных существ.

source: Uria of the Original Ten was charged with the task of guarding the corrupted worlds with the help of the rest of the demonkind. The power of the Union was lastly used to separate the corrupted worlds from the rest almost completely into the space of Inferno. As the power of the Union faded away, the Body of the Union and the Globes of Light and Darkness were left behind. As it was feared that the Original Ten could become corrupted again, or Yarae could escape his imprisonment, the three objects were hidden in different locations about which demonkind did not know. Those locations were in the worlds of Ethea, Irdya and Norsula, respectively.
it: Uria, dei Dieci Originari, fu incaricata di sorvegliare i mondi corrotti con l’aiuto degli altri demoni. Il potere dell’Unione fu usato l’ultima volta per separare i mondi corrotti dagli altri quasi completamente e confinarli nello spazio dell’Inferno. Appena il potere dell’Unione svanì, rimasero il Corpo dell’Unione e i Globi della Luce e dell’Oscurità. Dal momento che si temeva che i Dieci Originari potessero essere nuovamente corrotti, che Yarae potesse sfuggire alla propria prigione, i tre oggetti furono nascosti in luoghi diversi di cui la razza dei demoni non sapesse nulla. Quei luoghi si trovavano nei mondi di Ethea, Irdya e Norsula, rispettivamente.
ru: Урии из Первой Десятки поручено было охранять поврежденные миры с помощью остальных младших демонов. Сила Союза наконец была использована, чтобы отделить развращенные миры от остальных, фактически полностью замкнув их в месте под названием Ад. Поскольку сила Союза исчезла, Тело Союза и Сферы Света и Тьмы были оставлены. Из опасения, что Первая Десятка могла развратиться вновь, или Ярэю удастся бежать из его заключения, все три объекта были скрыты в различных местах, о которых не знали младшие демоны. Эти тайники были устроены в мирах Ethea, Ирдья и Norsula.

source: When the era comes in which one or more of the Original Ten become corrupted again, two beings shall be born, each one in the places were the Globes were hidden. The powers of Light and Darkness shall bind to each one, and once both beings join their spirits, they shall become the new Avatars of the Union. And the cycle shall repeat in the case one of them is destroyed.
it: Quando arriverà l’era in cui uno o più dei Dieci Originari si lascerà nuovamente corrompere, due esseri nasceranno, ciascuno in uno dei luoghi in cui furono celati i Globi. In ciascuno dei due si incarnerà uno dei poteri della Luce e dell’Oscurità, e appena i due avranno unito i loro spiriti, diverranno i nuovi Avatar dell’Unione. E il ciclo si ripeterà nel caso in cui uno dei due venga distrutto.
ru: Когда наступает эпоха, в которой один или несколько членов Первой Десятки вновь подвергаются развращению, должны родиться два существа, каждое в том месте, где была сокрыта одна из сфер Союза. Силы Света и Тьмы должны слиться с каждым, и как только оба существа соединят свои духовные сущности, они станут новым воплощением Союза. И цикл должен повториться в случае, если один из них будет уничтожен.

source: These crystal glyphs were created by us, the Argazars, so that our knowledge and technology could be preserved until the end of this planet’s existence. Each one may contain a different message, may have a special ability, or cause various effects in its surroundings, included, but not limited to, providing light sources of unlimited lifespan.
it: Questi Glifi di Cristallo sono stati creati da noi, gli Argazar, cosicché la nostra conoscenza e tecnologia possano essere conservati fino alla fine dell’esistenza del pianeta. Ciascuno potrà contenere un diverso messaggio, potrà avere una speciale abilità, o provocare vari effetti nelle sue vicinanze, inclusi, ma non solo, fornire fonti di luce o vita illimitata.

source: It is our final hope that all of this accumulated knowledge, technology, and history will not be used for malign purposes.
it: La nostra ultima speranza è che questa conoscenza, tecnologia e storia accumulate non verranno usate a scopi malvagi.
ru: Это наша последняя надежда, что все эти накопленные знания, технологии и исторические сведения не будут использоваться со злым умыслом.

source: These crystals were created by us, the Argazars, so that future generations would learn of our past and present. Most of the information was gathered by us, from even more ancient scrolls, stones and ruins.
it: Questi cristalli sono stati creati da noi, gli Argazar, in modo che le future generazioni imparino dal nostro passato e dal nostro presente. La maggior parte delle informazioni è stata raccolta da noi, da ancora più antiche pergamene, iscrizioni e rovine.
ru: Эти кристаллы были созданы нами, Аргазарами, чтобы будущие поколения узнали о нашем прошлом и настоящем. Большая часть информации была собрана нами из еще более древних свитков, камней и руин.

source: The three components of the Union are believed to have been hidden in the worlds of Ethea, Irdya and Norsula.
it: Si suppone che le tre componenti dell’Unione siano state nascoste nei tre modi di Ethea, Irdya e Norsula.
ru: Эти три составляющих Союза, как полагают, были спрятаны в мирах Ethea, Ирдья и Norsula.
