Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: The Chaos military is a very well organized one — the Great Continent has not seen such kind of disciplined, massive hordes of blood-thirsty foes since the times of the legendary Mal-Ravanal, responsible of the creation of a long-lasting order of followers to his cause. It is suspected that, at the top of the hierarchy, above the Iron Triad and below the Emperor of Chaos, lies the greatest commander of their ranks, bestowed with supreme control over the army, their many strongholds and their economy, research and production. Nobody knows with certainty what kind of being is this hypothetical warlord, nor what his or her appearance is, for they either stay in the safety of the Chaos fortresses overseeing the strategic performance of the troops, or nobody who has met them in reality has survived to spread the word.
it: La milizia del Caos è una molto ben organizzata: il Grande Continente non vedeva una tale orda di nemici disciplinata, massiccia e assetata di sangue dai tempi del leggendario Mal-Ravanal, responsabile della creazione di un ordine duraturo di seguaci della sua causa. Si sospetta che, al vertice della gerarchia, sopra la Triade di Ferro e sotto l’Imperatore del Caos, stia la più grande comandante di queste fila, investita del controllo supremo sugli eserciti, delle loro roccaforti e della loro economia, ricerca e produzione. Nessuno sa per certo che razza di essere sia quest’ipotetica signora della guerra, né quale sia il suo aspetto, poiché questa sta al sicuro nelle fortezze del Caos a sorvegliare il comportamento delle truppe, e nessuno che l’abbia vista è sopravvissuto abbastanza per raccontare nulla al mondo.

source: burning inferno
it: fuoco infernale
ru: адское пламя

source: The Chaos military is a very well organized one — the Great Continent has not seen such kind of disciplined, massive hordes of blood-thirsty foes since the times of the legendary Mal-Ravanal, responsible of the creation of a long-lasting order of followers to his cause. At the top of the hierarchy, above the Iron Triad and below the Emperor of Chaos, lies the greatest commander of their ranks, bestowed with supreme control over the army, their many strongholds, and their economy, research and production. Her body has dried up over the time, after being artificially repaired and modified to preserve her life, to continue serving Uria for the rest of eternity. It is unknown what her purposes are, or how loyal she is to the Shadow Master in truth. However, that little matters to anyone who may stumble upon her, for their fate is already set...
it: La milizia del Caos è una molto ben organizzata: il Grande Continente non vedeva una tale orda di nemici disciplinata, massiccia e assetata di sangue dai tempi del leggendario Mal-Ravanal, responsabile della creazione di un ordine duraturo di seguaci della sua causa. Al vertice della gerarchia, sopra la Triade di Ferro e sotto l’Imperatore del Caos, c’è la più grande comandante di queste fila, investita del controllo supremo sugli eserciti, delle loro roccaforti e della loro economia, ricerca e produzione. Il suo corpo è stato disidratato nel tempo, dopo essere stato artificialmente riparato e modificato per mantenerla in vita, per continuare a servire Uria per il resto dell’eternità. Non si sa quali siano le sue intenzioni, o quanto fedele sia in realtà al Signore dell’Ombra. Questo comunque interessa poco a coloro che si imbattano in lei, poiché il loro destino è già segnato...

source: Assault Drone
it: Drone d’assalto
ru: Штурмовой дроид

source: Of all the horrors that have been witnessed by all those who oppose the Chaos Empire and survive the time necessary to pass the story onto generation by generation, the worst ever recorded might be these floating metallic beasts that resemble nagas in shape, and insects in appearance, that have big and strong claws, capable of cutting a man in half with small, if not nought, effort. These abominations, called the ‘Shaxthal’ by the witnesses, honor their name, derived from an ancient human dialect—which would mean ‘invincible’ in the modern tongue—, by being fierce, seemingly unstoppable and virtually invulnerable to physical weapons, for their body is protected by an incredibly tough and thick shell-armor, of which the only flaw would be the gaps of flesh in each joint, smelling like rotten flesh. By their resemblance to insects, they have also been titled the ‘Drones’ by the rebel forces, but it is a name easily underestimated by unexperienced fighters that have never seen them in reality. Those foolish ones only survive long enough to be crushed alive, limb by limb, by a lightbeam coming from the creature’s eyes.
it: Fra tutti gli orrori visti da chi si sia opposto all’Impero del Caos e siano sopravvissuti abbastanza a lungo da tramandare la storia alle generazioni successive, le peggiori mai ricordate sono forse queste bestie metalliche fluttuanti che ricordano i naga nella forma, e insetti nell’aspetto, provvisti di grandi e forti artigli, in grado di tagliare in due un uomo con poco sforzo, se non nessuno. Questi abomini, detti “Shaxthal” da chi li ha visti, onorano il proprio nome, derivato da un antico dialetto umano (si direbbe oggi “invincibile”), dimostrandosi feroci, apparentemente inarrestabili e virtualmente invulnerabili alle armi fisiche, essendo protetti da un esoscheletro incredibilmente resistente e spesso, le cui uniche crepe sono i buchi nelle giunture, che puzzano di carne marcia. Dalla loro somiglianza con gli insetti, sono anche stati chiamati “Droni” dalle forze ribelli, ma questo nome viene facilmente sottovalutato dai combattenti inesperti che non li hanno mai visti in realtà. Questi folli non sopravvivono oltre il tempo di essere schiacciati vivi, un pezzo alla volta, da un raggio di luce proveniente dagli occhi di queste creature.

source: No description available. Nobody else has seen such a horrendous thing before!
it: Non è disponibile nessuna descrizione. Nessuno ha mai visto un simile orrore prima!
ru: Описание отсутствует. Никому раньше не доводилось видеть такой кошмар!

source: Protector Drone
it: Drone Protettore
ru: Дроид защитник

source: Some drones develop their flexibility and deftness more than others. The Protectors have chosen the path of endurance and attack strength, becoming heavier and slower, yet really lethal weapons of mass destruction. However, they have also developed a worrisome accuracy on their attacks of energy shockwaves.
it: Alcuni droni sviluppano più flessibilità e agilità di altri. I protettori hanno scelto la via della resistenza e della forza d’attacco, divenendo più pesanti e lenti, ma vere armi letali per la distruzione di massa. Comunque, hanno anche sviluppato una preoccupante accuratezza nei loro attacchi tramite onde d’energia.
ru: Некоторые дроиды развивают в себе гибкость и ловкость. Защитники же выбрали путь повышения выносливости и силы атаки, становясь более тяжелыми и медлительными, но превращаясь при этом в действительно смертоносное оружие массового поражения. При этом, они также развили пугающую точность своих атак энергетическими ударными волнами.

source: Runner Drone
it: Drone corridore
ru: Мобильный дроид

source: Some drones are known for their speed and visual agility and accuracy as the ‘Runners’. They stand on only their lower pair of legs, which are very strong and are designed with scouting performance in mind. They are not a perilous threat alone on their own, but larger groups are, as with most species, dangerous. Evidence indicates that their intelligence is very similar to that of humans, dwarves or elves, albeit being as violent and unpredictable as orcs. It is unfortunate that such features were put under the commands of the forces of Chaos instead.
it: Alcuni droni sono noti, per via della loro velocità e visibile accuratezza e agilità, come “Corridori”. Si reggono solo sugli arti posteriori, che sono molto forti, progettati appositamente per un esploratore. Non sono una seria minaccia di per sé, ma presi in gruppo, come la maggior parte delle specie, diventano pericolosi. È evidente che la loro intelligenza è molto simile a quella di uomini, elfi o nani, benché siano violenti e imprevedibili come orchi. È una disgrazia che tali caratteristiche siano sotto il controllo delle forze del Caos.

source: Very few have survived the ‘bladestorm’ that the Rayblades perform in the battlefield. In an unnatural manner, they can spin over their own bodies and destroy their oponents by extending their arms, which instead of hands at the end have sharp blades, during a fast spinning. Yet worse is that they seem not to require air at all, being able to stay hours, or days, perhaps, in the waters of the deepest rivers known.
it: Pochissimi sono sopravvissuti alle “tempeste di lame” che i Rayblade provocano sul campo di battaglia. In una maniera innaturale, possono girare su se stessi, e distruggere i nemici stendendo le braccia, con lame affilate al posto delle mani, durante il loro frenetico vorticare. Ancora peggio, non sembrano aver alcun bisogno di aria, e questo permette loro di rimanere ore, o giorni a volte, nell’acqua dei fiumi più profondi che si conoscano.

source: weapon^rayblade
it: lama laser
ru: Веер клинков

source: Beside the manufactured drones, other exotic lifeforms have developed and evolved amongst the Shaxthals, lifeforms that start from a mundane basis, such as birds. The shaxthal birds, however, are armored; this makes them slower than natural birds, but also makes them more dangerous, as they have the ability to throw some appendices of their armor that resemble feather-shaped knives, knives that can be shot from safe distance to the victim, inflicting great damage on it.
it: A fianco dei droni artificiali, altre esotiche forme di vita si sono sviluppate ed evolute tra gli Shaxthal, esseri che partono da basi mondane, come uccelli. Gli uccelli Shaxthal, comunque, sono coperti da armature; questo li rende più lenti dei normali uccelli, ma anche più pericolosi, avendo l’abilità di scagliare parti della loro armatura, simili a coltelli a forma di piume, che possono essere sparati da una distanza di sicurezza alla vittima, infliggendole grandi danni.

source: blade shower
it: doccia di lame

source: The shaxthal Razorbirds can grow up even more, becoming threats that are best avoided in open fields, as they can let themselves fall over their victim piercing it with their powerful beak. And, in case that is not enough, the sharpness of their throwing blades is enhanced by their common practice of producing deadly electric sparks with them.
it: I razorbird Shaxthal possono crescere ulteriormente, diventando una minaccia che sarebbe meglio evitare nei campi aperti, dato che possono precipitarsi sulle proprie vittime beccandole con grande violenza. E come se non bastasse, le lame che lanciano diventano ancora più pericolose, per via della pratica di usarle per produrre scintille elettriche mortali.

source: thunderbolt
it: fulmine

source: These biomechanicals pretty much resemble the structure, appearance and behavior of Water Serpents, except that they don’t need to breath, they are very strong and resistant to physical damage, and, most importantly, they cannot move quickly on most dry terrains. In fact, moving on the surface can be specially dangerous for them, as their lack of legs and excess of weight, combinated, render them defenseless. In a dramatically big contrast, their performance on their natural environments, the Shaxthal nests, is extremely dangerous for any intruders that may stumble across with these sneaky prowlers.
it: Questi esseri biomeccanici preservano parecchio la struttura, l’aspetto e il comportamento dei serpenti d’acqua, tranne per il fatto che non hanno bisogno di respirare, sono molto forti e resistenti al danno fisico, e soprattutto non possono muoversi velocemente sulla maggior parte dei terreni asciutti. Di fatto, muoversi in superficie può essere molto pericoloso per loro, dato che la loro assenza di zampe e il peso eccessivo, combinati, li rendono indifesi. In maniera drammaticamente opposta, la loro abilità nell’ambiente naturale, i nidi Shaxthal, è estremamente pericoloso per qualsiasi intruso che possa imbattersi in questi serpenti predatori.

source: race^Spirit
it: Spirito
ru: Дух

source: race+female^Spirit
it: Spirito
ru: Дух

source: race^Spirits
it: Spiriti
ru: Духи

source: Natural spirits are rarely seen in mundane places, although it is rumored that they can only be, either summoned by magi, or protecting a great secret of nature.
it: Gli spiriti naturali compaiono raramente in luoghi mondani, benché si dica che possano esistere solo se evocati da qualche mago o posti a protezione di grandi segreti della natura.
ru: В повседневной жизни духи стихий обычно не встречаются. Однако говорят, что их способны вызвать маги, и ещё их можно встретить защищающими одну из великих тайн природы.

source: Fire Spirit
it: Spirito di Fuoco
ru: Дух огня

source: Fire Guardians are spirits of smoke and flame. No one is exactly sure where they come from, but they seem to be a common threat in the darkest unknown depths of world. They might be the Fire itself, incarnate, or part of it.
it: I guardiani del Fuoco sono spiriti di fumo e fiamme. Nessuno sa per certo da dove provengano, ma sembrano una minaccia comune nelle profondità più oscure del mondo conosciuto. Potrebbero essere il Fuoco stesso, incarnato, o una parte di esso.
ru: Огненные Стражи - это духи дыма и пламени. Никто не точно не знает, куда они берутся, но они, похоже,являются общей опасностью во всех наиболее темных и неизведанных глубинах мира. Они могут быть самим Огнём, его воплощением, или его частью.

source: fire claws
it: artigli infuocati
ru: пылающие когти

source: Fire Wisp
it: Fiammella
ru: Дикий огонёк

source: Fire Wisps are minor spirits of flame. They like to frolic in pools of lava, and take great delight in burning anything they can reach. They should not be a great challenge to unexperienced fighters, except when found in swarms.
it: Le Fiammelle sono spiriti minori del fuoco. Amano gironzolare nei pozzi di lava, e si divertono a bruciare qualsiasi cosa riescano a raggiungere. Non dovrebbero essere una grande minaccia nemmeno per i guerrieri inesperti, tranne quando si muovono in sciami.
ru: Дикие огоньки - это младшие духи огня. Они любят резвиться в бассейнах лавы, и получают огромное удовольствие в сжигании всего, до чего могут добраться. Они не представляют опасности даже для неопытного бойца, кроме тех случаев, когда собираются в стаи.

source: fire bash
it: fiammata
ru: Огненный удар

source: Animated Rock
it: Roccia animata
ru: Оживший камень

source: Animated Rocks are rather slow creatures made out of solid, living rock. They have a weak attack, but are incredibly hard to destroy. It is rumored that these magical constructs can only be summoned by powerful magi.
it: Le rocce animate sono creature piuttosto lente fatte di solida pietra vivente. Hanno un attacco debole, ma sono incredibilmente difficili da distruggere. Si dice che queste creature magiche possano essere evocate soltanto da potenti maghi.
ru: Ожившие камни - довольно медленные существа, сплошь состоящие из подвижного камня. Они слабы в атаке, но их невероятно трудно разрушить. По слухам, эти волшебные создания могут только быть призваны только могучими магами.

source: Rock Golem
it: Golem di roccia
ru: Каменный голем

source: Rock Golems are giant, slow, and heavy creatures made out of solid, living rock. Their fists can crush any skeleton in matter of seconds.
it: I golem di roccia sono enormi, lente e pesanti creature fatte di solida pietra vivente. I loro pugni possono schiacciare qualsiasi scheletro in questione di secondi.
ru: Каменные големы - это огромные, медленные и тяжелые существа, целиком состоящие из оживших камней. Их кулаки могут сокрушить любой скелет в считанные секунды.

source: female^Water Spirit
it: Spirito d’acqua
ru: Дух воды

source: Tidal waves of water have been known to have acquired their own consciousness and mind, and to set free from their summoners. Then, it turns into a more corporeal being of water, that encarnates the might and whimsical personality of water and its inhabitants.
it: Si è scoperto che le onde d’acqua del mare hanno acquisito una coscienza propria, e si sono liberate dei loro evocatori. Così, si trasformano in esseri d’acqua corporei, che incarnano la forza e la personalità eccentrica dell’acqua e dei suoi abitanti.
ru: Когда ожившие волны осознают, что обрели свое собственное сознание и разум, они освобождаются от власти сил их создавших. Тогда, они превращаюся в состоящее из воды существо, воплощающее энергию и прихотливую индивидуальность водной среды и ее жителей.

source: water punch
it: pugno d’acqua
ru: водяной кулак

source: female^Water Tidal
it: Acqua della marea
ru: Ожившие волны

source: It is said that the world is mostly composed of water. It would be natural, then, to think that water may have its own will, and that its power can be summoned by expert magi for bad purposes. Unfortunately, all that is true.
it: Si dice che il mondo sia composto per lo più d’acqua. Sarebbe naturale, quindi, pensare che l’acqua abbia una propria volontà, e che il suo potere possa essere evocato da maghi esperti a scopi malvagi. Sfortunatamente, tutto questo è vero.
ru: Говорят, что мир в основном состоит из воды. Тогда, было бы естественно предположить, что у воды может быть своя собственная воля, и что ее сила может быть использована опытным магом для неблаговидных дел. К сожалению, дела обстоят именно так.

source: race^Elvish Spirit
it: Spirito di un Elfo
ru: Дух эльфа

source: race+female^Elvish Spirit
it: Spirito di un’Elfa
ru: Дух эльфийки

source: race^Elvish Spirits
it: Spiriti degli Elfi
ru: Духи эльфов

source: Many mighty elven warriors of ancient have died in such a way that their desire of fighting for a last time is not fulfilled. Thus, their souls cannot rest in peace forever, and seek to return to this world for getting their thirst quenched with a last glorious confrontation. However, they usually cannot do so without help of necromancy. Since elves have always been opposed to allowing necromancy and their practitioners amongst their people, their ancestors have not had the opportunity to return to assist their kind, till now.
it: Molti potenti guerrieri elfici di tempi antichi sono morti in una maniera tale che il loro desiderio di combattere per un’ultima volta non è soddisfatto. Perciò, le loro anime non possono riposare in pace per sempre, e cercano la via per il ritorno a questo mondo per placare la propria sete con un ultimo, glorioso scontro. Tuttavia, in genere non possono farlo senza l’aiuto della negromanzia. Poiché gli elfi si sono sempre opposti a queste arti e ai loro praticanti tra i propri fratelli, i loro avi non hanno mai avuto l’opportunità di tornare ad assistere la propria razza, finora.

source: Ancestor
it: Elfo antenato
ru: Дух предка

source: Revered warriors of old roam through the elven forests, visible only due to their shining silver swords. They are only partially present in the mortal realm, and wounds close as if they had never existed. Their voice can whisper in the wind words that chill the hearts of their enemies, making them, ocassionally, abandon the fight prematurely, or even die of sheer fear.
it: Rispettati guerrieri dei tempi passati si aggirano per le foreste degli elfi, visibili solo grazie alle loro splendenti spade d’argento. Sono solo in parte presenti nel mondo mortale, e le loro ferite si rimarginano quasi come se non fossero mai esistite. La loro voce può sussurrare nel vento parole che fanno raggelare i cuori dei loro nemici, facendoli talvolta abbandonare il combattimento prematuramente, o persino morire nel puro terrore.
ru: Почтенные воины былого бродят по эльфийским лесам, видимые только благодаря своим сверкающим серебристым мечам. Они лишь частично присутствуют в царстве мёртвых, и раны их затянулись, как будто их никогда не было. Они могут шептать голосом ветра слова, от которых стынут сердца их врагов, вынуждая их, порой, сдаваться до срока, или даже умирать от невыносимого ужаса.

source: ancient blade
it: spada ancestrale
ru: древний клинок

source: Forefather
it: Elfo progenitore
ru: Предтеча

source: The ancient elvish lords may come back to this world in times of great need, to lead their people to glory once again. When attacking, they sing a chilling death chant, which can freeze in terror their oponents; this has been known to have caused a fair number of defeats at the hands of elven armies, and to suddenly turn the fight in favor of them, when victory was close to be achieved by those who dare oppose the almighty lords of the forests.
it: Gli antichi signori elfici possono tornare a questo mondo in momenti di grande bisogno, per condurre ancora una volta la loro gente alla gloria. Mentre attaccano, essi cantano angoscianti poesie di morte in grado di far congelare dal terrore gli avversari; è noto che questo ha provocato diverse sconfitte per mano degli elfi, rovesciando improvvisamente il combattimento a loro favore, quando la vittoria sembrava ormai in mano a coloro che avevano osato sfidare i potenti signori delle foreste.
ru: Древние эльфийские лорды могут вернуться в этот мир во времена великой нужды, чтобы еще раз привести свой народ к славе. Атакуя, они поют жуткую песнь смерти, от которой в ужасе стынут сердца врагов. Извесно, что бывало, безнадёжно проигранная эльфами битва внезапно оборачивалась в их пользу, когда победа, казалось, была так близка к тем, кто смеет выступать против всемогущих лордов лесов.

source: Warrior Spirit
it: Spirito guerriero
ru: Дух воина

source: The great elvish warriors of times past are not completely gone. They roam around the forests which formerly served as their home, and wander about their memories of glorious battles and wars, seeking to perform the feats of arms they did in the past, and death is no obstacle for their purposes.
it: I grandi guerrieri elfici dei tempi passati non sono del tutto scomparsi. Essi si aggirano per le foreste che erano state un tempo la loro casa, e vagano per le proprie memorie di gloriose battaglie e guerre, tentando di ripetere le gesta compiute in passato, e la morte non è un ostacolo per i loro scopi.
ru: Великие эльфийские воины прошедших времен не исчезли бесследно. Они бродят вокруг лесов, которые прежде служили им домом, и вспоминают о великих сражениях и войнах, стремясь повторить ратные подвиги, которые они совершили в прошлом. И смерть им в этом не помеха.

source: Errant Spirit
it: Spirito errante
ru: Блуждающий Дух

source: These lost souls wander the barren wastelands of Irdya ever since the Fall, trapped in ethereal bodies that only vaguely resemble their former living appearances.
it: Queste anime perdute vagano per le aride terre desolate di Irdya fin dalla Caduta, intrappolate in corpi eterei che ricordano solo vagamente l’aspetto che, precedentemente, avevano avuto da vivi.
ru: Эти потерянные души блуждают по бесплодным пустошам Ирдья со времён Падения, заключённые в эфирных телах, которые лишь отдалённо напоминают их прижизненный облик.

source: touch
it: tocco

source: wail
it: lamento
