Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: Although we had hoped that defeating the Emperor would quickly end the war, we later realized that we had just unleashed the wrath of the real enemies. By descending into Inferno and slaying Uria’s best commander in her own dominion, we have called upon her full attention. Now we suspect that the so-called Iron Triad is planning something greater.
it: Per quanto avessimo sperato che sconfiggendo l’Imperatore la guerra si sarebbe presto conclusa, più tardi ci rendemmo contro che avevamo appena liberato l’ira dei veri nemici. Scendendo nell’Inferno e assassinando il miglior comandante di Uria nel suo stesso dominio, avevamo richiamato su di noi la sua piena attenzione. Ora sospettiamo che la cosiddetta Triade di Ferro stia pianificando qualcosa di più grosso.

source: I replaced Argan as Elynia’s companion. I hoped that I would not share in his fate, to fall into Darkness. But then, I was not the Master of Darkness; I was just a soldier with no magical skill, so I suppose it was not possible at all for an individual like me to be tempted by those forces.
it: Io ho sostituito Argan come compagno di Elynia. Speravo che non avrei condiviso il suo destino, quello di cadere nell’Oscurità. D’altra parte non ero il Signore dell’Oscurità; ero solo un soldato senza poteri magici, e perciò suppongo che non fosse affatto possibile per uno come me essere tentato da quelle forze.

source: Mal Keshar did not reach the state of Master of Darkness, incidentally, as the Union was broken by the death of Argan. Therefore, the godlike powers granted to Argan, Elynia, and temporarily to Mal Keshar, disappeared like the snow which melts in the light of our suns.
it: Mal Keshar, peraltro, non ha raggiunto lo stato di Sovrano delle Tenebre, poiché l’Unione era stata rotta dalla morte di Argan. Perciò, i poteri divini di Argan, Elynia, e temporaneamente di Mal Keshar, sono scomparsi come neve sotto i soli.
ru: Мал Кешар не достиг мощи Лорда Тьмы, поэтому, со смертью Аргана, Союз разрушился. И силы, подобные божественным, которые были доступны Аргану, Элинии, и, временно, Малу Кешару, исчезли как снег, тающий в свете наших солнц.

source: Elynia offered him a chance to have his final rest, but he rejected the offer arguing that he still had many things left to see and do in this world, which he had come to realize during our journey.
it: Elynia gli ha offerto la possibilità di un riposo finale, ma lui ha rifiutato l’offerta dicendo che gli sono rimaste da vedere e da fare molte cose in questo modo, e che se ne è reso conto durante il nostro viaggio.
ru: Элиния предложила Малу Кешару шанс обрести, наконец покой. Но он отклонил предложение, утверждая, что во время нашей поездки он сообразил, что этом мире всё ещё есть много дел, которые он хотел бы сделать и вещей, которые он хотел бы увидеть.

source: Darker days are coming, and it will take time and our best efforts to put an end to this war and restore the world’s former greatness and beauty.
it: Giorni più bui stanno per iniziare, e dovremo impiegare del tempo e i nostri migliori sforzi per porre fine a questa guerra e riportare il mondo alla sua grandezza e bellezza.

source: And so, our initial journey to vanquish the Chaos ended, but not without a bitter conclusion. And so I, Galas, former leader of the elvish people of the Valley of Elynia, end these chronicles.”
it: E così, il nostro viaggio iniziale per distruggere il caos è finito, ma non senza un’amara conclusione. E così io, Galas, precedente comandante del popolo elfico della valle di Elynia, concludo questa cronaca.»

source: spirit
it: spirito
ru: дух

source: female^spirit
it: spirito
ru: дух

source: Immune to drain, poison, and plague
it: Immune ad assorbimento, veleno e contagio

source: armored
it: corazzato
ru: бронированный

source: female^armored
it: corazzata
ru: бронированная

source: +15% bonus for all resistances (except arcane), -1 movement points
it: +15% a tutte le resistenze (tranne all’esoterico), -1 punto movimento
ru: +15% к сопротивляемости всем видам атак (исключая мистическую), -1 к скорости

source: biomechanical
it: biomeccanico
ru: биомеханический

source: female^biomechanical
it: biomeccanica
ru: биомеханическая

source: union
it: unione
ru: союз

source: Union: This unit has the power of the Union.
it: Unione: Questa unità dispone del potere dell’Unione.
ru: Союз: Этот воин обладает мощью Союза.

source: dread
it: paura
ru: страх

source: Dread: When this attack is used offensively, this unit takes one third less damage in retaliation.
it: Paura: Quando questo attacco è usato in fase offensiva, il danno prodotto dall’attacco di risposta viene ridotto di un terzo.
ru: Страх: Когда этот воин атакует, ответные удары по нему будут слабее на треть.

source: attack only
it: esclusivamente in attacco
ru: только атака

source: Attack only: This weapon will never be used on defense.
it: Esclusivamente in attacco: Quest’arma è disponibile solo per l’attacco.
ru: Только атака: Это оружие не может быть использовано при защите.

source: defend only
it: esclusivamente in difesa
ru: только защита

source: Defend only: This weapon will only be available for defense.
it: Esclusivamente in difesa: Quest’arma è disponibile solo per la difesa.
ru: Только защита: Это оружие может быть использовано только при защите.

source: Border Patrol
it: Pattuglia di confine
ru: Пограничный патруль

source: team_name^Elves
it: Elfi
ru: Эльфы

source: team_name^Humans
it: Uomini
ru: Люди

source: team_name^Wild animals
it: Animali selvaggi
ru: Дикие животные

source: Hold out as long as possible.
it: Resisti il più a lungo possibile.
ru: Держаться как можно дольше.

source: Death of Galas
it: Morte di Galas
ru: Смерть Галаса

source: Start recruiting just in case.
it: Se vuoi inizia a reclutare.
ru: На всякий случай начните вербовать.

source: Do you want to see a brief description of the characters the first time you select them on the map?
it: Vuoi vedere una breve descrizione dei personaggi la prima volta che li selezioni sulla mappa?
ru: Вы хотите видеть краткое описание персонажа, когда впервые выбираете его на карте?

source: Move on, you sluggards. Let’s claim these lands for the Master!
it: Muovetevi, branco di lumache, reclamiamo queste terre per il Signore!

source: Be careful, we were warned that there are still elves in this valley.
it: Fa’ attenzione, ci hanno avvertito che ci sono ancora degli elfi in questa valle.
ru: Будьте осторожны. Нас предупредили, что в этой долине все еще есть эльфы .

source: That doesn’t matter. We’ll tear them to pieces if they dare oppose us!
it: Non importa. Li faremo a pezzi se osano fare resistenza!

source: Humans in the southern dunes... It has been quite a long time since any of them have wandered here.
it: Uomini sulle dune meridionali... È da parecchio che non li vedevamo da queste parti.
ru: Люди в южных дюнах. Уже довольно давно никто из них не забредал сюда.

source: What should we do?
it: Cosa dovremmo fare?
ru: Что нам делать?

source: The Law says that we should always grant refuge to wanderers. But I think I sense hostility from this group. In any case, let us wait before doing anything.
it: Secondo la legge dovremmo sempre offrire un rifugio ai viaggiatori. Però penso di avere la sensazione che questo gruppo sia ostile. Ad ogni modo, aspettiamo prima di fare qualcosa.
ru: Закон гласит, что мы всегда должны предоставлять убежище странникам. Но мне кажется, что я ощущаю враждебность этой группы. В любом случае, давайте подождём прежде, чем что-либо делать.

source: Very well.
it: Benissimo.
ru: Хорошо.

source: Attack! Leave no one alive!
it: All’attacco! Non fate prigionieri!
ru: В атаку! Пленных не брать!

source: They are attacking us!
it: Ci stanno attaccando!
ru: Они атакуют!

source: Our laws are very clear and strict on this matter. We shall not let hostile outsiders enter our valley. We must defeat their leaders!
it: Le nostre leggi sono molto chiare e severe su questo argomento. Non possiamo permettere a stranieri ostili entrare nella nostra valle. Dobbiamo uccidere i loro comandanti!
ru: В этом случае наш закон однозначен и суров. Мы не можем позволить врагам войти в нашу долину. Мы должны победить их вождей!

source: Defeat both enemy leaders
it: Sconfiggi entrambi i comandanti nemici
ru: Победите обоих вражеских лидеров.

source: *Argh* I have been...defeated...
it: *Argh* Sono stato... sconfitto...
ru: *Ох* Я... повержен...

source: Oh no, their reinforcements have arrived! Our group is not strong enough to defend the valley against a full-sized army!
it: Oh no, sono arrivati i loro rinforzi! Il nostro gruppo non è abbastanza forte per difendere la valle da un esercito a pieni ranghi!
ru: О нет, прибыло их подкрепление! У нас недостаточно сил, чтобы защитить долину от полноценной армии!

source: We defeated them in time. That raiding party was quite large for a tribe of humans. I hope that my fears are wrong.
it: Li abbiamo sconfitti in tempo. Questo gruppo di razziatori era piuttosto numeroso per una tribù di uomini. Spero che i miei timori siano infondati.
ru: Мы успели справиться с ними. Этот отряд нападавших был довольно велик для племени людей. Я надеюсь, что беспокоюсь напрасно.

source: A Real Confrontation
it: Un Vero Confronto
ru: Настоящее сражение

source: Kagwlen the Hulk
it: Kagwlen il Colosso

source: Peak of the Beholder
it: Picco della Sentinella
ru: Дозорный Пик

source: South-eastern Outpost
it: Avamposto di sud-est
ru: Юго-восточный аванпост

source: Resist until turns run out
it: Resisti fino alla fine dei turni
ru: Продержитесь, пока не закончатся ходы.

source: Defeat all enemy leaders. (Heroic bonus)
it: Sconfiggi tutti i condottieri nemici. (Bonus eroe)
ru: Победите всех вражеских лидеров. (Премия за героизм)

source: Death of Lédinor
it: Morte di Lédinor
ru: Смерть Лэдинора

source: Death of Anlindë
it: Morte di Anlindë
ru: Смерть Анлиндэ

source: Less than $essential_villages_count elven villages are left standing.
it: Rimangono in piedi meno di $essential_villages_count villaggi elfici.
ru: Уцелеет менее $essential_villages_count эльфийских деревень.

source: The patrol group that was sent to replace yours on the southern zone should have arrived this morning. I begin to worry about them.
it: Il gruppo di pattuglia che è stato inviato per sostituire il tuo nelle zone meridionali avrebbe dovuto arrivare stamani. Comincio a preoccuparmi per loro.
ru: Патрульная группа, которую послали, чтобы сменить вас на южной границе, должна была прибыть этим утром. Я начинаю беспокоиться о них.

source: Fire! Fire on the horizon! Call out the fighters, invaders draw near!
it: Fuoco! Fuoco all’orizzonte! Richiamate i combattenti, gli invasori si avvicinano!
ru: Огонь! Пожар на горизонте! Собирайте ополчение, захватчики приближаются!

source: Vólrand
it: Volrand
ru: Волранд

source: Indeed, sir! It’s an entire human army, and they are burning forests and pillaging villages in the border hills! They have even impaled the skulls of our fallen kin on their banners!
it: Esatto, signore! È un esercito di uomini al completo, e hanno cominciato a incendiare foreste e saccheggiare villaggi sulle colline di confine! Hanno persino impalato i teschi dei nostri caduti sulle proprie lance!

source: An entire army? That’s impossible; humans are not capable of raising troops in such numbers!
it: Un esercito al completo? È impossibile, gli umani non sono in grado di radunare truppe in numeri simili!

source: So that is what befell them... Those invaders will not go unpunished!
it: Così questo è ciò che li ha rovinati... Quegli invasori non se ne andranno impuniti!
ru: Так вот что с ними случилось.... Эти захватчики не уйдут безнаказанными!

source: We must prepare to fight. We will not allow even an army to dispossess us. Men, to arms!
it: Dobbiamo prepararci a combattere. Non permetteremo neppure a un esercito di cacciarci. Uomini, alle armi!
ru: Мы должны подготовиться к битве. Мы не позволим даже армии изгнать нас. К оружию!

source: But my lord, if these invaders could trap our best patrollers, how can we prevail against them when so short of recruits and supplies?
it: Ma mio signore, se questi invasori sono riusciti ad intrappolare le nostre migliori pattuglie, come possiamo prevalere su di loro, nella mancanza di reclute e risorse in cui ci troviamo?
ru: Но мой лорд, если эти оккупанты смогли заманить в ловушку наших лучших патрульных, каким образом мы сможем одержать победу над ними, когда у нас так мало новобранцев и снаряжения?

source: Young Galas, I understand your worries. But it is time for you to learn the first duty of a commander, which is to not be defeated in mind before you are engaged in battle.
it: Giovane Galas, capisco le tue preoccupazioni. Ma ora è tempo che impari la prima responsabilità di un comandante, quella di non essere sconfitto prima di aver intrapreso la battaglia.
ru: Юный Галас, я понимаю твои опасения. Но для тебя пришло время получить первый опыт командования. И этот урок должен быть усвоен прежде, чем ты попадешь в настоящую битву.

source: I accept your instruction.
it: Accetto il suo insegnamento.
ru: Я последую вашему совету.

source: Anlindë’s mastery of magic allows you to control forest faeries. They have both a melee and ranged attack which inflicts <i>fire</i> damage on foes. The drawback, however, is that they are weak and can be easily killed by enemies in a one-to-one fight. Never send them against your adversaries without protection!
it: La padronanza di Anlindë nelle arti magiche ti permette di controllare le fate della foresta. Hanno sia un attacco da mischia che uno a distanza, che infliggono un danno <i>fuoco</i> ai nemici. Lo svantaggio, d’altronde, è che sono deboli e possono essere uccise facilmente dai nemici nel corpo a corpo. Non mandarle mai contro i tuoi avversari senza una protezione!

source: From the valley’s main keep you can recruit citizens to aid you in battle. Most of them have basic training in the use of the sword and the bow; however, they still lack the experience required to put them into effective use. But remember: they are not charging you for their services yet.
it: Dalla fortezza principale della valle puoi reclutare dei cittadini che ti aiutino nella battaglia. La maggior parte di loro ha un addestramento di base nell’uso di spada e arco. In ogni caso, mancano ancora dell’esperienza necessaria per essere veramente utili. Ricorda, però: non ti chiedono ancora nulla per i loro servizi.

source: What was that!?
it: Cosa è stato!?
ru: Это ещё что!?

source: Bright Gods...what is that thing?
it: Luminosi dèi... cos’è quella cosa?
ru: Светлые Боги... Что это за штука?

source: I sense a great evil coming from there. Whatever it is, I fear that these foes may overwhelm us.
it: Sento un grande male provenire da lì. Qualunque cosa sia, temo che questi nemici potrebbero sopraffarci.
ru: Я ощущаю великое зло, исходящее оттуда. Что бы это ни было, я боюсь, что эти противники могут одолеть нас.

source: I do not think we can resist them!
it: Non penso che potremo resistere loro!
ru: Боюсь, мы не сможем противостоять им!

source: So, there is yet human civilization on this continent. I wonder why we have not encountered them before?
it: Così ci sono ancora delle civiltà umane su questo continente. Mi chiedo perché non li abbiamo mai incontrati prima.
ru: Итак, на этом континенте все же есть человеческая цивилизация. Интересно, почему мы не столкнулись с ними раньше?

source: It must be that they are a new tribe, only recently come into its power...and that power is an evil not of our world. Look!
it: Devono essere una nuova tribù, venuta solo recentemente in possesso del proprio potere... e tale potere è di un male che non fa parte del nostro mondo. Guardate!
ru: Должно быть, они - новое племя, только недавно обретшее силу... и эта сила - зло не из нашего мира. Смотрите!

source: Would that my fears had proven false...
it: Come vorrei che i miei timori si fossero rivelati infondati...
ru: Как бы я хотел,чтобы мои опасения оказались напрасными...

source: The humans are retreating, after having almost defeated us?
it: Gli umani si ritirano, dopo averci quasi sconfitti?
ru: Лиди отступили, почти победив нас?

source: It seemed that their numbers were never-ending, but we have nevertheless defeated them.
it: Sembrava che il loro numero non avesse mai fine, ma li abbiamo comunque sconfitti.
ru: Казалось, им нет числа, однако победа осталась за нами.

source: Probably they are regrouping for a more concerted assault, now that they know we will not be easily defeated.
it: Probabilmente si stanno radunando per un attacco più massiccio, ora che sanno che non ci arrenderemo facilmente.
ru: Вероятно они перегруппировывают силы для лучше организованного нападения, так как поняли, что с нами не так-то просто справиться.

source: Not a calming thought. What should we do?
it: Questo non mi tranquillizza. Cosa dovremmo fare?
ru: Не самая радостная мысль. Что же нам делать?

source: They were not expecting serious resistance; this was, I think, a mere scouting group and not the bulk of their army. I do not think we will hold against their full power. Thus, I recommend against staying in this valley any longer.
it: Non si aspettavano una resistenza seria; si trattava, credo, di un semplice gruppo in avanscoperta, e non del grosso del loro esercito. Non credo che resisteremo contro le loro piene forze. Perciò, io suggerisco di non rimanere oltre in questa valle.
ru: Они не ожидали серьезного сопротивления. Я думаю, что это была простая разведывательная группа, а не главная часть их армии. Не думаю, что мы сможем сдержать всю их мощь. Поэтому, я настоятельно советую не задерживаться больше в этой долине.

source: Do you say that we should abandon our home? And where to go then?
it: Stai dicendo che dovremmo abbandonare la nostra casa? E per andare dove?
ru: Вы говорите, что мы должны оставить наш дом? Но куда же нам идти?

source: We certainly will not survive in the desert from whence the humans came, especially since we don’t know how many more human warriors follow their back trail. Therefore, I suggest withdrawing to the northern cave system that goes beneath the sands. We can block the entrance so they won’t be able to pursue us, then we will make our way into the northern lands well away from them.
it: Di certo non sopravviveremo nel deserto da cui sono giunti questi umani, specialmente visto che non sappiamo quanti altri guerrieri della loro razza seguano le loro fila. Per questo suggerisco di ritirarci verso il sistema di caverne che passano sotto le sabbie, a nord. Possiamo bloccare l’entrata, così che non siano in grado di seguirci, e ci faremo strada verso le terre a nord, ben distante da loro.

source: All of the groups we have spotted so far come from the south of here. That probably means that they do not inhabit the far North. If we depart in that direction, we might find a new home to settle in. If we fail, at least we will die with our heads high.
it: Tutti i gruppi che abbiamo incontrato finora vengono dal sud. Questo probabilmente significa che non hanno occupato il lontano Nord. Se partiamo in quella direzione, potremmo trovare una nuova casa in cui sistemarci. Se falliamo, almeno moriremo a testa alta.
ru: Все отряды, что мы заметили до сих пор, пришли с юга. Это, вероятно, означает, что далеко на Севере они не живут. Если мы отступим в этом направлении, то можем найти новое место для расселения. Если же мы потерпим неудачу, то, по крайней мере, умрём с высоко поднятой головой.

source: You bring hard counsel, but I see its wisdom.
it: Ci dai un duro consiglio, ma ne riconosco la saggezza.
ru: Вы даёте жестокий совет, но я вижу его мудрость.

source: The darkness... Who knows what perils await us there?
it: L’oscurità... Chissà quali pericoli ci attendono laggiù.
ru: Тьма... Кто знает, какие опасности ждут нас там?

source: We are in a narrow place between the peril of the caves and the certainty of death at the hands of that...thing...the humans command.
it: Ci troviamo in una stretta posizione tra il pericolo delle caverne e la certezza della morte per mano di quella... cosa... che gli umani comandano.
ru: Мы зажаты между опасностью пещер и неизбежной смертью от рук этого... чего-то... чем командуют эти люди.

source: Most of our people are not experienced in moving at night, let alone in the darkness and depths of a cavern!
it: La maggior parte della nostra gente non ha esperienza nel muoversi di notte, peggio ancora nell’oscurità delle profondità di una caverna!
ru: Большинство наших людей не имеют опыта движения в ночное время, а тем более во мраке, в глубине пещер!

source: I fear we have no other alternative left. Unless you civilians think it a better course to stand and fight to our death, and be expunged from the green world without trace?
it: Temo non ci rimangano alternative. A meno che voi civili non troviate sia meglio rimanere qui a combattere fino a morte certa, e alla fine essere cacciati dal verde mondo senza lasciare traccia.
ru: Я боюсь, что у нас нет выбора. Если только ополченцы не думают, что лучше остаться, бороться до полного нашего истребления и исчезнуть из этого зеленого мира не оставив по себе даже воспоминаний?

source: Elvish Civilian
it: Elfo civile
ru: Ополченец

source: No, my lady. We will follow you for the sake of our survival.
it: No, mia signora. Noi vi seguiremo per la nostra sopravvivenza.
ru: Нет, моя леди. Мы последуем за вами ради нашего выживания.

source: It will be necessary, however, to distract our foes until we evacuate all of our people to the caves. Have you thought on that, my lady?
it: Sarà comunque necessario distrarre i nostri nemici fino a che avremo evacuato tutta la nostra gente verso le caverne. Ci avete pensato, mia signora?
ru: Нужно, однако, отвлечь противника, пока мы не эвакуируем всех наших людей к пещерам. Вы думали об этом, моя леди?

source: I had not.
it: No, non ci avevo pensato.
ru: Я - нет.

source: Someone must stay here to spoil their attack, I shall do it..
it: Qualcuno deve rimanere qui per distrarli: lo farò io...
ru: Кто-то должен остаться здесь, чтобы задержать их нападение. Я сделаю это..

source: But...
it: Ma...
ru: Но...

source: My lord...why?
it: Mio signore... perché?
ru: Мой лорд... почему?

source: Because it’s all I can do for our future. I am too old to long survive in the desert, but here I can die well. Galas, you are a brave warrior, albeit unseasoned — and more to the point, you have the intelligence to *lead* brave warriors. I pass to you the war-leadership of the elves of the Valley of Elynia.
it: Perché è tutto ciò che posso fare per il nostro futuro. Sono troppo vecchio per sopravvivere a lungo nel deserto, ma qui posso morire onorevolmente. Galas, tu sei un guerriero coraggioso, per quanto giovane, e, cosa più importante, hai le capacità per *guidare* guerrieri coraggiosi. Io ti passo il comando in battaglia degli elfi della Valle di Elynia.

source: I...cannot. I’m not ready for this!
it: Io... non posso. Non sono pronto per questo!

source: None of us are ever ready for such a burden. But we must bear it nevertheless.
it: Nessuno di noi è mai pronto per un tale fardello. Tuttavia lo dobbiamo portare.
ru: Ни кто из нас не бывает готов к такому бремени. Но наш удел нести его, не смотря ни на что.

source: Hail, Galas!
it: Agli ordini, Galas!
ru: Да здравствует Галас!

source: Now, go! May Fate reunite us in time, young Galas.
it: Ora, andate! Possa il Destino riunirci, un giorno, giovane Galas.
ru: Ну же, вперёд! Может судьба когда-нибудь ещё соединит нас, юный Галас.

source: *Ugh* I am finished.
it: Ugh! Sono finita.
ru: *Ах* Мне конец.
