Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: I don’t want to be pessimistic, but the circumstances are strongly in favor of the enemy, so far. They have an overwhelming numerical advantage.
it: Non vorrei essere pessimista, ma le circostanze sono fortemente a favore del nemico, per ora. La loro superiorità numerica è schiacciante.

source: The only thing we can do then is resist. There are not many resources here to feed and keep their troops in good shape. At some point their forces will become exhausted, so if we use our reserves wisely we may gain an advantage. At least dwarves and undead don’t need so much rest as us elves.
it: Allora l’unica cosa che possiamo fare è resistere. Qui non ci sono grandi risorse per sostenere le loro truppe in buona forma. A un certo punto le loro forze saranno stanche, e se useremo saggiamente le nostre riserve potremmo guadagnare un vantaggio. Almeno i nani e i non-morti non hanno tanto bisogno di riposare quanto noi elfi.

source: If I might make a suggestion — using the corpses of the fallen as a barrier could delay the enemy forces enough to let our best fighters do their duty from the safety of the best cave positions.
it: Se posso avanzare un suggerimento, usando i cadaveri dei caduti come barriera potremmo ritardare le forze nemiche abbastanza da permettere ai nostri combattenti migliori di compiere il loro dovere in sicurezza nelle migliori posizioni della caverna.

source: I’ll admit, the idea sounds pretty awful to me, as many of the corpses will be those of our kinsmen. But I can see that there is no other option left now... Very well.
it: Lo ammetto, l’idea mi suona parecchio orripilante, dal momento che molti dei cadaveri saranno quelli dei nostri fratelli. Ma vedo che non ci sono rimaste molte opzioni... Molto bene.

source: Very well!
it: Benissimo!
ru: Отлично!

source: What is it with this ‘Empire’? Do they have some sort of unlimited supply for recruits and freaks?
it: Com’è che funziona con questo “Impero”? Cos’hanno, una specie di illimitata fonte di reclute e forze d’attacco?

source: The homeworld of these creatures, which we called ‘Inferno’ in my time, is exactly that — they are the spawn of a greater creature, Uria. We do not know much of her, however.
it: Il mondo di origine di queste creature, che al mio tempo chiamavamo “Inferno”, è esattamente questo: vengono generati da una creatura più grande, Uria. Non sappiamo molto di lei, però.

source: At last, we have defeated them! They are retreating!
it: Li abbiamo sconfitti, alla fine! Si stanno ritirando!
ru: Мы разбили их, наконец-то! Они отступают!

source: No, I don’t think so. They must be preparin’ for retaliation. The way they fight, I doubt we’ve seen even a hair of their main assault force yet.
it: No, non credo. Si staranno preparando per una grande offensiva. Dal modo in cui combattono, dubito che abbiamo visto appena più di un pelo della loro forza d’assalto principale.

source: Retreat! We underestimated these persistent worms. It is time to execute the backup plan!
it: Ritirata! Abbiamo sottovalutato questi vermi testardi. È ora di attuare il piano di riserva!
ru: Отступаем! Мы недооценили стойкость этих презренных тварей. Пришло время перейти к выполнению запасного плана!

source: Strange. The enemy troops retreat!
it: Strano. Le truppe nemiche si ritirano!
ru: Странно. Войска противника отступают!

source: This doesn’t sound good. They must be preparin’ for retaliation. We have not weakened their forces enough yet.
it: La cosa non suona bene. Si staranno preparando per una grande offensiva. Non abbiamo ancora indebolito abbastanza le loro forze.

source: This is looking hopeless. Their numbers keep coming — looks like they have brought a good deal of their reserves with them.
it: Tutto questo ha l’aria di non lasciare speranze. Le loro fila continuano ad ingrossarsi... sembra che abbiano portato una buona parte delle loro riserve.

source: We must persevere. We cannot lose this battle!
it: Dobbiamo perseverare. Non possiamo perdere questa battaglia!
ru: Мы должны выстоять. Мы не можем проиграть эту битву!

source: I do not see any other option but to leave these mountains. All of us. Including the dwarves.
it: Non vedo altre possibilità che quella di abbandonare queste montagne. Tutti noi. Inclusi i nani.
ru: Я не вижу никакого другого выхода, кроме как оставить эти горы. Всем нам. Включая гномов.

source: What? That is sheer madness. We’ve lived in these mountains for millennia, and have never even tried to venture outside. We’d be defenseless there, vulnerable.
it: Cosa? Questa è pazzia bella e buona. Abbiamo vissuto in queste montagne per millenni, e non abbiamo mai neanche provato ad adattarci all’esterno. Là fuori saremmo senza difese, vulnerabili.

source: If ye might allow me to say so, my lord, stayin’ here would only ensure our death, or worse. The loyalists are already aware of our presence here and they won’t stop until they have Knalga and our lives along with it. Why they’re so obsessed with these mountains is unknown to me, but anyone can see they have a plan brewin’.
it: Se mi permettete di dirlo, mio signore, rimanere qua servirebbe solo ad assicurarci la morte, se non peggio. I lealisti sanno già della nostra presenza e non si fermeranno finché non avranno preso Knalga e le nostre vite. Non ho idea del perché siano così ossessionati da queste montagne, ma chiunque può rendersi conto che hanno un piano.

source: If my memory serves, you told us about friendly humans in the far North. Would they still stand in opposition to the Empire?
it: Se la memoria non mi inganna, ci avete detto di umani amichevoli nel lontano Nord. Opporrebbero ancora resistenza all’Impero?
ru: Если мне не изменяет память, вы рассказали нам о дружественно настроенных людях на Крайнем Севере. Можно ли надеяться, что они будут противостоять империи?

source: Yes, although I don’t see any chance for them to succeed in a real war against the Chaos Empire. There are many skilled fighters and wisemen on their side, but that’ll never be enough. If we dwarves couldn’t resist the enemy forces with our most advanced technology, then there is no possibility those less-advanced outsiders could manage it.
it: Sì, anche se io non vedo alcuna possibilità che loro vincano una vera e propria guerra contro l’Impero del Caos. Ci sono molti abili guerrieri e uomini saggi dalla loro parte, ma questo non sarà mai abbastanza. Se noi nani non ce l’abbiamo fatta con la nostra tecnologia più avanzata, non c’è possibilità che quegli uomini, meno avanzati, ce la possano fare.

source: (whispering) “Our most advanced technology”... Phaw. Such a large amount of arrogance coming from such a tiny thing...
it: (bisbigliando) «La nostra più avanzata tecnologia»... Bah. Tanta arroganza da un cosino così piccolo...

source: Not by themselves, at least. What if we could contact them and build a stronger army of dwarves, elves, and humans to defeat the Empire?
it: Non da soli, per lo meno. E se noi prendessimo contatto con loro e costruissimo un esercito più potente di nani, elfi e uomini per sconfiggere l’Impero?
ru: Ну не сами же, в конце концов. Я имею ввиду,что если бы мы нам удалось связаться с ними, могли бы мы создать могучую армию из гномов, эльфов и людей, чтобы победить Империю?

source: That is far from possible. Dwarves, elves, and humans have never allied under a single banner. Never.
it: Non è assolutamente possibile. Nani, elfi e uomini non si sono mai alleati sotto una sola bandiera. Mai.
ru: Вряд ли это возможно. Гномы, эльфы и люди никогда не объединялись под одним знаменем. Никогда.

source: Incorrect. When I was just an apprentice, I witnessed and participated in a war during which a great alliance was forged — it even included the orcish tribes of the North. We were fighting against a necromancer who had coincidentally established his own empire, the First Empire of Wesnoth. I am deeply disappointed; I didn’t figure on you forgetting those events.
it: Non proprio. Quando non ero che un’apprendista, partecipai a una guerra durante la quale fu forgiata una grande alleanza: includeva persino le tribù orchesche del Nord. Stavamo combattendo contro un negromante che per coincidenza aveva stabilito un proprio impero, il Primo Impero di Wesnoth. Sono profondamente delusa; non avrei mai immaginato che poteste aver dimenticato quegli eventi.

source: I know, times have changed. However, I am certain that we can form a new super-alliance to defeat the Chaos Empire and put an end to this great evil that has befallen the world. We shall never have peace, or time for our own disputes, if this menace is not stopped before our complete annihilation.
it: Lo so, i tempi sono cambiati. Comunque, sono sicura che possiamo formare una nuova super-alleanza per sconfiggere l’Impero del Caos e porre fine a questo grande male che è piombato sul mondo. Non dovremo mai avere pace, o tempo per i nostri conflitti, se questa minaccia non viene fermata prima del nostro totale annichilimento.
ru: Я знаю, времена изменились, однако я уверена, что мы сможем создать новый великий союз, чтобы победить Империю Хаоса и положить конец этому великому злу, которое пришло в наш мир. У нас никогда не будет ни мира, ни времени для наших собственных войн, если эта угроза не будет остановлена до нашего полного истребления.

source: Well then, so ye propose we escape to the northlands?
it: Va bene allora, così la tua idea è quella di fuggire verso le terre del nord?
ru: Ну, хорошо. Итак, вы предлагаете бежать на Север?

source: Yes. Elves can search for aid in the midlands, and you dwarves can explore the hills and mountains, and establish a new home if necessary. And then, when the rest of us are ready, we will call upon you to assist us in battle once again.
it: Sì. Gli elfi possono cercare aiuto nelle terre più interne, e voi nani potete esplorare colline e montagne, e stabilire una nuova casa, se necessario. E allora, quando il resto di noi sarà pronto, vi richiameremo ad assisterci in battaglia ancora una volta.
ru: Да. Эльфы могут отправиться искать помощь в Срединные Земли, а вы, гномы, можете исследовать холмы и горы, чтобы обустроить новый дом в случае необходимости. И затем, когда все остальные будут готовы, мы призовём вас для помощи в новой битве.

source: I understand and agree, but how are we going to make sure the demons don’t follow us? We can block the tunnels, but with their machines it’d be just a small delay in the end. We need a distraction, a decoy.
it: Capisco e sono d’accordo, ma come faremo ad assicurarci che i demoni non ci seguano? Possiamo bloccare i tunnel, ma con le macchine che hanno sarebbe solo un piccolo ritardo, alla fine. Ci serve un diversivo, un tranello.

source: I can set a trap for them, with the help of the dead.
it: Potrei preparare una trappola per loro, con l’aiuto dei morti.
ru: Я могу сделать для них ловушку используя мертвецов.

source: What? But Anlindë, you’ll be trapped in this castle to fight them alone. Chances are you won’t be able to get out of here — ever.
it: Cosa? Ma Anlindë, rimarrai intrappolata in questo castello a combatterli da sola. Probabilmente non riuscirai a uscirne, mai più.

source: I know, but as Elynia said there are some things more important than life. For me, our people’s safety is much more important than my own. And death itself is not the worst thing that can happen to me. I have indirectly committed great crimes in the past, sacrificing our people for an evil cause. I cannot erase my past. If I am going to die, then I would prefer it be by sacrificing myself for our people — this time for a just cause. It is the best I can do to repair the damage I caused back then.
it: Lo so, ma come ha detto Elynia, ci sono cose più importanti della vita. Per me, la salvezza della nostra gente è più importante della mia. E la morte stessa non è la cosa peggiore che possa capitarmi. In passato ho compiuto gravi crimini, indirettamente, sacrificando la nostra gente per una causa malvagia. Non posso cancellare il mio passato. Se devo morire preferisco farlo sacrificando me stessa per la mia gente, stavolta per una giusta causa. È il meglio che possa fare per rimediare ai danni che provocai allora.

source: I see now that nothing I say will change your mind.
it: Vedo ora che niente di quello che dirò ti farà cambiare idea.
ru: Я вижу, что не смогу вас переубедить.

source: It was not necessary to take my words to heart, but if you feel so guilty about the past I suppose we cannot do much for you, other than help you realize your last wishes.
it: Non era necessario prendere le mie parole così sul serio, ma se ti senti così colpevole per il passato, penso che non possiamo fare molto per te, se non permetterti di esaudire il tuo ultimo desiderio.
ru: Не нужно было принимать мои слова так близко к сердцу, но если вы чувствуете себя виноватой за прошлое, я думаю, мы не сможем сделать для вас большего, чем помочь осуществить ваше последнее желание.

source: M’lady, it’s a pleasure to have met ye, though bein’ for so short a time. But now what’re ye gonna do?
it: Mia signora, è stato un piacere averti incontrata, anche se per così poco tempo. Ma ora cosa faremo?

source: My plan is to stay here fighting and distracting the demons, with a little help from Keshar’s power over the deceased. Only me and the dead, while you flee to the outside unnoticed. I’ll fight for as long as possible, and try to find the assault commander to vanquish him, if possible. That way you would have already escaped north by the time they learn that you are missing.
it: Il mio piano è di rimanere qua combattendo i demoni per distrarli, con un piccolo aiuto dal potere di Mal Keshar sui morti. Solo io e i morti, mentre voi fuggirete all’esterno senza farvi notare. Io combatterò il più a lungo possibile e cercherò il comandante dell’assalto per sconfiggerlo, se possibile. In questo modo, sarete fuggiti al nord quando si accorgeranno che non ci siete.

source: In that case, I’ll set some of my minions to aid you. And I wish you the best of luck — may your soul rest in peace when all this is over.
it: In questo caso, metterò qualcuno dei miei servi ad aiutarti. E ti auguro la migliore delle fortune, possa la tua anima riposare in pace quando tutto sarà finito.

source: It saddens me to see what must happen so that our kind survives. I swear that I’ll not rest until the last of those fiends is turned to cinders on the ground.
it: Mi rattrista vedere cosa deve succedere perché la nostra razza sopravviva. Giuro che non avrò riposo fino a che l’ultimo di questi demoni non sarà per terra, ridotto in polvere.

source: Ye’re really brave. Surprising, for an elvish lady. We’ve really underestimated yer people.
it: Sei davvero coraggiosa. Sorprendente, per una signora degli elfi. Abbiamo veramente sottovalutato la vostra gente.

source: Farewell Anlindë, you were like a mother to me, and my best adviser. But why shouldn’t I make the sacrifice instead?
it: Addio Anlindë, sei stata come una madre per me, e la mia migliore consigliera. Ma perché non dovrei sacrificarmi io invece?

source: You are still a young and brave warrior, Galas. Your time to lead our people to glory is approaching. I, in contrast, have already passed that time, though I have never been a warrior. With my crimes I cannot be a leader; but you, your future is to be a leader.
it: Sei ancora un guerriero giovane e coraggioso, Galas. Si avvicina per te il momento di guidare la nostra gente verso la gloria. Io, invece, ho già superato quel tempo, anche se non sono mai stata una guerriera. Con i miei crimini, non posso essere una guida, ma il tuo futuro è di essere un capo.
ru: Ты еще молодой и храбрый воин, Галас. Приближается твоё время вести наш народ к славе. Напротив, моё время, хотя я никогда не была воином, уже прошло. Я, со своими преступлениями за плечами, не могу быть лидером, но ты... Твоё будущее состоит в том, чтобы быть им.

source: But let us not delay this any longer. Our enemies are preparing for a final assault, and so should we. May you succeed in vanquishing this evil, and have obtain peace in the future!
it: Ma non ritardiamo oltre. I nostri nemici si stanno preparando per un assalto finale, e noi dovremmo fare lo stesso. Possiate riuscire a distruggere questo male, e a ottenere pace per il futuro!
ru: Но давайте не будем более медлить. Наши враги готовят последний штурм, и поэтому мы должны действовать. Может быть, вам удастся победить это зло и в будущем обрести мир!

source: Apologies, my lord. I could not...
it: Scusate, mio signore. Non sono riuscito...
ru: Простите, мой господин. Я не смог ...

source: You may crush my corpse, but my brethren’s hearts will stand!
it: Puoi abbattere il mio corpo, ma il cuore dei miei fratelli resisterà!

source: A curse upon you, heretics!
it: Che siate maledetti, eretici!
ru: Проклятие на вас, еретиков!

source: May Yechnagoth swallow your souls!
it: Possa Yechnagoth ingoiare le vostre anime!
ru: Да пожрёт Йечнагот ваши души!

source: Yechnagoth is long gone, you fool!
it: Yechnagoth è andata da un pezzo, sciocco!
ru: Йечнагот давно нет, ты, дурень!

source: I shall return in the form of your worst nightmare!
it: Tornerò, nella forma del vostro peggior incubo!
ru: Я вернусь в облике найхудшего из ваших кошмаров!

source: Today, you might have won the battle, but you’ll never win the war!
it: Oggi potrai anche aver vinto la battaglia, ma non vincerai mai la guerra!

source: *ack* You can kill me, but that shall not save you. You are just delaying the inevitable!
it: *ack* Puoi anche uccidermi, ma questo non ti salverà. Stai solo rimandando l’inevitabile!
ru: *ack* Вы можете меня убить, но это не спасет вас. Вы лишь пытаетесь оттянуть неизбежное!

source: Ahh! How dare you...
it: Ahh! Come osi...
ru: Ах! Как вы посмели...

source: I never thought such a pretty and innocent-looking faerie could have that mastery and skill at fighting.
it: Non avrei mai pensato che una così bella fata, dall’aspetto così innocente, potesse avere tanta abilità e padronanza in combattimento.
ru: Никогда бы не подумал, что такие изящные и имеющие такой невинный вид файери могут иметь такое мастерство и навыки в боевых действиях.

source: Neither did I. We obviously underestimated the girl.
it: Nemmeno io. Ovviamente abbiamo sottovalutato la ragazza.
ru: Я тоже. Мы явно недооценили эту девицу.

source: The Escape
it: La Fuga
ru: Бегство

source: Galas, Elynia, or Mal Keshar must reach the exit to the northlands.
it: Uno fra Galas, Elynia e Mal Keshar deve raggiungere l’uscita per le terre del nord.
ru: Галас, Элиния или Мал Кешар должны достичь выхода в Северные Земли.

source: Roaming Ant
it: Formica Errante
ru: Бродячий муравей

source: Roaming Spider
it: Ragno Errante
ru: Бродячий паук

source: The exit’s to the north. Though it’s been a long time since these caves were last explored.
it: L’uscita è a nord. Però è passato parecchio tempo dall’ultima volta che queste caverne sono state esplorate.

source: You mean we cannot be certain of what lies ahead? We have grown quite accustomed to that.
it: Se quello che intendi è che non possiamo essere sicuri di quello che ci aspetta sul nostro cammino, ci abbiamo ormai fatto l’abitudine.
ru: Вы хотите сказать, что неизвестно, какие опасности могут встретиться на нашем пути? Мы давно привыкли к этому.

source: We must make haste. We don’t know how much longer Anlindë will be able to distract our enemies. I just hope that her sacrifice is not in vain.
it: Dobbiamo sbrigarci. Non sappiamo per quanto tempo Anlindë sarà in grado di distrarre i nostri nemici. Spero solo che il suo sacrificio non sia vano.

source: We shall make sure it is not. Now, let’s go.
it: Faremo in modo che non lo sia. Coraggio, andiamo.

source: Mother Mudcrawler
it: Fanghiglia Madre
ru: Грязевик-гора

source: Mudcrawler
it: Fanghiglia
ru: Грязевик

source: I have seen giant mudcrawlers, but this thing is...
it: Ne ho viste di fanghiglie giganti, ma questa cosa è...
ru: Видал я гигантских грязевиков, но это...

source: I was not aware these kinds o’ things were roamin’ around ’ere.
it: Non ero al corrente di cose di questo tipo che si aggirassero qui intorno.

source: Damned creatures. You slaughtered our women and children! You’ll pay with your blood!
it: Dannate creature, avete massacrato i nostri figli e le nostre donne! Pagherete con il vostro sangue!

source: Not if we crush you to dirt first. Attack, underlings!
it: Non se vi polverizziamo prima noi. All’attacco, miserabili!
ru: Нет, если мы сперва смешаем вас с грязью. Вассалы, в атаку!

source: Hey, hey, what do we have here? Da elfses and dwarfses are tryin to escape thru da backdoor!
it: Ehi, ehi, cosa abbiamo qua? Elfi e nani che cercano di scappare dall’uscita sul retro!
ru: Эгей, что у нас тут? Эльфы и гномы пытаются сбежать через чёрный ход!

source: They are tough for rats, but we can deal with them. The assault chieftain will be very pleased to see their heads impaled on our banners.
it: Sono coriacei per essere pantegane, ma sappiamo come trattarli. Il capitano dell’assalto sarà proprio compiaciuto di vedere le loro teste impalate sui nostri vessilli.
ru: Они - опасные крысы, но мы можем совладать с ними. Командующий штурмом будет искренне рад видеть их головы, насаженные на древки наших знамён.

source: We’ll have to deal with this scum first, otherwise they might report news of us to their superiors. The trolls are not that important to us, but be cautious.
it: Dovremo vedercela prima con questa marmaglia, altrimenti potrebbero riferire di noi ai loro superiori. I troll non sono così importanti, ma fate attenzione.

source: Defeat Yreul
it: Sconfiggi Yreul
ru: Уничтожте Yreul

source: Defeated...by rats!
it: Sconfitto... dalle pantegane!
ru: Побеждён... крысами!

source: The vermin must die! Affirmative!
it: I parassiti devono morire! Affermativo!
ru: Паразиты должны быть уничтожены! Ответ утвердительный!

source: Aaah! Another one of these metallic beasts!
it: Aaah! Un’altra di quelle bestie metalliche!
ru: Ааа! Ещё несколько этих металлических тварей!

source: This is becoming harder than it was supposed to be.
it: La cosa sta cominciando a farsi più difficile del previsto.
ru: Это оказалось труднее, чем ожидалось.

source: Defeat the Goliath
it: Sconfiggi il Gigante
ru: Сокрушите Голиафа

source: Rearguard Tracker
it: Inseguitore di Retroguardia
ru: Арьергардный охотник

source: Rearguard Droid
it: Droide della Retroguardia
ru: Арьергардный дроид

source: I have no idea what that means, but it can’t be good.
it: Non ho idea di cosa voglia dire, ma di certo non sarà nulla di buono.

source: Darn it, how did they get here?
it: Dannazione, come hanno fatto ad arrivare qua?
ru: Чёрт побери, как они сюда попали?

source: They must be the rearguard of our ‘friends’. It is a must that we defeat their captain.
it: Devono essere la retroguardia dei nostri “amici”. Non possiamo andarcene senza sconfiggere il loro capitano.

source: Locate and defeat the rearguard captain.
it: Localizza e sconfiggi il capitano di retroguardia.
ru: Найдите и уничтожьте командира арьергарда.

source: You’re ours, by Uria you shall not pass any further!
it: Vi abbiamo presi, in nome di Uria non avanzerete oltre!

source: Wishful thinking, filth!
it: Vi piacerebbe, feccia!
ru: Ишь, мерзость, размечталась.

source: I have seen many imps by now, but this one looks stronger and smarter than the others.
it: Ho già visto molti imp, ma questo sembra più forte e più intelligente degli altri.
ru: Я повидал уже немало бесов, но это выглядит сильнее и умнее, чем обычный.

source: Ugh, it is drooling, and it stinks.
it: Ugh, sta sbavando, e che tanfo!
ru: Тьфу, оно пускает слюни и воняет.

source: Be careful. That slime looks and smells poisonous.
it: Fate attenzione, quella porcheria ha tutta l’aria di essere velenosa.
ru: Будьте осторожны. Эта слизь выглядит и пахнет как яд.
