Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: They are some of the innocent victims of the events on that fateful night. They were cursed by the demon lord to stay on the earth for the rest of eternity, trapped between death and life.
it: Si tratta di innocenti vittime degli eventi di quella terribile notte. Furono maledetti dal signore demone, condannati a stare sulla terra per il resto dell’eternità, intrappolati a metà tra la vita e la morte.
ru: Они - одни из невинных жертв событий той роковой ночи. Они были прокляты лордом демонов, и обречены вечно скитаться по земле, оказавшись запертыми между жизнью и смертью.

source: Then let us help to give them a final rest.
it: Allora aiutiamoli ad avere il loro riposo finale.
ru: Тогда нужно помочь им обрести, наконец, покой.

source: Is that the corpse of a dragon?
it: È il cadavere di un dragone quello?
ru: Это труп дракона?

source: Yes and no. There once was a race, descended from the legendary dragons, called the ‘Drakes’. They quite resembled small dragons, and most of them could fly and breath fire as well, but they were different in various other ways.
it: Sì e no. Esisteva una razza, un tempo, discendente dai leggendari dragoni, chiamati i “Draghi”. Somigliavano abbastanza a piccoli dragoni, e la maggior parte di loro era in grado di volare e sputare fuoco, ma erano diversi per molti altri aspetti.

source: They ‘were’? Then is their race extinct?
it: “Erano”? Dunque la loro razza si è estinta?

source: I don’t know, but it is unlikely that they survived the chaos of the Fall.
it: Non lo so, ma è improbabile che siano sopravvissuti al trambusto della Caduta.

source: I wouldn’t think so. They had proven numerous times they could adapt to new environments and situations. I would say they went to the safer corners of our world instead of perishing. If they survived the Fall, then it’s very likely that their race has thrived ever since, due to the new cycle of day and night.
it: Io non ne sarei così sicura. Avevano dimostrato numerose volte di sapersi adattare a nuovi ambienti e situazioni. Sono più disposta a credere che si siano spostati in angoli più sicuri del nostro mondo piuttosto che siano stati distrutti. Se sono sopravvissuti alla Caduta, allora è molto probabile che la loro razza abbia prosperato da allora, in seguito al nuovo ciclo di giorno e notte.

source: Actually, small groups of them have been spotted flying over the seas on many occasions.
it: Effettivamente, abbiamo avvistato in diverse occasioni piccoli gruppi di queste creature sorvolare i mari.
ru: Действительно. Их неоднократно замечали над морями, летящими небольшими группами.

source: That confirms it. It is a shame that we have no means to communicate with them, as they have always preferred to isolate themselves from the other major races of this continent. Majestic creatures indeed, but not friendly except in rare circumstances.
it: Questa è la conferma. È un peccato che non abbiamo mezzi di comunicazione con loro, dal momento che hanno sempre preferito isolarsi dalle altre razze principali di questo continente. Creature maestose, non c’è che dire, ma non amichevoli, se non in rare occasioni.
ru: Это подтверждает мои слова. Очень жаль, что мы не можем общаться с ними, поскольку они всегда предпочитали изолировать себя от других крупных рас этого континента. Это действительно величественные существа, но, за исключением редких случаев, они не проявляют дружелюбия.

source: It seems that this chasm has no bottom, for I cannot see anything but a dense darkness inside. A current of hot air also rises from it.
it: Sembra che questo baratro non abbia fondo: non riesco a vedere altre che una fitta oscurità all’interno. Una corrente d’aria calda soffia da là dentro.
ru: Эта пропасть кажется бездонной: я ничего не могу разглядеть в заполняющей её кромешней тьме. Но из неё поднимается поток горячего воздуха.

source: Well that explains why this place is so warm with the lack of sunlight.
it: Questo spiega come faccia questo posto ad essere così caldo, pur mancando la luce del sole.
ru: Это объясняет, почему здесь так тепло, при полном отсутствии солнечного света.

source: The same night we fought the demon lord, the earth opened and engulfed many with its infernal flames. I had thought these chasms would be closed by now after all this time, but I suppose it will take even longer before this place returns to normal.
it: La stessa notte che combattemmo il signore demone, la terra si aperse ed inghiottì molte persone con le proprie fiamme infernali. Credevo che questi abissi si fossero chiusi, ormai, dopo tutto questo tempo, ma immagino ci vorrà ancora molto prima che questo posto torni alla normalità.
ru: В ту ночь, когда мы сражались с лордом демонов, земля разверзлась, и многих поглотило адское пламя. Я думала, что по прошествии такого долгого времени эти пропасти уже закрылись. Но, видимо, это пройдёт ещё много времени, прежде чем эти места вернутся к нормальной жизни.

source: Under the Sands
it: Sotto le sabbie
ru: Под Песками

source: Alien Matrix
it: Matrice Aliena

source: team_name^Monsters
it: Mostri
ru: Монстры

source: Find an exit (possibly south from your starting location) and move Mal Keshar or Elynia there.
it: Trova un’uscita (possibilmente a sud della tua posizione di partenza) e spostaci Mal Keshar o Elynia.
ru: Найдите выход (возможно на юге по отношению к вашему начальному местоположению) и приведите туда Мала Кешара или Элинию.

source: These noxious caves smell worse than a skunk’s burrow.
it: Il fetore di queste gallerie malsane è peggiore di quello della tana di una puzzola.

source: That’s a minor annoyance. There is something worser still in this place, something that I cannot easily describe with words. The air, the rocks, everything is unnatural.
it: Questo è un fastidio secondario. C’è qualcosa di peggio in questo luogo, qualcosa che io non riesco neanche a descrivere bene a parole. L’aria, le rocce, qualsiasi cosa è innaturale.

source: We have come down to the realm of chaos and corruption. The demons seem to be capable of corrupting our world with their very presence, and this is proof of it. If we don’t stop them soon, the entire continent will be covered in eternal darkness, and all living beings will succumb to the power of Chaos.
it: Siamo scesi nel regno del caos e della corruzione. Sembra che i demoni siano in grado di corrompere il nostro mondo con la loro sola presenza, e questo ne è la prova. Se non li fermiamo al più presto, tutto il continente sarà ricoperto da un’eterna e tetra oscurità e tutti gli esseri viventi cadranno sotto il dominio del caos.

source: Ugh... I...
it: Ugh... Io...
ru: Ай... Я...

source: Yes, Galas, I can do more than merely speak to you. I can touch your mind, or crush it like an insect if I wish. You will not last very long if you continue to stay in my domain.
it: Sì, Galas, posso fare di più che parlarti soltanto. Posso sfiorare la tua mente, e schiacciarla come un insetto se lo desidero. Non durerai a lungo se rimani nei miei domini.
ru: Да, Галас, я могу сделать больше, чем просто поговорить с вами. Я могу коснуться вашего ума, или раздавить его, как насекомое, если захочу. Вы не продержитесь сколь-нибудь долго, если будете оставаться в моих владениях.

source: Argh, it...hurts...
it: Argh, che... male...
ru: Ох, это... больно ...

source: Ahhh... Help...mee!!
it: Ahhh... aiu...tatemi!!
ru: Ааа... Помогите... мне!!!

source: Something is trying to contaminate and possess his mind. Elynia, invoke the power of Light and dispel the shadows from his body, or we’ll lose him!
it: Qualcosa sta cercando di contaminare e possedere la sua mente. Elynia, invoca il potere della Luce e scaccia le ombre dal suo corpo, altrimenti lo perderemo!

source: Galas, please don’t die, we need you!
it: Galas, ti prego, non morire ora, abbiamo bisogno di te!

source: Don’t despair, girl. He is still alive, just unconscious right now.
it: Non disperare, ragazza. È ancora vivo, ha solo perso i sensi.

source: What should I do now?
it: Cosa dovrei fare adesso?
ru: Что мне теперь делать?

source: Lead the other living people until Galas regains consciousness. He will need to rest, but make sure he is not left alone in the darkness, for that would allow the shadows to contaminate him again.
it: Guida gli altri guerrieri vivi finché Galas non recupera i sensi. Avrà bisogno di riposare, ma assicurati che non rimanga da solo nell’oscurità, o questo permetterebbe alle ombre di contaminarlo di nuovo.
ru: Возглавьте оставшихся, пока Галас не придет в сознание. Ему нужен отдых, но нужно удостовериться, что он не оставлен один в темноте, поскольку это позволило бы теням снова до него добраться.

source: I’m getting nervous. We should leave this place soon — we are too vulnerable in the darkness and the corruption of these haunted caves.
it: Mi sto innervosendo. Dovremmo lasciare questo luogo al più presto: siamo troppo vulnerabili nell’oscurità e depravazione di queste caverne infestate.

source: Were these tunnels our only option, Elynia? I’m beginning to think I would have preferred fighting on the surface than here.
it: Queste gallerie erano davvero la nostra unica possibilità, Elynia? Comincio a pensare che avrei preferito combattere in superficie che quaggiù.

source: We could have done that, if we wanted to expose our location to the friends of that gigantic imp.
it: Avremmo anche potuto, ma avremmo permesso agli amici di quel gigantesco imp di localizzarci facilmente.
ru: Мы могли бы сделать это, если бы хотели расрыть наше местоположение друзьям того гигантского беса.

source: Perhaps you have a point...
it: Forse non hai tutti i torti...
ru: Пожалуй, это снимает вопрос...

source: This is taking too long, and I’m getting impatient. Make haste, fools!
it: Ci stiamo mettendo troppo tempo, e mi sto spazientendo. Datevi una mossa, cialtroni!

source: Except you, lass, of course.
it: Tranne te, pulzella, naturalmente.
ru: Конечно, кроме тебя, девочка.

source: No!! We tarried here for too long, and now the drones have found and surrounded us! We are trapped between them and the cave walls. This is the end...
it: No!! Abbiamo perso troppo tempo quaggiù, e i droni ci hanno trovato e circondato! Siamo intrappolati tra loro e le pareti della caverna. È la fine...
ru: Нет! Мы пробыли здесь слишком долго, и дроиды смогли найти и окружить нас! Мы оказались в ловушке между ними и стенами пещер. Это конец ...

source: What in name of goodness is that thing?
it: Che accidenti è quella cosa?
ru: Что во имя всего святого, что это за штука?

source: Look out! It seems to be a matrix filled with the larvae of those abominations. Perhaps if we can destroy it they will abandon the pursuit.
it: State in guardia! Sembra una matrice piena delle larve di quegli abomini. Forse se riusciamo a distruggerla, non ci inseguiranno più.
ru: Осторожно! Кажется, это матрица, заполненная личинками этой дряни. Возможно, если мы сможем уничтожить её, они откажутся от преследования.

source: That sounds like a decent plan. Let’s smash it then.
it: Sembra un piano, un buon piano. Distruggiamola, allora.

source: Please remember we have a mission to complete; we did not come down here to kill every foe we spot. We must keep moving.
it: Vi prego, ricordatevi che abbiamo una missione da completare; non siamo scesi quaggiù per ammazzare ogni singolo nemico che incontriamo. Dobbiamo continuare ad avanzare.
ru: Пожалуйста, помните, у нас есть задание, которое мы должны выполнить. Мы пришли сюда не затем, чтобы убить здесь всех врагов. Мы должны двигаться дальше.

source: Right, but it appears it is going to be impossible to remain unnoticed in these caves. We will be struck down by its inhabitants if we rush through carelessly.
it: Hai ragione, ma sembra che stia diventando impossibile passare inosservati in queste caverne. Saremo schiacciati dagli abitanti se gli passiamo in mezzo senza curarci di loro.
ru: Да, но оказывается, невозможно остаться незамеченным в этих пещерах. Мы будем уничтожены их обитателями, если безоглядно устремимся вперёд.

source: I fear that Mal Keshar is right. We have to get out of here, and I doubt we’ll be able to without fighting with the natives.
it: Temo che Mal Keshar abbia ragione. Dobbiamo uscire di qui, e dubito che ci riusciremo senza combattere questi nativi.

source: So, the plan has failed.
it: Così il piano è fallito.
ru: Итак, план провалился.

source: I still hope all this noise will not alert the Emperor.
it: Io spero ancora che questo fracasso non allarmi l’Imperatore.
ru: Я все еще надеюсь, что весь этот шум не привлечёт внимания императора.

source: When is the lad going to wake up? This is starting to worry me.
it: Quando ha intenzione di svegliarsi, il ragazzo? Comincia a farmi preoccupare.
ru: Когда этот парень собирается просыпаться? Это начинает беспокоить меня.

source: A whisper...
it: Un sussurro...
ru: Шепот...

source: And a light...
it: E una luce...
ru: И свет ...

source: Master Galas! I’m really happy seeing ya alright!
it: Maestro Galas! Come sono felice di vedere che state bene!

source: Galas, oh, I almost thought we had lost you!
it: Galas, oh, ho quasi pensato che ti avessimo perduto!
ru: Ах, Галас, я чуть было не подумала, что мы потеряли тебя!

source: Elynia...what happened? Where are we?
it: Elynia... cosa è successo? Dove siamo?
ru: Элиния... что случилось? Где мы находимся?

source: ‘What happened?’ Why the hell are you asking us?! What happened to *you*, is the question!?
it: “Cosa è successo?” Perché diamine sei tu a chiederlo?! Cosa è successo *a te*, questa è la domanda giusta!

source: Galas, you almost made us think you had died! But what happened to you shortly after entering the cave, is what we want to know.
it: Galas, ci hai quasi fatto pensare che fossi morto! Ma cosa ti è successo poco dopo essere entrato nella caverna? Questo vorrei sapere ora.
ru: Галас, вы почти заставили нас подумать, что вы умерли! Но мы хотим знать, что случилось с вами вскоре после входа в пещеры.

source: No, you would not believe me if I told you. You would think I was insane, or that I had been possessed by the enemy!
it: No, non mi credereste se vi dicessi cosa è successo. Pensereste che sono impazzito, o che sia stato posseduto dal nemico!
ru: Нет, вы не поверите мне, если я вам скажу. Вы подумаете, у меня случилось помешательство, или, что я был одержим дьяволом!

source: Galas, really, there is nothing to hide. We witnessed the shadows trying to absorb your unconscious body.
it: Galas, davvero, non c’è nulla da nascondere. Abbiamo visto l’ombra che cercava di assorbire il tuo corpo privo di sensi.
ru: Галас, действительно, здесь нечего скрывать. Мы стали свидетелями, как тени пытаются поглотить ваше бессознательное тело.

source: Galas, please tell us. We are your friends, and will support you in any case.
it: Galas, per favore, spiegaci. Siamo i tuoi amici e ti aiuteremo in ogni circostanza.
ru: Галас, пожалуйста, скажите нам. Мы ваши друзья, и мы будем поддерживать вас в любом случае.

source: Aye. Tell us.
it: Sissignore. Raccontaci.
ru: Да. Расскажите нам.

source: It seems that I’m too weak-minded. The Chaos lord attempted to invade and destroy my mind, ranting and boasting about his power in the darkness... He tried to convince me to slay you... He tempted me... He almost...
it: Sembra che la mia mente sia debole. Il signore del caos ha tentato di invadere e distruggere la mia mente blaterando cose del suo potere nell’oscurità... Ha tentato di convincermi di uccidervi... Mi ha tentato... È quasi riuscito...

source: Galas, don’t feel guilty. If he had managed to access my mind, he could have even possessed me. But it seems his powers are severely diminished by my light, as that is what I used to save you.
it: Galas, non sentirti in colpa. Se fosse riuscito ad accedere alla mia mente, avrebbe potuto persino possedere me, ma pare che i suoi poteri siano notevolmente ridotti dalla mia luce, ed è questo che ti ha salvato.

source: The light? That makes sense, he said he is stronger in the darkness of the caves — even stronger than he is here, his own domain.
it: La luce? È sensato, ha detto di essere più forte nell’oscurità delle caverne, persino più forte di quanto non sia già nei suoi domini, in questi territori.

source: Increased powers in the darkness of his territory... That fat imp said something about a so-called ‘Shadow Master’. All those goons mention their ‘Master’ in every sentence they speak. It seems that this guy must have strong psychic powers, as strong as his control of the shadows; all of his minions are probably just enslaved minds under his direction. But, Elynia...you mentioned that your fiancé fell during an earthquake, am I right?
it: Poteri aumentati nell’oscurità del suo territorio... Quel demone ciccione ha parlato di un cosiddetto “Signore dell’Ombra”. Tutti questi scimmioni parlano del loro “Signore” ad ogni frase che pronunciano. Sembra che questo tipo abbia grandi poteri psichici, grandi quanto il suo controllo delle ombre; probabilmente tutti i suoi sgherri sono solo suoi schiavi mentali. Ma, Elynia... dicesti che il tuo fidanzato scomparve misteriosamente, dico bene?

source: Yes, you are. But what has that to do with this problem?
it: Sì, hai ragione. Ma questo cosa c’entra con il nostro problema?
ru: Да. Но что тут поделаешь?

source: I am starting to wonder... Could there be a correlation? Could it be that this ‘Shadow Master’ is actually your fiancé, Argan?
it: Comincio a chiedermi... Potrebbe esserci un legame? Potrebbe darsi che questo Signore dell’Ombra sia in realtà il tuo fidanzato, Argan?

source: What?! No, impossible! Where did you get such an idea, fool!
it: Cosa?! No, è impossibile! Come ti è venuta un’idea del genere, sciocco!
ru: Что?! Нет, невозможно! Откуда у вас такая идея, безрассудный!

source: Think about the connections... Both of them have a grand control over Darkness. One of them, Argan, disappeared; the other one, this Shadow Master, then appeared out of nowhere. Couldn’t it be that Argan became possessed by an evil force in the very depths of the earth, an evil force of darkness, and it turned him against the world? I now understand why you were not affected by the corruption of such places, Elynia, and it is yourself; your own internal light protects you and those around you. But Argan himself was a being of darkness, and very prone to corruption.
it: Pensa al legame... entrambi hanno un grande potere sull’Oscurità. Uno, Argan, è scomparso misteriosamente. L’altro, questo Signore dell’Ombra, è apparso dal nulla. Non è possibile che Argan sia stato posseduto da una forza malvagia nelle estreme profondità della terra, una forza maligna dell’oscurità che lo ha voltato contro il mondo? Ora si capisce perché tu non sia stata colpita dalla corruzione di questi luoghi, Elynia, ed è proprio perché sei tu; la tua luce interiore ti protegge come ha fatto con Galas. Ma Argan era un essere dell’oscurità, e particolarmente incline alla corruzione.

source: No, it can’t be! The exact reason we became engaged was because he had used the powers of darkness for good and saved me. He is not evil. He cannot be turned to evil. Mal Keshar, you are a lich, I cannot trust your word, nor can I accept your reasoning.
it: No, non può essere! La precisa ragione per cui ci eravamo fidanzati è che aveva usato i poteri dell’oscurità per fare del bene, e mi ha salvato. Non è malvagio. Non può essere corrotto dal male. Mal Keshar, tu sei un lich, io non posso fidarmi delle tue parole, né accettare il tuo ragionamento.

source: Ah. Sorry then, girl. I hope that I am proven wrong, in any case.
it: Ah. Allora scusami, ragazza. Spero di essermi sbagliato, in ogni caso.
ru: Ах. Сожалею, девочка. Во всяком случае, я надеюсь, что ошибаюсь.

source: And Galas, I’ll make sure this does happen a second time. I’ll protect you from the darkness constantly from now on.
it: E, Galas, io mi assicurerò che non ti succeda di nuovo. Io ti proteggerò costantemente dall’oscurità d’ora in poi.

source: Thank you, Elynia.
it: Grazie, Elynia.
ru: Спасибо, Элиния.

source: Now, we have some work to finish.
it: Ora, abbiamo del lavoro da finire.
ru: Ну что ж. Нам ещё нужно закончить кое-какие дела.

source: Yes, indeed...
it: Proprio così...
ru: Да, действительно...

source: Wait! We can’t leave Elynia behind in the alien hive!
it: Aspettate! Non possiamo lasciare indietro Elynia, nell’alveare alieno!

source: Wait! We can’t leave Mal Keshar behind in the alien hive!
it: Aspettate! Non possiamo lasciare indietro Mal Keshar, nell’alveare alieno!

source: Are we ready to exit these caverns?
it: Siamo pronti per uscire da queste caverne?
ru: Мы готовы выйти из этих пещер?

source: Where are you going? We didn’t come here to fight against all of these creeps. If you enter their nest we’ll have to wait for you to come back out before leaving this cursed place!
it: Dove stai andando? Non siamo scesi quaggiù per combattere contro tutte queste creature. Se entri nel suo nido dovremo aspettare che tu ne esca prima di lasciare questo luogo maledetto!

source: The Plot
it: Il Piano

source: Elynia! Ye look as fair as the last time I saw ye.
it: Elynia! Sempre bella come l’ultima volta che ci siamo visti.
ru: Элиния! Вы выглядите такой же красавицей, как и тогда, когда я видел вас последний раз.

source: Thank you, Althurin.
it: Grazie, Althurin.
ru: Спасибо, Альтурин.

source: Greetings, King Asthorgar.
it: Salute, Re Asthorgar.
ru: Приветствую, король Асторгар.

source: Hail, Galas. It is well that we found ye. After we received word from the Aragwaithi people of yer courageous quest, we decided to come and lend ye our strength.
it: Salute, Galas. È un bene che vi abbiamo trovati. Dopo aver appreso dagli Aragwaithi della vostra coraggiosa impresa, abbiamo deciso di venire a darvi una mano.
ru: Привет, Галас. Это хорошо, что мы нашли вас. После того, как мы получили вести от народа Эрагвийцев о ваших отважных поисках, мы решили приехать и помочь вам.

source: My thanks, Your Majesty, but I did not ask them to enlist your aid.
it: Vi ringrazio, Vostra Maestà; io però non ho detto loro di chiedere il vostro aiuto.
ru: Благодарю, Ваше Величество, но я не просил, чтобы они призывали вас на помощь.

source: Oh ho! But they know, as well as we, that ye wouldn’t last for long without some help! What, tryin’ to reach the Dark Fortress? Nay, ye couldn’t do it alone. We’ve seen it, and ’tis a very well guarded fortress.
it: Oh ho! Ma loro sanno, come lo sappiamo noi, che non dureresti a lungo senza un po’ di aiuto! Allora, cercavate di raggiungere la Fortezza Oscura? Nah, non potevo lasciarvelo fare da soli. L’abbiamo vista, ed è una fortezza molto ben sorvegliata.

source: In fact, we are quite astonished that ye managed to come this far.
it: In realtà, siamo già sorpresi che siate riusciti ad arrivare fino qua.
ru: В самом деле. Мы очень удивлены, что вы смогли забраться так далеко.

source: Yes, but please, Your Majesty, you have seen it? Where is this ‘fortress’?
it: Sì, ma diteci, Vostra Maestà, l’avete vista? Dov’è questa “fortezza”?

source: South from here, right after the end of this pass.
it: Verso sud, proprio dopo l’estremità di questo passo.
ru: На юг отсюда. Сразу, как закончится этот проход.

source: Yes, we did it! We have finally found their wretched capital!
it: Sì, ce l’abbiamo fatta! Abbiamo finalmente trovato la loro dannata capitale!
ru: Ура, мы сделали это! Мы наконец-то нашли их проклятую столицу!
