Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: Abomination
it: Abominio
ru: Мерзость гнусная

source: These nightmarish creatures seem to have been former humans, orcs, dwarves or trolls that were somehow mutated to their current aspect. They are rarely found, and only underground in the darkest and deepest places.
it: Queste creature da incubo sembrano essere state in precedenza uomini, orchi, nani o troll, e che siano stati in qualche modo mutati nella loro forma attuale. Si trovano raramente, e solo nei più bui e profondi sotterranei.
ru: Эти кошмарные существа, по-видимому, бывшие люди, орки, гномы и тролли, которые каким-то образом мутировали в их нынешнее состояние. Они встречаются редко, и только под землей, в самых темных и глубоких местах.

source: Only a wicked evil wizard could have taken the characteristics of various monsters and have put them together in a single weapon of their cause. With three tails, a pair of feathery wings, the body of a gigantic bird and the eyes of a fearsome Cockatrice, this Chimera is not a foe to play with. Its ability to turn its oponents to stone is probably the major threat it imposes over its victims. Use extreme caution, and never look directly to its eyes.
it: Solo un maligno mago depravato può aver preso le caratteristiche di vari mostri e averle messe insieme in un’unica arma per la propria causa. Con tre code, un paio di ali piumate, il corpo di un enorme uccello e gli occhi di una spaventosa cockatrice, questa chimera non è un nemico con cui giocare. La sua capacità di tramutare gli avversari in pietra è probabilmente la maggior minaccia che rappresenta per i nemici. Presta particolare attenzione, e non guardarla mai direttamente negli occhi.
ru: Только необыкновенно злой волшебник мог взять черты различных монстров и сложив их вместе в единое орудие, поставить на службу своему делу. С тремя хвостами, парой оперённых крыльев, телом гигантской птицы и глазами жуткого василиска - эта химера не тот враг, чтобы играть с ним в игры. Его способность превращать свои противников в камень, вероятно, главная опасность, которая грозит его жертвам. Будьте предельно осторожны, и никогда не смотрите ей прямо в глаза.

source: gaze
it: sguardo
ru: взгляд

source: Sometimes known as ‘basilisks’, these mystical creatures are said to be able to turn the living to stone. Needless to say, this makes them extremely dangerous.
it: Note anche come “basilischi”, sembra che queste mitiche creature siano in grado di tramutare i vivi in pietra. Non c’è bisogno di aggiungere che ciò le rende molto pericolose.

source: Eyestalk
it: Occhio-stelo
ru: Древоглаз

source: Named ‘Eyestalks’ for obvious reasons, these plant-like creatures can focus their gaze onto an unsuspecting victim to draw life energy straight out of them to replenish their own. While almost defenseless against melee attacks, its deadly gaze from afar is not to be underestimated.
it: Detti “occhi-steli” per ovvie ragioni, queste creature simili a piante possono concentrare il proprio sguardo su una vittima ignara per assorbirne l’energia e rifocillarsi. Benché quasi indifeso contro gli attacchi ravvicinati, il suo sguardo a distanza non va sottovalutato.

source: smash
it: sfondamento
ru: удар

source: Fungoid
it: Fungoide
ru: Грибовик

source: Fungoids are mushroom-like creatures that can multiply very quickly. Soft and weak, they don’t represent a real threat to most races. Yet, adventurers appear from time to time swearing they have seen a fungoid bigger than them. This myth has never been proved true, however.
it: I fungoidi sono creature simili per l’appunto a funghi, che si possono rapidamente moltiplicare. Morbidi e deboli, non rappresentano una vera minaccia per la maggior parte delle razze. Ciononostante, appare di tanto in tanto qualche avventuriero che giura di aver visto fungoidi più grandi di loro stessi. Questo mito, comunque, non è mai stato verificato.

source: Giant Ant
it: Formica gigante
ru: Гигантский муравей

source: Ants are common in almost any environment, from caverns deep under the earth to the tops of tall mountains. Those that live deep underground tend to grow up over their normal size. Though normally not hostile, they can bite at close range, dealing more damage than a normal-sized ant.
it: Le formiche sono comuni quasi in ogni ambiente, dalle caverne in profondità alla cima delle alte montagne. Quelle che vivono nel profondo sottosuolo tendono a crescere oltre la loro normale misura. Benché in genere non ostili, possono mordere a distanza ravvicinata, arrecando maggiori danni delle normali formiche.
ru: Муравьи встречаются практически везде, от пещер глубоко под землей, до высоких горных вершин. Те, что живут глубоко под землей, как правило, перерастают свой нормальный размер. Хотя, обычно, они не агрессивны, но могут укусить, если к ним близко подойти. Укус такого муравья причиняет больше ущерба, чем муравья нормальных размеров.

source: Lesser Giant Spider
it: Ragno gigante secondario
ru: Малый Гигантский паук

source: Smaller and weaker Giant Spiders are very common underground. They usually prey on single insects roaming around, but sometimes it is possible to find dwarven or human corpses trapped in their webs, which suggests they have little problem in eating big individuals fool enough to fall in their traps.
it: Ragni giganti più piccoli e deboli di quelli ordinari sono molto comuni sottoterra. Cacciano solitamente singoli insetti vagabondi, ma a volte è possibile trovare i resti di uomini o nani intrappolati nelle loro reti, il che mostra che non si fanno problemi a divorare grossi individui sciocchi al punto di cadere nelle loro trappole.
ru: Более мелкий и слабый подвид гигантских пауков. Очень распространён в пещерах. Они обычно охотятся на одиночных насекомых, бродящих вокруг, но иногда можно найти трупы гномов или людей, поймавшихся в их ловушки из сетей. По-видимому, у них нет проблем с питанием, так как всегда хватает дураков, чтобы упасть в их ловушки.

source: Hound of Chaos
it: Segugio del Caos
ru: Пёс Хаоса

source: Quite fragile in combat, the Hounds of Chaos are directly affected by the magic of the chaos magi, resulting in them listening and obeying every command of their masters. The results are mindless effective assassins. Though they are easily taken care of by a tougher adversary, their nimble bodies allow them to penetrate far into enemy lines and severely damage their support units.
it: Piuttosto fragili in combattimento, i segugi del Caos sono direttamente colpiti dalla magia degli stregoni, e danno ascolto ed obbedienza a qualsiasi ordine dei loro padroni. Il risultato è un efficace assassino privo di cervello. Benché avversari più resistenti se ne possano facilmente occupare, i loro corpi agili permettono loro di penetrare in profondità tra le linee nemiche e danneggiare seriamente le loro unità di supporto.
ru: Весьма слабые в бою, Псы Хаоса подверглись прямому воздействию маги хаоса, благодаря чему они слышат и исполняют каждую команду своего хозяина. В результате имеем бессмысленных эффективных убийц. Хотя с ними легко справится более сильный противник, их ловкость позволяет им проникать далеко в расположение противника и наносить серьёзный урон его тыловым подразделениям.

source: Demonic Hound
it: Segugio demoniaco
ru: Демонический пёс

source: Hounds who serve the power of Chaos are slowly consumed by its essence, just like their human masters and comrades. Aside from the involved removal of their souls and the increased bodily strength, demonic hounds acquire a more developed intellect, which turns them into more perilous foes who will not stop at anything but the accomplishment of their purpose and desire of bloodbath.
it: I segugi al servizio del potere del Caos vengono lentamente consumati dalla sua essenza, proprio come i loro padroni umani. A parte la rimozione delle loro anime e l’aumento della forza fisica, i segugi demoniaci acquisiscono maggiore intelletto, che li trasforma in nemici più pericolosi che non si fermeranno davanti a niente altro che il raggiungimento del loro scopo e la soddisfazione del desiderio di bagni di sangue.
ru: Псы, которые служат силам Хаоса, медленно лишаются своей сути, так же как и люди - их хозяева и товарищи. Помимо потери своей души и увеличения физической силы демонические псы приобретают лучше развитый интеллект, который превращает их в более опасных противников. Они не остановятся ни перед чем в своём стремлении достичь цели и жажде кровавой бойни.

source: Hellhound
it: Segugio infernale
ru: Адский пёс

source: These creatures are no longer the loyal companions of demonic assault parties. They turn into their leaders by the dread they inspire into other followers of Chaos, and the intelligence they have developed as heartless half-demons. Because it is not common for these hounds to acquire enoguh experience to evolve this further, as their frantic attacks usually harms them to death. Thus, at this point they are respected and treated as heroes by their comrades.
it: Queste creature non sono più i leali compagni delle pattuglie d’assalto demoniache. Si trasformano in loro capi per via del terrore che incutono negli altri seguaci del Caos e dell’intelligenza che hanno sviluppato come semi-demoni senza cuore. Non è frequente che questi segugi accumulino esperienza sufficiente a raggiungere questo stadio, poiché i loro attacchi frenetici li conducono in genere alla morte. Perciò, giunti a questo punto vengono rispettati e trattati come eroi dai loro compagni.
ru: Эти существа - уже не товарищи свом демоническим собратьям. Они становятся их лидерами благодаря страху, который они внушают другим последователям Хаоса и интеллекту который они получили, превратившись в бессердечных полудемонов. Обычно этим псам не удаётся получить достаточно опыта для дальнейшего продвижения, поскольку их безумные атаки, как правило, заканчиваются их смертью. Поэтому они весьма почитаемы и считаются героями среди своих товарищей.

source: Leech
it: Sanguisuga
ru: Пиявка

source: Leeches are universally known for their common diet, the warm blood of various bigger creatures. However, this is exactly why they are often used for medicinal purposes. Although not directly related, the same name is applied to groups of strange worms attached to the ground, found under caves, who are not a great danger as they cannot move around to search for prey. Instead, they await unwary victims who get close enough for them to be able to trap them in their deadly tentacles and then swallow their blood, which increases their strength and heals their wounds. It is fortunate that they have not developed legs; otherwise, they would be an almost unstoppable menace to explorers and dwellers of the caves they inhabit.
it: Le sanguisughe sono universalmente note per la loro dieta: caldo sangue di varie creature più grosse. Tuttavia, questo è il preciso motivo per cui sono spesso usate a scopi medici. Benché non siano direttamente correlati, lo stesso nome viene dato a gruppi di strani vermi incollati al terreno trovati sotto le caverne, non particolarmente pericolosi non potendosi muovere a caccia di prede. Essi attendono vittime distratte che si avvicinino abbastanza da permettere loro di intrappolarle nei propri tentacoli mortali e ingoiarne il sangue, rinforzandosi e guarendo le ferite. È una fortuna che non abbiano sviluppato zampe; altrimenti, sarebbero una minaccia pressoché inarrestabile per gli esploratori e gli abitanti delle caverne che popolano.
ru: Пиявки повсеместно известны своим общим рационом питания: теплой кровью различных больших существ. Тем не менее, именно поэтому они часто используются для лечебных целей. Хотя непосредственно они не связаны между собой, то же название применяется к группам странных прикрепляющихся к земле червей, которых можно найти в пещерах. Они не представляют серьезной угрозы, поскольку они не могут передвигаться в поисках добычи. Вместо этого, они ждут неосторожную жертву, которая подойдёт достаточно близко, чтобы они могли поймать её в ловушку своих смертоносных щупалец. Затем они выпивают кровь жертвы, что увеличивает их прочность и исцеляет их раны. К счастью, они не обзавелись ногами. Иначе они представляли бы почти неотвратимую опасность для исследователей и жителей пещер, в которых они обитают.

source: drainer
it: succhiare
ru: присоска

source: Brain Drainer
it: Succhiacervelli
ru: Мозгосос

source: Giant Leeches grow up after draining enough blood, becoming a extremely dangerous threat for any living creature. As they drain blood, they regenerate, healing their wounds and growing in size. Since they have acquired the habit of attacking their prey’s head first, they have been named ‘brain-drainers’. This does not mean that they actually feed on their prey’s brain. They just crush its cranium with their powerful mouth in order to gain easy and fast access to the blood in the remaining body of the poor victim.
it: Le sanguisughe giganti crescono dopo aver succhiato sangue a sufficienza, diventando una minaccia estremamente pericolosa per qualsiasi creatura vivente. Succhiando sangue, si rigenerano, guarendo le ferite e crescendo di stazza. Dato che hanno assunto l’abitudine si attaccare i nemici prima alla testa, sono stati chiamati “succhiacervelli”. Questo non significa che si nutrano davvero del cervello della preda. Ne frantumano soltanto il cranio con le loro potenti fauci per ottenere facile e veloce accesso al sangue rimasto nel corpo della povera vittima.

source: Giant Leech
it: Sanguisuga gigante
ru: Пиявка-монстр

source: Leeches are well known for their habit of draining the blood out of bigger creatures. It is fortunate that they are smaller than a man’s thumb. However, in certain places, deep underground, giant eyeless reptilians that behave as leeches have been spotted, thus leading people to call them ‘Giant Leeches’. It is not known what these beings actually are, or how they got to have this body structure and habits. Rumor has it that they are eternally thirsty for fresh blood.
it: Le sanguisughe sono ben note per la loro abitudine di succhiare il sangue da creature più grosse. È una fortuna che siano più piccole del pollice di un uomo. Tuttavia in alcuni luoghi, nel profondo sottosuolo, sono stati trovati enormi rettili senza occhi che si comportano come sanguisughe, portando la gente a chiamarli “sanguisughe giganti”. Non si sa cosa queste creature siano realmente, o come mai abbiano questa struttura fisica e queste abitudini. Si dice che abbiano un’implacabile sete di sangue fresco.

source: As mudcrawlers are nothing but magical constructs of soil and water, they can merge into a single bigger entity when it is necessary to defeat a tough foe. Obviously this represents great danger, as with the adequate number they can form a major mudcrawler big as a tree, more than enough to crush a brave mounted warrior with a single strike of their composite fist.
it: Dato che le fanghiglie non sono che magici agglomerati di terra e acqua, possono unirsi in un’unica entità più grande quanto necessario per sconfiggere un nemico coriaceo. Ovviamente questo rappresenta un grosso pericolo, poiché con numeri sufficienti possono formare una fanghiglia grande come un albero, più che sufficiente per schiacciare un coraggioso guerriero a cavallo con un sol colpo del loro pugno congiunto.
ru: Так как грязевики не что иное, как магические создания из почвы и воды, они могут слиться в одну большую сущность, когда это необходимо, чтобы победить сильного противника. Очевидно, что это представляет серьёзную опасность, так как при достаточным большом количестве они могут создать грязевика, огромного как дерево. Этого более чем достаточно, чтобы сокрушить храброго воина одним ударом их объединённого кулака.

source: Crow
it: Corvo
ru: Ворон

source: Crows are carrion birds which will eat anything dead. Larger ones such as this have been also known to feed upon living preys when food is scarce.
it: I corvi sono disgustosi uccelli che mangiano qualsiasi cosa sia morta. È noto che i più grossi, come questo, si nutrono di prede vive quando il cibo scarseggia.
ru: Вороны - отвратительные птицы, которые едят падаль. Известно также, что такие большие как этот, во время бескоммицы могут нападать на живущую добычу.

source: Falcon
it: Falcone
ru: Сокол

source: Majestic birds of prey, falcons are the fastest flying creatures in the world. Even though these wild falcons have escaped from their keepers, they continue to hunt with their razor-sharp claws.
it: Maestosi rapaci, i falchi sono i volatili più veloci al mondo. Anche se questi falchi selvaggi sono fuggiti dai loro custodi, continuano a cacciare con i propri artigli affilati come rasoi.
ru: Величественные хищные птицы, соколы - самые быстрые летающие создания в мире. Хотя эти одичавшие соколы сбежали от своих хозяев, они, со своими острыми как бритва когтями, продолжают охоту.

source: Rabbit
it: Coniglio
ru: Кролик

source: The rabbit is a cute creature which lives in fields and forests. In its gnawing attack, striking from powerful incisors, resides country farmers’ greatest fear. Alas, rabbits are victims of the appetite of many bigger creatures, like wolves or even humans, for their flesh is used in one of the most delicious dishes ever known. Legend has it that they follow a king rabbit by the name of Cédric, whose location is yet unknown.
it: Il coniglio è una piccola creatura che vive in campi e foreste. Nei loro morsi, dati con i loro forti incisivi, risiede una delle più grandi paure degli allevatori di campagna. Purtroppo, i conigli sono prede per molte creature più grosse, come lupi o persino umani, dato che la loro carne è usata in uno dei piatti più gustosi conosciuti. La leggenda narra che seguano un re coniglio di nome Cédric, che ancora non si sa dove si trovi.

source: Tux the Penguin
it: Tux il Pinguino
ru: Пингвин Тукс

source: Nobody knows where the Tux came from. Rumor has it that it’s the avatar of the destruction wind in this world.
it: Nessuno sa da dove venga Tux. Voci dicono che sia la manifestazione del vento di distruzione di questo mondo.

source: Tiger
it: Tigre
ru: Тигр

source: Tigers are aggressive, fast and tough individualist felines. With their large fangs, they can pierce the skin and bones of their prey causing great damage. To make things even worse, their sharp claws can slice victims to make them easier to feed upon. They are very known for the great delight and satisfaction they have in torturing their preys.
it: Le tigri sono felini solitari aggressivi, veloci e resistenti. Con le loro enormi fauci possono perforare la pelle e le ossa delle loro prede procurando loro grandi danni. Come se non bastasse, i loro artigli affilati possono affettare i nemici per renderli più facili da mangiare. Sono note per il grande piacere che traggono nel torturare le proprie prede.

source: Steppe Bladesman
it: Lama delle steppe
ru: Степной рубака

source: Those orcs who excel in the use of the battle axe are informally known to their brethren as Bladesmen. Disregarding all flair or style, Bladesman fight with simple and brutal strength, hacking directly at whatever stands before them. Any skill gained through battle only builds on what nature has already granted them.
it: Quegli orchi che eccellono nell’uso dell’ascia da battaglia vengono chiamati informalmente “lame” dai propri fratelli. Messa da parte ogni grazia o stile, le lame combattono con la mera forza bruta, tirando direttamente colpi su qualunque cosa abbiano davanti. Ogni esperienza ricavata sul campo di battaglia semplicemente si aggiunge a quello che la natura ha già donato loro.
ru: Те орки, которые превосходит других в использовании боевого топора обычно именуются их собратьями как "степные рубаки". Игнорируя любые умения и стили, рубаки дерутся исползуя простую и грубую силу, разрубая всё, что стот у них на пути. Любые навыки, приобретённые ими в сражении, только усиливает то, что им дано от природы.

source: Icewind Drover
it: Pastore dei Venti Gelati
ru: Хозяин буранов

source: A Herder of sufficiant ability can become what the Steppe Orcs call a Drover, the elite of the IceWind order. With age and experience in the control of elemental magics. Some have claimed to be capable of summoning forth fierce blizzards from a clear sky, an unlikely feat unconfirmed by outsiders. When asked about the mechanics of their abilities they often answer by refering to themselves as ‘conduits’. Just what it is that they channel is never revealed. The tribespeople claim to notice a blue tinge that begins to pervade their normally brown complexion and a crystalline hardness of their skin. Other steppe orcs whisper that this is because their hearts pump not blood, but ice.
it: Un radunatore sufficientemente abile può diventare quello che gli Orchi delle Steppe chiamano un Pastore, l’élite dell’ordine dei Gelidi Venti, con l’età e l’esperienza nel controllo della magia elementale. Alcuni hanno dichiarato di essere in grado di evocare aspre bufere da un cielo sereno, fatto improbabile mai confermato dagli stranieri. Se interrogati sul funzionamento delle loro abilità, spesso rispondono che il loro ruolo è solo quello di “tramiti”. Solo non è mai stato rivelato per cosa dicano di fare da tramite. La gente delle tribù afferma di aver notato una sfumatura blu che inizia a pervadere il loro aspetto normalmente marrone, e una durezza cristallina nella loro pelle. Altri orchi delle steppe mormorano che questo sia dovuto al fatto che nelle loro vene non circoli sangue, ma ghiaccio.

source: frostbite
it: morso del gelo
ru: заморозка

source: Icewind Herder
it: Radunatore dei Gelidi Venti
ru: Пастух метелей
