Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: Uh, sailing, I guess. Surely our northern friends won’t mind if we borrow a ship or two and head out for the open ocean.
it: Uhm, via nave, immagino. Sicuramente ai nostri amici a nord non dispiacerebbe se prendessimo in prestito una nave o due e ci addentrassimo nell’oceano aperto.

source: Something still disturbs me, though. We set Argan free from his suffering, as we did with Lédinor. We expected the demons to be vanquished once the connection with Inferno was cut...and although we literally buried it, that did not happen. If Elyssa somehow survived that disaster...
it: C’è ancora qualcosa che mi turba, però. Abbiamo liberato Argan dalle sue sofferenze, e così anche Lédinor. Ci aspettavamo che i demoni fossero sconfitti una volta che il collegamento con l’Inferno fosse stato distrutto... e nonostante l’abbiamo letteralmente sepolto, così non è stato. Se Elyssa fosse in qualche modo sopravvissuta a quel disastro...
ru: Однако, кое-что по-прежнему беспокоит меня. Мы избавили Аргана от страданий, также, как и Лэдинора. Мы ожидали, что демоны будут повержены, раз связь с Адом разорвана ... и хотя мы буквально похоронили его, этого не произошло. Если каким-то образом Алиса выжила в этой катастрофе ...

source: We’ll have to deal with her again, eventually. I know.
it: Dovremmo avere a che fare con lei di nuovo, alla fine. Lo so.

source: And then there’s Mal Hekuba and the Iron Council. I suspect they won’t give up that easily.
it: E poi ci sono Mal Hekuba e il Consiglio di Ferro. Sospetto che non si arrenderanno facilmente.

source: However, now that the war has started, those foes will be a problem that the northern races will have to face themselves. I believe that learning about Yechnagoth’s nature, and anything else we can find in Zocthanol connected to the Chaos Empire, is more important than playing with an unknown enemy.
it: Comunque, ora che è iniziata la guerra, quei nemici saranno un problema che le razze del nord dovranno affrontare da sole. Credo che scoprire qualcosa sulla natura di Yechnagoth, e qualsiasi altra cosa possiamo trovare a Zocthanol che sia collegato all’Impero del Caos, sia più importante che giocare con un nemico sconosciuto.

source: Let’s travel back to the northern lands then. I want to visit our people as well...
it: Torniamo alle terre del nord, allora. Voglio anche io far visita alla nostra gente...

source: And so, the group embarked upon a new journey; not for blood, but for knowledge. After the storm...
it: E così, il gruppo si imbarcò per un nuovo viaggio; non per il sangue, ma per la conoscenza. Dopo la tempesta...
ru: Итак, отряд отправился в новое путешествие; не ради кровопролития, а ради знаний. После шторма...

source: There is something not right here. We seem to have entered the heart of the Dark Hive, but...where is the Shadow Master?
it: C’è qualcosa che non va qui. Sembra che siamo entrati nel cuore dell’Alveare Nero, ma... dov’è il Signore dell’Ombra?
ru: Здесь что-то не так. Похоже, мы вошли в сердце Тёмного Улья, но ... где же Повелитель Теней?

source: He’s probably hiding somewhere, awaiting a moment to ambush us. This foe likes to play demented games with his prey.
it: Probabilmente si starà nascondendo da qualche parte, aspettando il momento di aggredirci. A questo nemico piace fare giochini senza senso con la sua preda.

source: I was certain you would not fail your word, Galas. You have made it to my lair, overcoming all the obstacles that I set in your way.
it: Ero sicuro che non avresti mancato alla tua parola, Galas. Sei arrivato nel mio covo, superando tutti gli ostacoli che ti ho messo sulla strada.
ru: Я был уверен, что сдержите свое слово, Галас. Вы добрались до моего логова, преодолев все препятствия, которые я поставил у вас на пути.

source: So we have. Now it’s down to you and us, cruel monster!
it: Esatto, ce l’abbiamo fatta. Adesso è una questione tra noi e te, mostro crudele!

source: Finally, you dare to fight us face to face!
it: Finalmente hai il coraggio di affrontarci faccia a faccia!
ru: Наконец, вы осмелились встретиться с нами лицом к лицу!

source: Mwa ha. Face to face? Not exactly, as I cannot control the hunger of my pets.
it: Haha! Faccia a faccia? Non proprio, fintanto che non riesco a controllare la fame dei miei animaletti.
ru: Мда, ха. Лицом к лицу? Не совсем так - я не могу сдержать голод моих любимцев.

source: Who in truth are you? Reveal your identity, villain.
it: Chi sei davvero? Svela la tua identità, canaglia!
ru: Кто ты на самом деле? Назовись, негодяй.

source: Elynia, has all this been enough for you to trust me now?
it: Elynia, tutto questo ancora non ti basta per fidarti di me?
ru: Элиния, всего этого довольно для Вас, чтобы доверять мне теперь?

source: I don’t know you — what are you talking about? Why should I trust you?
it: Non ti conosco, di cosa stai parlando? Perché dovrei fidarmi di te?

source: Such harsh words from you deeply disappoint me. Elynia, even though my appearance has changed significantly from the time we last saw each other, you can still feel my heart. Can you not?
it: Le tue dure parole mi deludono profondamente. Elynia, anche se il mio aspetto esteriore è significativamente cambiato dall’ultima volta che ci siamo visti, puoi sentire il mio cuore, no?
ru: Ваши столь резкие слова глубоко огорчают меня. Элиния, даже при том, что моя внешность сильно изменилась с тех пор, как мы виделись в последний раз, Вы все еще можете чувствовать мое сердце. Не так ли?

source: You...you... Impossible...
it: Tu... tu... Impossibile...
ru: Ты... ты... Невозможно...

source: Don’t listen to his filthy words, Elynia! He tries to deceive you, to trick you into doing his will!
it: Non ascoltare le sue schifose parole, Elynia! Cerca di ingannarti, di raggirarti per fare quello che vuole!

source: I humbly admit this petty lich is correct in his sentiments. Yet again, Elynia, you know you should listen to me and trust my words. I saved your life before you became a shyde, I protected you for centuries, and now I have built this glorious empire of power for the both of us.
it: A suo modo, devo ammettere che questo patetico lich ha ragione. Ancora una volta, Elynia, tu sai che dovresti ascoltarmi e fidarti delle mie parole. Ti ho salvato la vita prima che tu diventassi una ninfa, ti ho protetto per secoli e ora ho costruito questo glorioso impero di potere per noi due.
ru: Я смиренно признаю, что этот жалкий лич прав. Но всё же Элиния, ты знаешь,что должна выслушать меня и поверить моим словам. Я спас тебе жизнь, когда ты ещё не была шидой; я охранял тебя веками; и теперь я построил эту славную империю власти для нас двоих.

source: No... It cannot be...
it: No... Non può essere...
ru: Но... Этого не может быть...

source: Aye, it can be, dear.
it: Sì, può essere, tesoro.
ru: Нет, дорогая, может.

source: As he pronounced those words, he lifted his mask from his face and let it fall to the floor, shattering to pieces and producing the only sound that could be heard; for all those present looked in dread upon the face of their probable fate.
it: Non appena ebbe pronunciato queste parole, levò la maschera dal proprio volto e la lasciò cadere a terra, mandandola in frantumi e producendo l’unico suono che si potesse sentire; tutti i presenti fissavano terrorizzati il volto del probabile fautore del loro destino.
ru: Сказав это, он снял маску с лица и швырнул ее на пол, разбив вдребезги. И раздавшийся звук громыхнул в наступившей тишине, так как все присутствующие в ужасе смотрели в лицо, возможно, своей судьбы.

source: Beneath the metallic mask was Argan, not the Shadow Master. But he was no longer a living, natural being. His face had various metallic objects embedded within and his skin was mostly gone, except for a few traces of it, along with his hair. Were it not for the conversation taking place at that moment, one would have thought it was just a larger Shaxthal drone.
it: Dietro la maschera di metallo c’era Argan, non il Signore dell’Ombra. Ma non era più un essere vivente, naturale. Nel suo volto erano conficcati diversi oggetti metallici, e la sua pelle era per lo più distrutta, eccetto alcune tracce, insieme ai suoi capelli. Se non fosse per la conversazione che stava avendo luogo in quel momento, si sarebbe potuto pensare che fosse soltanto un drone Shaxthal più grosso.
ru: Под металлической маской был Арган, а не Повелитель Теней. Но он уже не был живым, естественным существом. На его лице виднелось множество имплантированных металлических объектов. Его кожа, за исключением нескольких ее следов, исчезла, так же, как и его волосы. Если бы не происходяший сейчас разговор, могло бы показаться,что это просто болеее крупный дроид шаксталов.

source: And judging by a single look at his face, what lay beneath his robes was obvious. Argan, the Master of Darkness, was in fact the Shadow Master.
it: E a giudicare da un solo sguardo al suo viso, cosa si nascondesse sotto i suoi abiti era ovvio. Argan, il Sovrano delle Tenebre, era in realtà il Signore dell’Ombra.
ru: Одного взгляда на его лицо и то, что скравалось под его одеждами, было достаточно, чтобы понять: Арган, Лорд Тьмы, был также и Повелителем Теней.

source: I cannot...believe it.
it: Io non... posso... crederci.
ru: Я не могу ... в это поверить.

source: How could you...
it: Come hai potuto...
ru: Как ты мог...

source: Surprised? I expected that. And you may hate me for my choices, but I did all of this only for you. But you can come to my side once again, and I’ll protect you as I did before — this time from our enemies that want to slay us, the treacherous ones that call themselves your ‘friends’...
it: Sorpresa? Me l’aspettavo. E potrai odiarmi per le mie scelte, ma ho fatto tutto questo solo per te. Ma puoi tornare di nuovo al mio fianco e io ti proteggerò come facevo prima, questa volta dai nostri nemici che vogliono ucciderci, quegli spregevoli che dicono di essere i tuoi “amici”...

source: Argan, how could you...
it: Argan, come hai potuto...
ru: Арган, как ты мог ...

source: Foul impostor! You are no longer Argan, the Lord of Darkness! You are nothing but the remains of his body turned into an accursed machine of evil!
it: Schifoso impostore! Non sei più Argan, il Sovrano delle Tenebre! Non sei che i rimasugli del suo corpo, tramutati in una maledetta macchina del male!
ru: Грязный самозванец! Ты больше не Арган, Лорд Тьмы! Ты лишь бренные останки его тела, превратившиеся в проклятую машину зла!

source: Prepare to die, again if necessary, you forsaken wretch! You’ll pay for each and every one of your heinous deeds. Your empire of evilness, treachery, and cruelty shall end today. Here. Now.
it: Preparati a morire, di nuovo se necessario, demonio! Pagherai, una per una, per tutte le tue indegne azioni. Il tuo impero di malvagità, orrore e crudeltà finirà oggi. Qui. Ora.

source: You amuse me, pitiful buffoons. The power you may or may not possess is nothing compared to the forces of Chaos, of which I am the living incarnation! And my loyal pets... Yes, they will teach you a lesson you will never forget. The lesson may be harsh, slow, and painful to learn, but you shall have plenty of time for digesting it in Inferno! Drones, attack now!
it: Mi divertite, patetici pagliacci. Il potere che avete o non avete non è nulla in confronto alle forze del caos, di cui sono l’incarnazione vivente! E i miei fedeli animaletti... Sì, vi insegneranno una lezione che non dimenticherete mai. La lezione sarà dura, lenta e dolorosa ad apprendersi, ma avrete tutto il tempo per digerirla nell’inferno! Droni, attaccate ora!
ru: Вы забавляете меня, жалкие шуты. Сила, которой вы можете обладать, ничто по сравнению с силами Хаоса, живым воплощением которых я являюсь! И мои верные домашние любимцы... Да, они дадут вам урок, который вы никогда не забудете. Урок жестокий, неторопливый и крайне неприятный для изучения, но у вас будет вдоволь времени для того, чтобы осознать его - в Аду! Дроиды, в атаку!

source: As you command, Master.
it: Ai vostri ordini, Signore.
ru: Как прикажете, господин.

source: You amuse me, pitiful buffoons. The power you may or may not possess is nothing compared to the forces of Chaos, of which I am the living incarnation! Now, it is time I teach you a lesson you shall never forget. The lesson may be harsh, slow, and painful to learn, but you shall have plenty of time for digesting it in Inferno! Ha, ha, ha!
it: Mi divertite, patetici pagliacci. Il potere che avete o non avete non è nulla in confronto alle forze del caos, di cui sono l’incarnazione vivente! Ora, è il momento che vi insegni una lezione che non dimenticherete mai. La lezione potrà essere dura, lenta e dolorosa da imparare, ma avrete tutto il tempo per digerirla nell’Inferno. Ah, ah, ah!
ru: Вы забавляете меня, жалкие шуты. Сила, которой вы можете обладать, ничто по сравнению с силами Хаоса, живым воплощением которых я являюсь! Пришло мне время преподать вам урок, который вы никогда не забудете. Урок жестокий, неторопливый и крайне неприятный для изучения, но у вас будет вдоволь времени для того, чтобы осознать его - в Аду! Ха, ха, ха!

source: By now, you have very likely learned there are things worse than death. Destruction, but of soul and mind, not of body and matter.
it: Ormai avrete molto probabilmente imparato che ci sono cose peggiori della morte. La distruzione, ma dell’anima e della mente, non del corpo e della materia.
ru: Скорее всего, вы уже узнали, что есть вещи, худшие чем смерть. Разрушение души и сознания, а не тела и плоти.

source: If someone is to be destroyed this day, it is you, not us. We have the power of the Union on our side, and you have nothing but your mastery of the vilest arts. You chose to give up the Union, and now you’ll face the consequences.
it: Chi verrà distrutto oggi sarai tu, non noi. Abbiamo il potere dell’Unione dalla nostra parte, mentre tu non hai che la padronanza delle arti più abominevoli. Hai scelto di rinunciare all’Unione e ora ne pagherai le conseguenze.

source: What is happening?
it: Cosa sta succedendo?
ru: Что происходит?

source: Their power is incredibly great. I have never seen anything like this in my entire life!
it: Il loro potere è incredibilmente grande. Non ho mai visto nulla del genere in tutta la mia vita!
ru: Их сила невероятно велика. Я никогда не видел ничего подобного за всю свою жизнь!

source: I call upon you, Death Knight. Come and help us in our time of need!
it: Ti invoco, Cavaliere della Morte. Vieni ad aiutarci nel nostro momento del bisogno!
ru: Я призываю вас, Рыцарь смерти. Приходите и помогите нам в наше время нужно!

source: Death Knight
it: Cavaliere della Morte
ru: Рыцарь Смерти

source: Destroy Argan and put a definitive end to his evil empire.
it: Distruggi Argan e spazza definitivamente via il suo impero del male.
ru: Уничтожьте Аргана и окончательно и бесповоротно положите конец его империи зла.

source: absorbed damage
it: danno assorbito
ru: Повреждение поглощено

source: You are just feeding me, fools!
it: Mi state solo dando energia, sciocchi!
ru: Глупцы! Вы только восстанавливаете мои силы.

source: Then what blasted thing is your body made of?!
it: Ma allora di che diavolo è fatto il tuo maledetto corpo?!
ru: Из какой же проклятой субстанции состоит твоё тело?

source: Uria dismantled my original body, and rebuilt it to be stronger and deadlier, to serve her cause as her blessed messenger of Chaos. No one can oppose me now — and those who dare, end like the drones around you.
it: Uria ha smembrato il mio corpo originale e lo ha ricostruito perché fossi più forte e letale, per servire la sua causa come il suo messaggero del caos. Ora nessuno può opporsi a me, e quelli che osano pensare di farlo, fanno la stessa fine dei droni attorno a voi.

source: So, you did this? You did this perversion to them?
it: Dunque sei stato tu? Sei stato tu a far loro questa perversione?
ru: Так это сделал ты? Ты сделал с ними это извращение?

source: Aye, but they are nothing more than cheap imitations of my own body’s design. I am far more powerful than any of them. Don’t you see? All that is natural in this world is destined to perish with time, but my arts will allow us to enlengthen the lifespan of everyone, without going through the decay and consequences of necromancy!
it: Già, ma sono solo pallide imitazioni dell’architettura del mio corpo. Io sono di gran lunga più potente di uno qualsiasi di loro. Non capisci? In questo mondo tutto ciò che è naturale è destinato col tempo a perire, ma le mie arti ci permetteranno di prolungare la vita degli esseri, senza subire la corruzione e le conseguenze della negromanzia!

source: No... You are a monster now, an abomination. Not worthy of my love. I can hardly believe I spent so much time with you, not knowing what you’d become later!
it: No... sei un mostro ora, un abominio. Non sei degno del mio amore. Non riesco quasi a credere di aver passato così tanto tempo con te, senza sapere cosa saresti diventato!

source: What are you saying? You know you are not being serious!
it: Cosa stai dicendo? Lo sai che non stai dicendo sul serio!
ru: Что вы говорите? Вы же знаете, что это вы не всерьёз!

source: I am being serious. Mal Keshar, let’s finish with this once and for all!
it: Sto dicendo sul serio. Mal Keshar, facciamola finita una volta per tutte!

source: As you command, my lady. Let’s do it.
it: Come comandi, mia signora. Facciamolo.

source: I was the one who granted you life in first place, when you were nothing. I sacrificed everything for you, and this is how you repay me?! No... NO! If you really want to suffer the same fate as the others, to be enslaved by my power, then so be it. You have made your choice, and the Union cannot save you... Not without me!
it: Io sono colui che ha vegliato sulla tua vita all’inizio, quando non eri niente. Ho sacrificato tutto per te, ed è così che mi ripaghi!? No... NO! Se davvero vuoi subire lo stesso destino degli altri, essere ridotta in schiavitù dal mio potere, così sia. Hai fatto la tua scelta, e l’Unione non potrà salvarti... Non senza di me!
ru: Я был тем, кто возвёл вас на пьедестал, когда Вы были ничем. Я пожертвовал всем ради вас, и вот как вы мне отплатили?! Нет... НЕТ! Если вы действительно хотите разделить ту же судьбу, что уготована остальным: быть порабощенными моей властью, то пусть будет так. Вы сделали свой выбор, и Союз не сможет спасти вас... Без меня - нет.

source: Hmm. Probably wrong about that last part.
it: Hmm. Probabile errore in quest’ultima parte.
ru: Хм. Вероятно, заключительная часть этой тирады ошибочна.

source: The power that was granted to you shall now be removed. For the sake of the Irdya’s future... I... I must do this...
it: Il potere che ti è stato dato ora sarà cancellato. Per il bene del futuro di Irdya... io... io devo farlo...

source: No, you shall never defeat me! I am invincible! I am far superior to the power of the Union!!
it: No, non mi sconfiggerete mai! Sono invincibile! Sono di gran lunga superiore al potere dell’Unione!
ru: Нет, вы никогда не сможете одолеть меня! Я непобедим! Я намного превосхожу силу Союза!!

source: Use the Union to destroy Argan and put a definitive end to his evil empire.
it: Usa il potere dell’Unione per distruggere Argan e spazzare definitivamente via il suo impero del male.
ru: Используйте Союз, чтобы победить Аргана и окончательно уничтожить его империю зла.

source: What’s this? Look out, drones emerge from his body with each hit!
it: Cos’è? Guardate, dei droni emergono dal suo corpo ad ogni colpo!

source: Aaaah! The power... My power, is... It is tearing me apart! You’ll pay for this! Aaargh!!
it: Aaaah! Il potere... Il mio potere, mi... Mi sta distruggendo! Pagherete per questo! Aaaargh!!

source: What happened?
it: Cosa è successo?
ru: Что случилось?

source: It seems that Argan’s death has invalidated the power of the Union, and Elynia and Mal Keshar are back to normal.
it: Pare che la morte di Argan abbia annullato il potere dell’Unione e Elynia e Mal Keshar sono tornati normali.

source: The prophecy has just been broken.
it: La profezia è appena stata infranta.
ru: Пророчество было только что разрушено.

source: female^refreshed
it: rinfrescata
ru: освежилась

source: refreshed
it: rinfrescato
ru: освежился

source: female^dehydrated
it: disidratata
ru: обезвожена

source: dehydrated
it: disidratato
ru: обезвожен

source: During the daytime (Dawn, Morning, Midday, Afternoon, and Dusk) at the beginning of each your turns, every unit on sand, road, dune, hills or mountains hexes will suffer from thirst. Each turn of thirst reduces a unit’s attack damage and causes $dehydration_loss hitpoints of damage. Only by being cared for by a healer or refreshing at villages or non-swamp water hexes at the start of your turn will your units regain full attack strength.
it: Durante il giorno (Alba, Mattino, Mezzodì, Pomeriggio e Tramonto) all’inizio di ciascuno dei tuoi turni, ogni unità sugli esagoni di sabbia, strada, dune, colline o montagne soffrirà la sete. Ogni turno la sete riduce il danno provocato dall’attacco di un’unità, e causa $dehydration_loss punti danno. Solo facendosi curare da una guaritrice o rinfrescandosi nei villaggi o negli esagoni di acqua non paludosa all’inizio del tuo turno, le tue unità recupereranno la piena forza di attacco.

source: Dehydration
it: Disidratazione
ru: Обезвоживание

source: Campfire
it: Fuoco di bivacco

source: Gate
it: Cancello
ru: Врата

source: Wasteland
it: Landa desolata
ru: Пустошь

source: Dark Hive Floor
it: Pavimento dell’alveare nero

source: Dark Hive Surface
it: Superficie dell’alveare nero

source: Dark Hive Lair
it: Alveare nero

source: Inferno Chasm
it: Abisso dell’Inferno

source: Volcanic Chasm
it: Abisso vulcanico

source: race^Verlissh
it: Verlissh
ru: Верлисш

source: race+female^Verlissh
it: Verlissh
ru: Верлисш

source: race^Verlisshi
it: Verlisshi
ru: Верлисши

source: The main attack force of the Chaos Empire relies on alien creatures that come from the outer Unknown, said to have fallen from the skies at the commands of the Chaos lores. The few blessed ones who have survived one of these horrors’ attacks, can only describe the fear they felt when they were facing the multiple eyes and slimy jaws of these creatures, thinking that it would be the last time they would see the sunlight.
it: La principale forza d’attacco dell’Impero del Caos è basata su creature aliene provenienti dall’ignoto esterno, delle quali si dice che siano cadute dal cielo agli ordini degli eruditi del caos. I pochi fortunati che sono sopravvissuti ad un attacco di questi orrori possono solo descrivere il terrore che hanno provato mentre affrontavano i multipli occhi e le zanne di queste creature, pensando di aver visto per l’ultima volta la luce del sole.

source: Heavy Assault Trooper
it: Truppa d’assalto pesante
ru: Ловец тяжёлый

source: TODO
it: Da completare

source: Light Assault Trooper
it: Truppa d’assalto leggera
ru: Ловец лёгкий
