Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: This greedy race was despised by our ancestors, a loathing passed down for generations, because of their disinterest in protecting the beautiful and green places of their world. Indeed, it was said amongst us that the dwarves would destroy the beauty of the world for wealth and power. And yet, their masons shaped structures of great beauty from rock, their smiths fashioned marvelous wonders out of metal and other materials they found underground — these were things that we elves could not help but admire. . . . They were a strange people, indeed.
it: Quell’ambiziosa razza era stata sdegnata dai nostri antenati, un disprezzo tramandato per generazioni, per via del loro disinteresse per la protezione dei meravigliosi e verdi luoghi del loro mondo. Infatti, si diceva tra di noi che i nani avrebbero distrutto la bellezza del mondo per ricchezza e potere. Nondimeno, i loro muratori modellavano splendide strutture dalla roccia, i loro fabbri forgiavano incredibili meraviglie dal metallo e altri materiali che trovavano sottoterra: queste erano cose che noi elfi non potevamo far altro che ammirare... Erano uno strano popolo, senz’altro.

source: Their mastery of ancient magic was also remarkable. By carving runes onto surfaces such as shields, hammers, or even walls, they could work spells which might have been beyond any elven sorcerer’s ability. Some of these rune-workings were used as defensive shields against enemies, and had to be temporarily suppressed in order to allow our sorceresses access into the heart of the city — the castle of the King.
it: Anche la loro padronanza dell’antica magia era considerevole. Incidendo rune su superfici come scudi, martelli, o persino pareti, potevano evocare incantesimi che sarebbero stati al di là dell’abilità di qualsiasi stregone elfico. Alcuni di questi artefatti runici venivano usati come scudi protettivi contro i nemici, e fu necessario disattivarli temporaneamente per permettere alle nostre sacerdotesse di accedere al cuore della città: il castello del Re.

source: And so we entered the darkness of the deepest places of the known world. Proceeding into unthinkable depths — the very heart of the earth perhaps.
it: E così entrammo nell’oscurità del luogo più profondo del mondo conosciuto, procedendo per abissi incredibili: forse il vero cuore della terra.

source: To our wonder and amazement, we came to a place that looked like the remains of a long-lost civilization. Well-decorated hallways, pristine silver statues, and marble tiles on the floor and walls indicated they had been advanced, not a mere tribe of savages.
it: Per la nostra meraviglia, arrivammo in un luogo che somigliava ai resti di una civiltà perduta da tempo. Pareti ben decorate, statue d’argento puro e meravigliose piastrelle sul pavimento e sulle pareti testimoniavano che si trattava di una civiltà avanzata, non di semplici tribù di selvaggi.
ru: К нашему удивлению мы попали в место, которое было похоже на остатки давно ушедшей цивилизации. Мраморные плитки на полу и стенах, серебряные статуи и декорированные стены корридоров указывали на высокий уровень развития, а не просто племя дикарей.

source: The sound of the undead warriors’ armor and footsteps were the only noises in that immense void of darkness.
it: Il suono delle armature dei guerrieri non-morti e dei passi erano gli unici rumori in quell’immenso e buio vuoto.

source: I could not tell how much time had passed since we destroyed that metallic beast and entered these caves, nor could I speculate on how long we had been marching in darkness upon leaving Knalga’s capital. We had lost the notion of the passing of time with no suns or moon to use as reference; and I, for one, could only feel uneasy, being barely able to see my feet by the light of the torches.
it: Non avrei saputo dire quanto tempo fosse trascorso da quando avevamo distrutto quel bestione di metallo ed eravamo entrati nelle caverne, né avrei saputo pensare a quanto tempo avessimo marciato nell’oscurità dopo aver lasciato la capitale di Knalga. Avevamo perso la nozione del tempo senza soli o luna come riferimenti. Per conto mio, non potevo che sentirmi a disagio, riuscendo a malapena a vedere i miei piedi alla luce delle torce.

source: For as long as our histories had been recorded, we forest elves have feared the darkness — possibly due to the abominations that sheltered within its mysterious embrace. But the real reason has not been stated clearly anywhere, as far as I know.
it: Perché sin da quando hanno memoria le nostre storie, noi elfi della foresta abbiamo sempre temuto il buio, forse per via degli abomini che trovano riparo tra le sue misteriose braccia. Ma la vera ragione non è mai stata spiegata chiaramente da nessuno, per quanto ne so.

source: It could be related to the demons in some way. Their power and toughness increased in the darkness, making them extremely dangerous for us. I could only thank the dwarves for letting our people stay with them in Knalga; if they would have followed us, more than half of them would have already been decimated by these fiends.
it: Potrebbe essere collegato ai demoni in qualche modo. Il loro potere e la loro resistenza aumentavano nel buio, rendendoli estremamente pericolosi per noi. Potevo solo ringraziare i nani per aver permesso al nostro popolo di rimanere con loro a Knalga; se ci avessero seguito, più della metà di loro sarebbe già stata distrutta da questi nemici.
ru: Возможно, это было как-то связано с демонами. Их мощь и стойкость увеличиваются в темноте, делая их чрезвычайно опасными для нас. Я могу лишь благодарить гномов за то, что они позволяют нашему народу находиться с ними в Кналга; если бы мы пошли все вместе, больше половины наших спутников уже были бы истреблены этими тварями.

source: The chasm around us started to narrow along the way, until we came to a real tunnel, rather than a bridge, in the infinite darkness. Anlindë and Mal Keshar immediately noticed something I could not. . . .
it: L’abisso intorno a noi iniziava a restringere la via, finché non arrivammo a una vera strettoia, o per meglio dire un ponte, nell’infinita oscurità. Anlindë e Mal Keshar si accorsero immediatamente di qualcosa che non potevo conoscere...
ru: Пропасть на нашем пути начала сужаться, пока мы не оказались в настоящем туннеле, а не на мосту в бесконечной темноте. Анлиндэ и Мал Кешар немедленно заметили что-то мне недоступное....

source: It was difficult to tell whether Elynia was an elven lady or not. According to Anlindë, she had been bound more to her faerie bloodline rather than the elven. Thus she looked more like a girl than a wise woman that had lived for millennia, not only because of her youthful appearance, but for her behavior as well. I had always been the shy sort, and the only elvish lady that I knew well was Anlindë, because she had taken care of me for as long as I could recall, but I . . . felt something about Elynia.
it: Sarebbe stato difficile dire se Elynia fosse una signora elfica oppure no. Secondo Anlindë, era stata più legata alla discendenza delle fate che a quella degli elfi. Perciò somigliava più a una ragazza che ad una donna saggia che era vissuta per millenni, non solo per il suo aspetto giovanile, ma anche per il suo comportamento. Io ero sempre stato un tipo timido, e l’unica signora elfica che conoscessi bene era Anlindë, perché si era presa cura di me sin da quando avevo memoria, ma... sentivo qualcosa per Elynia.
ru: Было трудно сказать, была ли Элиния эльфийской леди или нет. По утверждению Анлиндэ, её родословная была ближе к файери, чем к эльфийской. Поэтому, она больше напоминала девочку, чем мудрую лэди, которая жила в течение многих тысячелетий; не только своим юным видом, но и своим поведением. Я всегда был застенчив, и единственная эльфийская леди, которую я хорошо знал, была Анлиндэ, потому что она всегда заботилась обо мне, столько я себя помню. Но я... чувствовал что-то к Элинии.

source: That aside, the way back to Knalga’s capital felt shorter with the help of the light that Elynia’s power provided us with. But as we were approaching the city, we noticed that something was wrong. Instead of the bustling dwarven city we had seen before, we now beheld toppled ruins and blood in the streets — signs of battle were everywhere. They had arrived.
it: A parte questo, la via di ritorno verso la capitale di Knalga sembrò più breve con l’aiuto della luce che il potere di Elynia ci offriva. Ma avvicinandoci alla città ci accorgemmo che qualcosa non andava. Anziché la splendente città nanica che avevamo visto prima, ci trovavamo ora di fronte a rovine e sangue per le strade: chiari segni di una battaglia erano ovunque. Erano arrivati.

source: We made haste towards the main tunnels, in fear that we had arrived too late. . . .
it: Ci precipitammo verso le gallerie principali, temendo di essere arrivati troppo tardi...
ru: Мы поспешили к главным туннелям, в страхе, что, возможно, мы опоздали...

source: And so I had to bid farewell to Anlindë, the closest person to a mother I ever had.
it: E così dovetti dire addio ad Anlindë, la persona che più di tutte aveva colmato il vuoto lasciato da mia madre.
ru: Итак, мне пришлось попрощаться с Анлиндэ, самым близким мне человеком после матери, которую я никогда не видел.

source: It saddened me deeply, as she had always been there to guide me since my father’s death. She had taught me valuable lessons, even until that last moment, when I learned that sometimes one must sacrifice a few for the survival of the many. It was the most painful lesson I had ever learned, and I would have wept if I could, but that would have only weakened my people’s morale. If their leader failed to demonstrate resilience, strength, and confidence they would have given up all hope of survival. Anlindë’s sacrifice would have then been in vain.
it: Questo mi addolorò profondamente: lei era sempre stata lì a guidarmi dopo la morte di mio padre. Mi aveva insegnato preziose lezioni, persino fino all’ultimo momento, quando imparai che a volte un capo deve sacrificare alcune persone per la sopravvivenza delle altre. Fu la lezione più dolorosa che avessi mai imparato, e avrei pianto se avessi potuto, ma questo avrebbe solo abbattuto la mia gente. Se la loro guida non fosse riuscita a mostrare resistenza, forza e fiducia avrebbero gettato a mare ogni speranza di sopravvivenza. Il sacrificio di Anlindë sarebbe stato vano.

source: Although Elynia had tried to appear dispassionate under those circumstances, I could tell solely by looking at her eyes that she was sad indeed; possibly feeling as guilty as I for this new loss.
it: Benché Elynia avesse tentato di apparire serena in queste circostanze, avrei potuto indovinare semplicemente guardandola negli occhi che in realtà era triste; forse sentendosi in colpa quanto me per questa nuova perdita.
ru: Хотя Элиния при этом пыталась выглядеть бесстрастной, но я, взглянув в её глаза, понял, что на самом деле она опечалена. Вероятно, она, подобно мне, чувствует себя виноватой за эту новую потерю.

source: Would this ever end? How many more of us would have to give up their lives to protect the rest from the enemy until this nightmare was over? I sometimes wished I could simply go away and hide in the few remaining forests, in those caves, or even amongst the hot sands; but as always, my duty was to protect my people. I could not deceive them — this was my predetermined fate — and I could do nothing but do my duty.
it: Sarebbe mai finito tutto questo? Quanti di noi avrebbero dovuto dare la propria vita per proteggere gli altri dal nemico prima che questo incubo finisse? A volte desiderai di poter semplicemente scappare e nascondermi nelle poche foreste rimaste, in quelle caverne, o persino tra le sabbie roventi: ma come sempre il mio dovere era quello di proteggere la mia gente. Non potevo deluderli (questo era il fato a cui ero predestinato) e non potevo fare altro che il mio compito.

source: ― The darkness. . . .
it: – L’oscurità...

source: ― The fear. . . .
it: – La paura...

source: ― They feed me. . . . I grow stronger with them. . . . Galas . . . you cannot escape them . . . thus, you cannot escape Me. . . .
it: – Mi nutrono... divento sempre più forte grazie ad esse... Galas... non puoi sfuggire ad esse... perciò non puoi sfuggire a Me...

source: ― And your friend, the sorceress, could not either . . . she could not. . . . You will suffer her fate as well if you do not join Me. . . .
it: – E la tua amica, la strega, nemmeno lei ci è riuscita... non ce l’ha fatta... Subirai il suo stesso fato se non ti unisci a Me...

source: I found myself in a place brimming with life, at long last. Where the trees covered me in a refreshing shade, where the birds sang as I was used to hearing in our former home, and where the suns’ heat was not enough to vaporize water in an instant. It was like being at home once again. . . .
it: Mi trovai in un luogo brulicante di vita, finalmente. Dove gli alberi mi coprivano di ombra rinfrescante, dove gli uccelli cantavano come ero stato abituato nella nostra vecchia casa, e dove la calura dei soli non era sufficiente a vaporizzare l’acqua all’istante. Era come essere di nuovo a casa...

source: Elynia and Mal Keshar had not seen such a landscape for thousands, perhaps millions, of years, and they rejoiced at the view while the fresh northern winds blew in their faces. The dwarvish people were, on the other hand, too used to their tunnels underground to feel anything close to comfort with the great outside. I understood them, and knew they obviously could not accompany us on this new journey on the surface. They would be safer underground, and they could establish a new home elsewhere in the northern lands afterwards.
it: Elynia e Mal Keshar non avevano visto un paesaggio simile per migliaia, forse milioni, di anni, e si rallegrarono alla vista, con i freschi venti del nord che soffiavano loro in viso. Il popolo dei nani, invece, era troppo abituato alle proprie gallerie sotterranee per sentirsi a proprio agio all’aria aperta. Li capivo, e sapevo che non potevano ovviamente accompagnarci in questo nuovo viaggio in superficie. Sarebbero stati più al sicuro sottoterra, e avrebbero potuto costruire una nuova casa da qualche altra parte nelle terre del nord.

source: The rest of our men, however, were either severely injured or killed during the siege of New Knalga and the hasty evacuation; they would not be able to fight for a rather long time. Not even our shamans’ magic could heal the grave wounds caused by those abominations.
it: Il resto dei nostri uomini, tuttavia, era stato seriamente ferito o ucciso durante l’assedio di New Knalga o nell’evacuazione; non sarebbero riusciti a combattere ancora per molto. Neppure la magia delle nostre sciamane era in grado di curare le profonde ferite procurate da quegli abomini.

source: I was surprised to see that their enthusiasm could not be completely extinguished by the recent events — it seemed to me that Anlindë’s departure could only increase it, as it had within myself. I did not like the sound of “vengeance”, but I could not suppress my desire for it.
it: Mi sorpresi alla vista di come il loro entusiasmo non fosse stato del tutto spento dagli ultimi eventi: mi sembrava che la scomparsa di Anlindë non avesse fatto altro che aumentarlo, come aveva fatto con me. Non mi piaceva il suono della parola “vendetta”, ma non potevo sopprimere il desiderio che provavo.

source: I grew up listening to horror stories about savage humans who murdered anything alive just so they could have food in the desert. I never had the opportunity to see for myself whether that was true or not. I probably would not have believed my eyes even if it was, for I was just beginning to set aside our biased opinions of the humans. These northern people were actually very educated and possessed an integrity very much like our own people.
it: Sono cresciuto ascoltando le orribili storie di uomini selvaggi che uccidevano qualsiasi essere vivente per procurarsi del cibo nel deserto. Non avevo mai avuto l’opportunità di vedere on i miei occhi se questo fosse vero. Probabilmente non avrei potuto credere ai miei occhi neanche se lo fosse stato, dato che stavo cominciando a mettere da parte i nostri pregiudizi riguardo agli uomini. Questa gente del nord era in realtà molto colta e possedeva un’integrità molto simile alla nostra.
ru: Я рос, слушая ужасные рассказы о диких людях, которые убивали всё живое, ибо только так они могли прокормиться в пустыне. У меня никогда не было возможности лично убедиться, было ли это так или нет. Я, вероятно, не поверил бы своим глазам, даже если бы увидел это, так как я уже начал избавляться от нашего предубеждённого взгляда на людей. Эти северные люди были действительно очень образованны и так же одержимы честностью, как наш собственный народ.

source: Although we were occasionally treated like prisoners, Erathan tried to make the trip as comfortable for us as possible. It was a long journey from where they had found us to the city, where the so-called Grand Council was located.
it: Benché a volte siamo stati trattati come dei prigionieri, Erathan cercò di rendere il viaggio il più comodo possibile. Fu un lungo tragitto tra dove ci eravamo incontrati e la loro città, dove ci aspettava il cosiddetto Consiglio Supremo.
ru: Хотя нас иногда рассматривали как пленников, Эрэзэн попытался сделать эту поездку столь удобной для нас, насколько это было возможно. Это было долгое путешествие от того места, где они нашли нас, до города, где был расположен так называемый Великий Совет.

source: At last we could see an ominous castle dominating the view.
it: Una volta arrivati, potemmo ammirare un imponente castello dominare il panorama.
ru: Наконец мы увидели зловещий замок доминирующий над окрестностями.

source: And so we rested for that night in the safety and hospitality of the castle of Raelthyn. Or at least most of us did. Elynia did not sleep that night; and every time I was awakened by the wind entering through the window she would be there on the balcony, gazing at the moon in a melancholy way.
it: E così per quella notte ci riposammo sotto la protezione e l’ospitalità del castello di Raelthyn. O per lo meno, così fu per la maggior parte di noi. Elynia non dormì quella notte; e ogni volta che mi svegliai al soffio del vento attraverso la finestra lei era là al balcone, fissando la luna piena di malinconia.
ru: Итак, ночью мы отдыхали в безопасности, пользуясь гостеприимством замка Раэлтын. Или, по крайней мере, большинство из нас. Элиния не спала в ту ночь; и каждый раз, когда я просыпался от долетающего из окна дуновения ветра, она была там, на балконе, пристально глядя на луну в глубокой меланхолии.

source: When dawn broke we immediately prepared for our journey into orcish territory. We headed towards the Silent Forest, a place that supposedly was once home to forest elves in the past. But there was no evidence that their domain had ever existed except for a few ivy-covered ruins.
it: Al sorgere del sole ci preparammo immediatamente per il nostro viaggio verso il territorio degli orchi. Ci dirigemmo verso la Foresta Silenziosa, un luogo che, presumibilmente, un tempo era stato la casa degli elfi della foresta. Ma non c’era alcun segno evidente che il loro dominio fosse mai esistito, se non qualche rovina coperta di muschio.
ru: Когда наступил рассвет, мы уже были готовы к путешествию в земли орков. Мы направлялись к Безмолвному Лесу, месту, которое, предположительно, когда-то в прошлом было домом для лесных эльфов. Но не было никаких свидетельств того, что их владения когда-либо существовали, за исключением нескольких покрытых плющом руин.

source: There we met Quogar Ratham, the local orcish chieftain. I had never been this close enough to speak to one, other than fighting, of course. . . .
it: Là incontrammo Quogar Ratham, il locale capo degli orchi. Io non ne avevo mai visti abbastanza da vicino da poterci parlare, se non durante un combattimento, chiaramente...
ru: Там мы встретили Квогара Ратема, вождя местных орков. Я никогда не бывал достаточно близко, чтобы поговорить с одним из них, кроме как в бою, конечно....

source: After a few weeks had passed, rumors of an invasion in the march lands reached Raelthyn, brought there by peasants, wayfarers, and tradesmen. We decided to go and investigate the frontier, but not before obtaining adequate reinforcements — our own men were still too weak after the past few battles.
it: Dopo qualche settimana, giunsero a Raelthyn voci di un’invasione nelle terre di confine, portate da contadini, viandanti e commercianti. Decidemmo di andare a indagare, ma non prima di esserci procurati validi rinforzi. I nostri uomini non si erano ancora ripresi dalle battaglie precedenti.

source: However, we could not get support from the officers. They claimed that they would not send troops anywhere until the Grand Council convened and ordered them to do so. Unfortunately, waiting for them to meet would be a grave waste of time. . . .
it: Tuttavia, non potevamo contare sull’aiuto degli ufficiali. Essi dichiararono che non avrebbero inviato truppe da nessuna parte finché il Consiglio Supremo si fosse riunito e avesse ordinato loro di farlo. Purtroppo, aspettare che si incontrassero sarebbe stato un enorme spreco di tempo.
ru: Однако, мы не смогли получить поддержку от чиновников. Они заявили, что не будут никуда посылать войска, пока не будет созван Великий Совет, и не отдаст им прямой приказ. К сожалению, ожидать, пока они соберутся, было бы пустой тратой такого драгоценного времени....

source: So Erathan gathered some of his fellow rangers to support us and we traveled to the march lands in aid of the poor peasants in the region.
it: Così Erathan radunò alcuni dei suoi ranger per sostenerci, e ci mettemmo in viaggio per la frontiera, in soccorso dei poveri contadini di quella regione.
ru: Итак, Эрэзэн собрал кого смог из числа верных ему рэйнджеров, чтобы поддержать нас, и мы отправились в пограничные земли на помощь бедным крестьянам.

source: Unfortunately, the rumors were certainly true. It was the prelude of a larger invasion.
it: Le voci, purtroppo, furono confermate. Era il preludio di un’invasione su ben più larga scala.
ru: К сожалению, слухи были верны. Это было начало большего вторжения.

source: After repelling the invaders, we returned as quickly as we could to Raelthyn with the harsh news. The Council was immediately called upon after some of their most stubborn members heard our message of chaos.
it: Dopo aver respinto gli invasori, tornammo il più in fretta possibile a Raelthyn con la cattiva notizia. Il Consiglio fu immediatamente convocato, non appena alcuni dei suoi membri più caparbi ebbero sentito il nostro messaggio.
ru: После отражения вторжения, мы, неся дурные вести, поспешили назад в Раэлтын. Совет сразу же вызвал некоторых из своих самых упрямых членов, чтобы они услышали наше сообщение о хаосе.

source: It has been recorded by our historians that elves seldom participated in full-scale war; the few occasions being defense against an orcish invasion, civil war amongst our forefathers, a war against a great Necromancer, and the final doom of the Wesmere Elves led by Zhangor — a fact that was taught to me by Elynia and Anlindë unwillingly.
it: I nostri storici ricordano che raramente gli elfi hanno preso parte a guerre a pieni ranghi, e le poche volte che è successo è stato in difesa da un’invasione di orchi, durante una guerra civile tra i nostri progenitori, per una guerra contro un Negromante e, infine, nell’evento che aveva segnato la rovina degli elfi Wesmere guidati da Zhangor, fatto che mi fu raccontato da Elynia e suo malgrado da Anlindë.
