Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: Chaos warriors share the common belief that any government and any god is corrupt by default, even before being recruited. This is exactly what their future masters look for, making them easy to win over to dark causes. Driven by these beliefs, they do the bidding of the lords of Chaos, who do not disguise their motives and let their men face the harsh truth.
it: I guerrieri del Caos condividono l’opinione che qualunque governo e qualunque divinità siano per definizione corrotti, fin da prima del reclutamento. Questo è esattamente ciò che vogliono i loro futuri padroni, permettendo facilmente di convertirli alla loro causa. Guidati da questa convinzione, eseguono i comandi dei signori del Caos, che non nascondono le proprie motivazioni e lasciano che i loro uomini affrontino la cruda realtà.
ru: Воины хаоса разделяют общее убеждение, что любая форма правления и любой правитель коррумпированы изначально, даже прежде, чем они приступили к исролнению своих обязанностей. Это именно то, что ищут их будущие хозяева, и что позволяет легко склонить их на тёмную сторону. Ведомые этими верованиями, они нанимаются к лордам Хаоса, которые не скрывают своих побуждений и позволяют своим людям оказываться лицом к лицу с горькой правдой.

source: Chaos Invoker
it: Invocatore del Caos
ru: Медиум Хаоса

source: These are dark cultists whose mastery of chaos magic is impressive, called ‘Chaos Invokers’ by their opponents. Often spotted amongst the first line of an attack formation protected by small groups of warriors, these cultists command the vanguard hordes of chaos, seeking the best opportunity to advance in their ranks and become more powerful, willing to rid themselves of their mortal souls in the process.
it: Si tratta di oscuri cultori dall’impressionante padronanza della magia del caos, detti “Invocatori del Caos” dai loro avversari. Spesso distribuiti tra le prime fila delle formazioni d’attacco, protetti da piccoli gruppi di guerrieri, questi invocatori guidano le orde d’avanguardia del Caos, aspettando la migliore occasione di avanzare di grado e divenire più potenti, ansiosi di sbarazzarsi delle loro anime mortali nel processo.

source: ethereal blast
it: esplosione eterea
ru: эфирный шквал

source: Chaos Lorekeeper
it: Erudito del Caos

source: The mastery of demons lies in the changing into demon oneself. Chaos Lorekeepers are demonic minds entrapped in human body. What is left of human in these creatures are only bodies and memories of invokers and magi, who finally achieved the true power of their lords.
it: Il controllo dei demoni consiste nel trasformare se stessi in un demone. Gli Eruditi del Caos sono menti diaboliche intrappolate in un corpo umano. Quello che rimane di umano in queste creature sono solo i corpi e i ricordi di invocatori e maghi che sono finalmente riusciti a raggiungere il vero potere dei loro signori.

source: Chaos Magus
it: Mago del Caos
ru: Маг Хаоса

source: Chaos Magi rally the larger groups of chaos warriors, supporting them with magic. As demonic essence touches chaotic mages, they gain a sharpness of mind and way of thinking that resembles that of demons more than human beings. Trapped between humanity and demon-hood, they seek not to turn back, but aspire to ultimately rid themselves of all mortal bounds, including their vulnerable souls. This mutation process has some important side effects on them; as they turn into demons, their resistance to arcane attacks is gradually reduced to equal that of a true demon.
it: I Maghi del Caos ravvivano i gruppi di guerrieri del caos, sostenendoli con la propria magia. Non appena l’essenza demoniaca sfiora maghi caotici, questi acquisiscono finezza mentale e un modo di ragionare più vicino a quello dei demoni che a quello umano. Intrappolati tra l’essere umano e demoniaco, non tentano di tornare indietro, ma aspirano a sbarazzarsi di ogni vincolo mortale, comprese la proprie anime vulnerabili. Questo processo di mutazione ha alcuni importanti effetti collaterali; appena si trasformano in demoni, la loro resistenza agli attacchi esoterici si riduce progressivamente a quella di un vero demone.
ru: Маги Хаоса сплачивают вокруг себя большие группы воинов хаоса, поддерживая их с волшебством. Поскольку демоническая сущность уже коснулась магов хаоса, они получают остроту ума и мышление, которые больше присущи демонам чем людям. Попавшие в ловушку между человеческой природой и обличьем демона, они не ищут пути назад, но стремятся, в конечном счете, избавиться от всего, что сдерживает смертных, включая их уязвимые души. У этого процесса превращения есть некоторые важные побочные эффекты. Поскольку они превращаются в демонов, их сопротивление мистическим атакам постепенно уменьшается, чтобы стать равным таковому у истинного демона.

source: Chaos Longbowman
it: Arciere esperto del Caos
ru: Лучник с длинным луком Хаоса

source: Heavy Longbowman
it: Arciere pesante del Caos
ru: Мощный лучник с длинным луком

source: Marauder
it: Predatore
ru: Мародёр Хаоса

source: It is said that experience makes real warriors. Unfortunately, that is true even for the Chaos vanguard forces and their messengers, which usually are not warriors in the beginning. They don’t even wield real weapons—except for a club and a few javelines to throw—in that stage of their training, in which many die or get converted into undead, or demons. But the bright ones who get to survive and gain experience become skilled enough to wield an axe. They are still far from mastering the use of battle axes, but that interim level is more than enough to cause trouble, death and destruction on the oponents of Chaos, which is why they are titled the ‘Marauders’ by survivors to their deadly assaults.
it: Si dice che sia l’esperienza a forgiare il vero guerriero. Purtroppo, questo è vero anche per le forze d’avanguardia del Caos e per i loro messaggeri, i quali solitamente non sono guerrieri all’inizio. Non portano nemmeno vere armi, se non una mazza e qualche giavellotto, a questo livello dell’addestramento, durante il quale molti muoiono e vengono trasformati in demoni o non morti. Ma quelli che riescono a sopravvivere e accumulano esperienza diventano abbastanza abili da portare un’ascia. Sono ancora ben distanti dal poter maneggiare asce da guerra, ma questo livello intermedio è più che sufficiente per portare guai, morte e distruzione agli avversari del Caos. Per questo sono chiamati “Predatori” dai sopravvissuti ai loro assalti letali.

source: Chaos Raider
it: Razziatore del Caos
ru: Налётчик Хаоса

source: These are the most basic mounted soldiers of Chaos. Albeit they do not have great experience, their versatility is of importance; they can serve as scouts, messengers, or even deathly warriors at the vanguard of large hordes.
it: Si tratta dei più basilari soldati a cavallo del Caos. Sebbene non abbiano grande esperienza, la loro versatilità è molto importante; possono servire come esploratori, messaggeri, o persino guerrieri letali nelle avanguardie di grandi orde.
ru: Они являются основой конницы Хаоса. Хотя у них нет большого опыта, их основным достоинством является универсальность; они могут быть разведчиками, посыльными, или даже смертоносными воинами в авангарде больших орд.

source: Chaos Razerman
it: Distruttore del Caos
ru: Сокрушитель Хаоса

source: Knights of the legions of Chaos seem to take a demon-like delight in tearing apart their victims. This suggests that they no longer have a soul, or that they have been turned into demons already. Nevertheless, this delight and blood lust is the symbol of the philosophy of Chaos, their defining characteristic.
it: I Cavalieri delle legioni del Caos sembrano trarre un piacere demoniaco nel fare a pezzi le proprie vittime. Questo lascia supporre che non abbiano più un’anima, o che siano già stati trasformati in demoni. In ogni caso, questo piacere e la sete di sangue sono i simboli della filosofia del Caos, la loro precipua caratteristica.
ru: Похоже, что Рыцари легионов Хаоса, подобно демонам, получают восторг, расчленяя свои жертвы. Это наводит на мысль, что у них больше нет души, или что они уже превращены в демонов. Однако, этот восторг и вожделение крови являются символами философии Хаоса, его отличительной чертой.

source: Soulhunter
it: Cacciatore di anime

source: The most dreadful part of the training of the messengers of doom is being rid of their souls by their masters. However, the resultant warrior is a mix of endurance, agility, accuracy and skill. Warriors that don’t need armor, for they don’t fear death at all, and prefer to wear just the necessary clothes and wield a minimal set of weaponry. Although they can be killed with ease by experienced and lucky oponents, the great damage that they can deal before dying is enough to compensate the loss for the Chaos hordes. Since they have been rid of their souls, it is often rumored that they kill and destroy searching for their lost soul, or for a soul that can replace its place in that empty shell called ‘body’. Rumor that gave them the title of ‘Soulhunters’.
it: La parte più terrificante dell’addestramento dei messaggeri del destino consiste nell’essere privati dell’anima dai propri maestri. Comunque, il guerriero che ne esce è un mix di resistenza, agilità, accuratezza e abilità. Questi guerrieri non necessitano di armatura, poiché non temono per niente la morte, e preferiscono indossare appena il necessario e portare lo stretto indispensabile. Per quanto possano facilmente essere uccisi da avversari esperti e fortunati, i grandi danni che possono arrecare prima di morire è sufficiente per le orde del Caos a compensarne la perdita. Data la privazione che hanno subito, si dice spesso che essi uccidano e distruggano alla ricerca dell’anima perduta, o di una che possa prenderne il posto nel guscio vuoto chiamato “corpo”. Queste voci giustificano il nome “Cacciatori di Anime”.

source: battle axe
it: ascia da battaglia
ru: боевая секира

source: javelin
it: giavellotto

source: Armageddon Imp
it: Imp dell’apocalisse
ru: Бес Судного Дня

source: The rumors about Imps big as a tree have been, unfortunately, confirmed. Never seen before, the Imps of Armageddon are the masterminds of Chaos, and albeit usually hidden at safe distance from the battlefield, they sometimes decide to charge themselves against the unwary enemies, who are nothing but dirt compared to these gigantic beasts. That, and their unnatural strength and endurance, is why their are feared, not only by the opponents of the Chaos Empire, but also by lesser imps and most demons of the same band. If you ever get to face one of these colossal brutes, escape as soon as possible from the battefield or be known to you that death is certain to arrive.
it: Le voci di imp grandi come alberi è stata sfortunatamente confermata. Mai visti prima, gli imp dell’apocalisse sono le menti del Caos, e sebbene vengano usualmente nascosti a distanza di sicurezza dal campo di battaglia, a volte decidono di armarsi contro gli incauti nemici, nient’altro che sporcizia in confronto a queste enormi bestie. È per questo, e per la loro forza e resistenza innaturale che sono temuti non solo tra gli oppositori dell’Impero del Caos, ma anche tra gli imp più piccoli e la maggior parte dei demoni dalla loro parte. Se vi dovesse mai capitare di trovarvi faccia a faccia con questi mostri colossali, fuggite al più presto dal campo di battaglia, o sappiate che andate incontro a morte certa.
ru: Слухи о бесах, огромных как дерево, к сожалению, подтвердились. Никогда прежде не показывавшиеся, Бесы Судного Дня - тайные лидеры сил Хаоса. И хотя обычно они скрываются на безопасном расстоянии от поля битвы, иногда они решают обрушить собственную мощь на неосторожных противников, которые выглядят грязью по сравнению с этими гигантскими существами. Это, а так же, их неестественная сила и выносливость, делают ясным, почему их боятся не только противниками Империи Хаоса, но также и меньшие бесы, и большинство демонов их же отряда. Если вы когда-нибудь столкнётесь с одним из этих колоссальных чудовищ, бегите как можно скорее с поля битвы или вы поймёте, что пришла ваша смерть.

source: blade of doom
it: lama del destino

source: slime spit
it: sputo bavoso
ru: плевок слизью

source: Blood Imp
it: Imp sanguinario
ru: Кровавый Бес

source: Some Imps grow stronger, bigger and more violent. That leads people to call them ‘Blood’ Imps. They can even be a menace to an lonely experienced fighter if he or she is alone.
it: Alcuni imp diventano più forti, più grossi e più violenti. Per questo motivo vengono chiamati imp “sanguinari”. Possono persino diventare una vera minaccia per qualunque guerriero esperto quando è solo.

source: Gutwrencher Imp
it: Imp strappabudella
ru: Бес-потрошитель

source: It is not usual for an Imp to grow much above the size they had when born, nor to acquire intellect, in any sense. However, the unusual happens, and then it is possible for some of them to grow stronger and smarter in their attacks, to the point that they, instead of being cannon-fodder or suicidal attack force of demons, get to lead small groups of them, not having any armor or weapons other than their natural toughness and brute strength. As they delight in tearing their prey to pieces, they have been titled the ‘Gutwrenchers’ by those who have survived the horrendous event. With time, they have developed a new dreadful attack weapon: acid slime, which can melt a human, or even orc, in matter of seconds. They spit it towards they victim, wait until it has consumed most of its body, and then finish the job swallowing the remaining flesh and bones. Worse than worse, they can now drain vital energy from their victims at close contact. Fortunately, abominations such as these are rarely seen in greater numbers. It is also said that there are Imps bigger than a full-grown Troll, but the rumors have not been confirmed... yet.
it: Non è comune tra gli imp crescere molto oltre la taglia che avevano alla nascita, né farsi più intelligenti, in ogni senso. Tuttavia, l’insolito talvolta avviene, ed è possibile che alcuni di loro diventino più forti e intelligenti nell’attacco, al punto di iniziare, invece che buttarsi come palle di cannone in attacchi suicidi, a guidare piccoli gruppi, non avendo altri strumenti o armature che la forza bruta e la naturale resistenza. Dal momento che adorano fare a pezzi le proprie vittime, si sono guadagnati il titolo di “strappabudella” da coloro che sono sopravvissuti a questi orribili avvenimenti. Con il tempo, hanno sviluppato una nuova spaventosa arma d’attacco: una poltiglia acida, in grado di liquefare un umano, o persino un orco, in pochi secondi. Non hanno che da sputarlo contro le vittime, aspettare che questo consumi la maggior parte del loro corpo, e poi finirli ingoiando ciò che rimane di ossa e carne. Ancora peggio, ora possono assorbire l’energia vitale dalle proprie vittime al contatto. Fortunatamente, simili abomini si vedono poco in numeri maggiori. Si dice anche che esistano imp più grossi di troll pienamente sviluppati, ma le voci non sono state confermate... ancora.

source: Frequently considered lesser relatives of demons, the Imps are often underestimated due to their small size and lack of intellect. It is noteworthy, however, that a swarm of them is not a threat to ignore, even for an experienced soldier. They are mainly used by demonic attack forces as cannon-fodder to distract the enemy while the battle lords prepare the actual strike. However, it is rumored that some of these imps have grown bigger and stronger, enough to be a real strike force by themselves, which automatically promotes them to a higher level in the military ranks of Chaos.
it: Ritenuti spesso i cugini minori dei demoni, gli imp sono spesso sottovalutati a causa della loro piccola taglia e della scarsità d’intelletto. È tuttavia noto che un branco di queste creature non è un ostacolo trascurabile, persino per un soldato esperto. Vengono usati dalle forze demoniache principalmente come palle da cannone per distrarre i nemici mentre i signori della guerra preparano il vero attacco. Comunque, si dice che alcuni di questi imp siano divenuti più grossi e forti, abbastanza da diventare una vera forza d’attacco a sé, automaticamente promossi a livelli più alti nella gerarchia militare del Caos.
ru: Часто рассматриваемые как младшие предки демонов, бесы обычно недооцениваются из-за их, как правило, небольшого размера и нехватки интеллекта. Нужно заметить однако, что опасность, которую представляет их стая, не стоит игнорировать даже опытному солдату. Они используются демоническими силами нападения главным образом как пушечное мясо, чтобы отвлечь противника, в то время как полководцы готовят настоящий удар. Однако, по слухам, некоторые из бесов стали больше и сильнее, в достаточной мере, чтобы самим быть реальной ударной силой, что автоматически продвигает их на более высокий уровень в военной иерархии Хаоса.

source: Minor Imp
it: Imp minore
ru: Младший бес

source: The recently born hatchlings of imps are called ‘minor’ by their enemies. Although they are rarely little more than a lesser annoyance in most situations, with time and proper raising, they can turn into real enemies, the medium-sized Imps.
it: Gli imp nati dalle nuove cucciolate sono detti “minori” dai loro nemici. Benché questi siano raramente poco più di un fastidio secondario nella maggior parte delle situazioni, con il tempo e la crescita possono diventare veri nemici, gli imp di media taglia.

source: Automaton
it: Automa
ru: Робот

source: These small metallic beasts seem not to need food or suchlike to live, very similar to undead. However, they cannot be such, since their resistance to fire, cold and arcane attacks is surprisingly high. Heavily armored, wielding a perilous steel mace and a rectangular shield, these ‘automatons’ are the new grunt attack and defense force of the evil forces that have taken over the known world. They somehow move rather quickly for their weight, a mystery that no one has been able yet to decipher. Their only drawback is their apparent lack of practice at moving in rough terrains such as hills and mountains.
it: Queste piccole bestie metalliche non sembrano aver bisogno di cibo per vivere, un po’ come i non-morti. Sono però differenti, poiché le loro resistenze al fuoco, al freddo e all’esoterico sono incredibilmente alte. Pesantemente armati, portando pericolose mazze d’acciaio e scudi rettangolari, questi “automi” sono la nuova fanteria d’attacco e difesa delle forze del male che hanno preso il sopravvento sul mondo conosciuto. Si muovono in qualche modo alquanto velocemente per il loro peso, un mistero che nessuno ha ancora decifrato. Il loro unico punto debole è la loro apparente mancanza di pratica nel muoversi in terreni aspri come colline e montagne.

source: rectangular shield
it: scudo rettangolare
ru: прямоугольный щит

source: Door
it: Porta
ru: Дверь

source: The door will open only to those who are allied with its owners, unless struck down by their enemies first.
it: La porta si aprirà solo a coloro che sono alleati con i suoi proprietari, a meno di non essere abbattuta prima dai loro nemici.
ru: Дверь будет открыта только для тех, кто в союзе с её владельцем, если только сперва не будет повреждена их врагами.

source: Mechanical Goliath
it: Gigante meccanico
ru: Механический Голиаф

source: Giant metallic beasts under the command of the forces of Chaos, the Mechanical Goliaths can crush any man, skeleton, or even troll, in a matter of seconds. They seem to be immune to poison, drain, and other hazards that would normally have some effect on a living being, which suggests that they are magically animated statues of iron and steel, or some sort of shell for a living creature that is weak on its own. To make things even worse, it is said that they can destroy entire armies from a distance with a sudden flash of red light, in an attack that is both powerful and accurate.
it: Colossali bestie metalliche al comando delle forze del Caos, i giganti meccanici possono schiacciare qualsiasi uomo, scheletro o persino troll in questione di secondi. Sembrano immuni a veleno, assorbimento e altri pericoli che in genere hanno effetto sugli esseri viventi, il che suggerisce che siano statue di ferro e acciaio magicamente animati, o qualche tipo di guscio per una creatura di per sé debole. A peggiorare le cose, si dice che possano distruggere interi eserciti a distanza con degli improvvisi lampi di luce rossa, in un attacco al contempo potente e accurato.
ru: Гигантские металлические существа под командованием сил Хаоса, Механические Голиафы могут сокрушить любого человека, скелет, или даже тролля за несколько секунд. Они, по-видимому, неуязвимы для яда, истощения и других воздействий которые обычно влияют на живое существо. Вероятнее всего, они - оживлённые с помощью волшебства статуи железа и стали, или своего рода раковины для живого существа, которое само по себе слишком слабо Но что еще хуже, известно, что они могут разрушить на расстояни целую армию внезапной вспышкой красного света, поражающей с большой силой и точностью.

source: plasma bomb
it: bomba al plasma
ru: плазменная бомба

source: Iron Golem
it: Golem di ferro
ru: Железный Голем

source: Some automatons mysteriously increase in size from overnight, gaining strength in a training process that is unknown to except in the darkest lores of the Chaos Empire. They drop their rectangular shield and mace, as their metallic skin is tighter and more resistant to damage, their giant fists—capable of crushing a rock, as big as an adult man, with minimal effort—compensating for the lack of weapon. They also adopt a strange tubular weapon that resembles the firesticks that some Dwarven lords wield with pride. It is said that these Iron Golems could easily defeat a dwarven fire master in a fair fight, one to one.
it: Alcuni automi crescono misteriosamente nella notte, rinforzandosi in un processo di addestramento sconosciuto se non ai più oscuri eruditi dell’Impero del Caos. Abbandonano il loro scudo e la mazza, poiché la loro corazza metallica diviene più resistente ai danni e i loro enormi pugni (capaci di distruggere col minimo sforzo rocce delle dimensioni di un uomo adulto) compensando la mancanza di armi. Utilizzano anche una strana arma a forma di tubo che ricorda i bastoni tonanti che alcuni signori Nanici portano orgogliosamente. Si dice che questi golem di ferro riuscirebbero facilmente a sconfiggere un signore del fuoco nanico in un leale duello.

source: torpedo
it: siluro
ru: торпеда

source: Sentry Tower
it: Torre di guardia
ru: Сторожевая башня

source: These towers were designed to be difficult to strike down, making of them great defense facilities. On their tops dual light turrets are installed, which can stab, or even burn, opponents in less time than it takes to say “touché”.
it: Queste torri sono state progettate per essere difficili da abbattere, rendendole utili strumenti di difesa. Sulla loro cima sono installati doppi cannoni laser in grado di trafiggere, o persino bruciare, i propri nemici in meno del tempo necessario per dire “touché”.

source: dual laser cannon
it: doppio cannone laser
ru: сдвоенная лазерная пушка

source: Worker Droid
it: Droide operaio
ru: Дроид-рабочий

source: These tiny metal gnomes are known as the ‘worker droids’ by the Chaos overlords. It is not known what nature drives their acts; in fact, nobody knows, aside from their creators, if they are living beings, undead, or animated rocks.
it: Questi piccoli gnomi di metallo sono noti come “droidi operai” tra i signori del Caos. Non si sa quale forza spinga le loro azioni; di fatto, nessuno, a parte i loro creatori, sa se si tratti di esseri viventi, non morti, o rocce animate.

source: oil
it: olio
ru: смазка
