Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: Perhaps we should investigate it. It might be unwise to leave an unknown threat to our backs. What do you think, Anlindë?
it: Forse dovremmo andare a investigare. Potrebbe essere poco saggio lasciarsi alle spalle una minaccia sconosciuta. Cosa ne pensi, Anlindë?
ru: Возможно, нам следует изучить её. Было бы неразумно оставить неизвестную угрозу у себя в тылу. Как вы думаете, Анлиндэ?

source: Your caution is well founded. Be equally cautious as you explore.
it: La tua prudenza è ben fondata. Sii altrettanto prudente nell’esplorazione.
ru: Это разумная предосторожность. Будьте так же осмотрительны при её исследовании.

source: A dead end, it seems. But hold, I have found something. It is a ring, red as blood, and it appears to have an inscription carved on it. But I cannot read it; I don’t know this language.
it: Un vicolo cieco, a quanto pare. Ma aspetta, ho trovato qualcosa. È un anello, rosso come il sangue, e sembra che ci sia un’iscrizione sopra. Non la riesco a leggere, però. Non conosco questa lingua.

source: A dead end, it seems. But hold... I have found something. It is a ring, red as blood, and it appears to have an inscription carved on it. But I cannot read it; I do not know this language.
it: Un vicolo cieco, a quanto pare. Ma aspetta... Ho trovato qualcosa. È un anello, rosso come il sangue, e sembra che ci sia un’iscrizione sopra. Non la riesco a leggere, però. Non conosco questa lingua.

source: I should be able to translate it. It is in the ancient tongue of the men of Wesnoth. The inscription reads: “By the blessing of the Lords of Light, this ring gives strength and heals all wounds.”
it: Dovrei riuscire a tradurla. È nell’antica lingua degli uomini di Wesnoth. L’iscrizione dice: «Con la benedizione dei Signori della Luce, questo anello dà forza e cura tutte le ferite».

source: It is a ring of regeneration. There is magic in these to keep the bearer healthy and strong. They are rare, though, so we should carefully choose who should bear it.
it: È un anello della rigenerazione. Ha una magia curativa che mantiene chi lo porta forte e in salute. Tuttavia, sono rari, per cui dovremmo scegliere con cura chi lo porterà.
ru: Это кольцо регенерации. Заключённая в нём магия сохраняет его носителю здоровье и силу. Такие кольца встречаются очень редко, по-этому мы должны тщательно взвесить, кому его отдать.

source: Coming here was worth the effort, after all.
it: In fondo è valsa la pena venire qui.
ru: В конце-концов приход сюда оправдал затраченные усилия.

source: This ring heals the bearer a little each turn and increases their strength.
it: A ogni turno questo anello cura un po’ chi lo porta, e aumenta la sua forza.

source: The Ring of Regeneration may only be used by living creatures that are not bats, faeries, and so forth.
it: L’anello di rigenerazione può essere usato solo da creature viventi, che non siano pipistrelli o simili.
ru: Кольцо регенерации могут использовать только живые существа, которые не являются летучими мышами, файери, или тому подобными.

source: As you put the ring on your finger, a feeling of healthiness and strength suffuses you. Shortly, all your wounds are magically healed by the ring’s power.
it: Appena infili l’anello al dito, una sensazione di benessere e forza ti colma. Rapidamente, tutte le tue ferite sono magicamente curate dal potere dell’anello.

source: The Moon Valley
it: La Valle della Luna
ru: Лунная долина

source: team_name^Orcs
it: Orchi
ru: Орки

source: Secure the valley (defeat all enemy leaders)
it: Rendi la valle sicura (sconfiggi tutti i comandanti nemici)
ru: Обезопасьте долину (победите всех вражеских лидеров)

source: This is it, the valley of the Moon. Many millennia ago, the people then living near here believed the end of the world had come. Rocks fell from the sky, which was dark for many days thereafter. There were earthquakes and other signs. When the sun returned, there being at that time only one, they found a vast smoking crater here; and that night there was blood on the face of the Greater Moon.
it: Ecco, è questa, la valle della Luna. Diversi millenni fa, le persone che allora vivevano qui vicino credevano che fosse arrivata la fine del mondo. Le rocce cascarono dal cielo, che per molti giorni rimase oscurato. Ci furono terremoti e altri segnali. Quando tornò il sole, essendocene allora uno solo, trovarono qui un ampio cratere fumante; e quella notte ci fu sangue sulla faccia della Luna Maggiore.

source: If I remember correctly, I was about three years old when that...
it: Se mi ricordo bene, avevo circa tre anni quando...
ru: Если я правильно помню, мне было приблизительно три года когда это...

source: Intruders! Alert the chieftain!
it: Invasori! Avvertite il grande capo!
ru: Противник! Предупредите вождя!

source: Did you hear that?
it: L’avete sentito?
ru: Вы слышали это?

source: Orcs! This valley is infested with orcs!
it: Orchi! Questa valle è infestata da orchi!
ru: Орки! Эта долина кишит орками!

source: I suspected that.
it: Lo sospettavo.
ru: Я подозревал это.

source: What should we do? Are you sure of what you are doing, Keshar?
it: Cosa dovremmo fare? Sei sicuro di quello che stai facendo, Keshar?
ru: Что же нам делать? Вы уверены в том, что вы делаете, Кешар?

source: I think he has sent us to our doom deliberately!
it: Secondo me ci ha mandato apposta incontro alla nostra fine!
ru: Я думаю, он преднамеренно послал нас на гибель!

source: Fools! I could have killed you all while you were sleeping if I had desired your deaths!
it: Sciocchi! Avrei potuto uccidervi tutti nel sonno se avessi voluto la vostra morte!
ru: Дураки! Я мог бы убить вас, пока вы все спали, если бы я желал вашей смерти!

source: I would really appreciate it if you both controlled your temper. Now, do we have a plan?
it: Sarei molto contenta se entrambi vi controllaste. Ora, abbiamo un piano?
ru: Я была бы очень признательна, если бы вы оба контролировали свои эмоции. Итак, у нас есть план?

source: Yes. We should charge ahead, slay the leader that blocks our entrance to the cave system, and continue.
it: Sì. Dovremmo avanzare dritti, uccidere il comandante che blocca il nostro ingresso al sistema di caverne, e poi continuare.
ru: Да. Мы должны атаковать, убить лидера, преграждающего вход в систему пещер, и идти дальше.

source: Easier said than done.
it: Più facile a dirsi che a farsi.
ru: Легче сказать, чем сделать.

source: Or, we could advance slowly and wipe out the entire pack.
it: Oppure, potremmo avanzare lentamente e ripulire l’intero branco.
ru: Или мы можем медленно продвигаться вперёд, вычищая всю свору.

source: I don’t think we have the troops to do that, but I guess retreat is no longer an option.
it: Non credo che abbiamo le forze per farlo, ma temo la ritirata non sia più una scelta valida.

source: Indeed. We have come this far and the sands we left behind hold no promise. We must fight, but after entering the caves, what will we do then?
it: Infatti. Siamo arrivati fin qui e le sabbie dietro di noi non offrono alcuna promessa. Dobbiamo combattere, ma dopo essere entrati nelle caverne, cosa faremo allora?
ru: В самом деле. Мы так далеко зашли, и пустыня, которую мы оставили позади, не оставляет нам никакой надежды. Мы должны бороться. Но что мы будем делать потом, когда войдём в пещеры?

source: Pray the enemy has not infested the caves before us?
it: Pregare che il nemico non le abbia già infestate?
ru: Уповать на то, что враги не заполонили лежащие перед нами пещеры?

source: I am not really sure where we must search first! If I could go in and concentrate a little...
it: Non sono proprio sicuro di dove dovremmo cominciare a cercare. Se potessi entrare e concentrarmi un po’...
ru: Я не уверен, откуда мы должны начать поиски! Если бы я мог войти и ненадолго сконцентрироваться...

source: Fair enough. To arms!
it: Ragionevole. Alle armi!
ru: Хватит разговоров. К оружию!

source: To arms!
it: Alle armi!
ru: К оружию!

source: So we have got intruders, huh? Get rid of them before I behead you idiots!
it: E così abbiamo degli intrusi, eh? Toglieteli dalla mia vista prima che vi mozzi la testa, branco di incapaci!
ru: Значит у нас незваные гости, да? Так избавьтесь от них прежде, чем я отрублю ваши головы, идиоты!

source: And so, not knowing what perils were awaiting them in the dark heart of the world, the group entered the caves searching for the power that might save them.
it: E così, senza sapere quali pericoli li aspettassero nel cuore oscuro della terra, il gruppo entrò nelle caverne per cercare il potere che li avrebbe potuti salvare.
ru: И так, не ведая, какие опасности подстерегают их в самом сердце этого тёмного мира, отряд вошёл в пещеры, в поисках силы, которая могла бы спасти их.

source: We have defeated them. To the caves!
it: Bene, li abbiamo sconfitti. Adesso entriamo nelle caverne!
ru: Мы победили их. В пещеры!

source: Ouch! I’m vanquished...
it: Acc! Sono sconfitto...

source: Yelp!! *ack*
it: Aaah!! *ack*
ru: Ой, больно!!

source: Nooo!! Why nobody protects mee...
it: Nooo!! Perché nessuno mi protegge...
ru: Нееет!! Почему никто не защищает ме...

source: All that gold spent on minions to protect me, and they fail when I need them the most. Incompetent moronic fools. *ugh*
it: Tutto quest’oro speso in tirapiedi che mi proteggessero, e loro falliscono proprio quando ho più bisogno di loro. Branco di imbecilli incompetenti. Uh!
ru: Сколько золота потрачено на подхалимов, чтобы они защищали меня, а они терпят полный провал, когда я особенно нуждаюсь в них. Некомпетентные слабоумные дураки. *Ух*

source: Those towers look vacant, but there is something about them I mistrust. Be careful, for it may be a trap of the orcs.
it: Quelle torri sembrano vuote, ma c’è qualcosa che mi puzza. Fate attenzione, potrebbe essere una trappola degli orchi.
ru: Те башни выглядят незанятыми, но что-то меня в них настораживает. Будьте осторожны - это может быть ловушка орков.

source: So, my incompetent warriors could not stop you from entering my fortress. No matter — my bodyguards will send you to hell! Haw, haw, haw!
it: Dunque i miei incompetenti guerrieri non sono riusciti a impedirvi di entrare nella mia fortezza. Non importa, le mie guardie del corpo vi manderanno all’inferno! Eh, eh, eh!

source: Uh-oh.
it: Oh-oh!
ru: О-ох.

source: The lad was right. It was a trap, and look — the orcs are calling upon reinforcements!
it: Il ragazzo aveva ragione. Era una trappola e, guardate, gli orchi stanno chiamando dei rinforzi!

source: Hey, I see something in there. Could it be another entrance to the caves?
it: Ehi, vedo qualcosa là dentro. Potrebbe essere un altro ingresso per le caverne?
ru: Эй, я что-то там вижу. Может быть это другой вход в пещеры?

source: Perhaps, but I’d prefer not to wander around here. If the orcs are not guarding that cave, it might be because they found great peril in there.
it: Forse, ma preferirei non vagare qua intorno. Se gli orchi non stanno sorvegliando quella grotta, potrebbe essere perché hanno trovato qualche grande pericolo là dentro.

source: Um...this definitely doesn’t look like another entrance to the caves.
it: Ehm... questa decisamente non sembra un’altra entrata per le caverne.

source: White Giant
it: Gigante Bianco
ru: Йети

source: Wha...
it: Che...
ru: Что за...

source: Help!
it: Aiuto!
ru: На помощь!

source: I have heard and read old stories of creatures as big as that one, but I had thought they were only myths!
it: Ho sentito e letto vecchie storie di creature grandi come quella, ma ho sempre pensato fossero solo leggende!
ru: Я слышала и читала старые истории про существ,таких огромных как это, но я думала, что они были просто сказками!

source: Retreat! We must lure the creature out, surround it, and strike it down. Quickly now!
it: Ritirata! Dobbiamo attirare fuori la creatura, circondarla e abbatterla. Presto!
ru: Отступаем! Мы должны выманить это существо оттуда, окружить его и свалить, быстро!

source: Sounds like a good plan!
it: Sembra un buon piano!
ru: Смахивает на неплохой план!

source: The Short Darkness starts to cover the land, giving the orcs a new advantage.
it: La breve oscurità inizia a coprire la terra, dando agli orchi un nuovo vantaggio.
ru: На землю опускается короткая ночь, давая оркам дополнительное преимущество.

source: Yes, but the undead also fight better during night.
it: Sì, ma anche i non-morti combattono meglio durante la notte.
ru: Да, но нежить также сражается лучше в ночное время.

source: The combination of the might of the undead and the effectiveness of our hunters will be a great help in surviving the darkness in this valley.
it: La combinazione della potenza dei non-morti e dell’efficacia dei nostri cacciatori sarà di grande aiuto nel sopravvivere all’oscurità in questa valle.
ru: Сочетание мощи нежити и сноровки наших охотников, очень пригодится нам, чтобы пережить темноту в этой долине.

source: Ahh, the Long Darkness, at last! It is my opportunity to teach the orcish species a lesson to remember. May the undead hordes rise and swallow their attack forces!
it: Ah, la lunga oscurità, finalmente! È la mia occasione di insegnare agli orchi una lezione da ricordare. Possano le orde non-morte sollevare e divorare le loro forze di attacco!
ru: Ну, наконец-то! Длинная ночь! Это мой шанс преподать оркам урок, который они надолго запомнят. Мои орды нежити восстанут и поглотят их атакующие войска!

source: The Elf versus Goliath
it: L’Elfo contro il Gigante
ru: Эльф против Голиафа

source: Chamber Guard
it: Guardia della Camera
ru: Страж зала

source: Investigate the place
it: Esplora il luogo
ru: Обследуйте это место.

source: I feel some kind of strong presence in this place. We should be determine its nature before we allow our people to follow.
it: Sento un qualche tipo di forte presenza in questo luogo. Dovremmo essere cauti e capire cos’è prima di far venire la nostra gente.
ru: Я чувствую присутствие в этом месте какой-то силы. Мы должны определить её природу прежде, чем позволить нашим людям идти туда.

source: Wait, I hear steps, many steps...
it: Aspetta, sento dei passi, molti passi...
ru: Подождите, я слышу шаги, множество шагов...

source: Surprise, forest-dwellers. Didn’t expect us here, uh?
it: Sorpresa, gente della foresta. Non vi aspettavate di trovarci qua, eh?

source: Kill them, it’s the Master’s command!
it: Uccideteli, è l’ordine del Signore!

source: Blast it, as I suspected. These worms made it here before us.
it: Maledizione, come sospettavo. Questi vermi erano qui prima di noi.
ru: Чёрт возьми, как я и подозревал. Эти ничтожества добрались сюда раньше нас.

source: What about our lady?
it: E la nostra dama?
ru: А что с нашей лэди?

source: I don’t think she is in danger yet, but we should clear these pests out of our way as quickly as we may.
it: Non penso che sia ancora in pericolo, ma dovremmo comunque fare in fretta e spazzare via dalla nostra strada queste pesti.

source: Ha, ha, the elves want to find her. But we won’t allow them to step any further into our future domain, ha ha! Pitiful creatures...
it: Ha, ha, gli elfi la vogliono trovare. Ma non permetteremo loro di fare un altro passo avanti in quello che sarà il nostro dominio, ha ha! Misere creature...

source: Touchgem activated. A door opens.
it: Gemma attivata. Una porta si apre.
ru: Сенсор срабатывает. Открывается дверь.

source: Touchgem already activated.
it: Gemma già attiva.
ru: Сенсор уже сработал.

source: Thy journey is mine; but keep close to light, for light will be thy shine.
it: Il tuo viaggio è il mio; ma state vicini alla luce, perché la luce sarà il tuo splendore.
ru: Ваш путь ведёт в катакомбы; держитесь ближе к свету, он укажет вам путь.

source: Hidden touchplate triggered. A wall moves.
it: Piastra nascosta premuta. Un muro si muove.
ru: Срабатывает скрытый сенсор. Стена отодвтгается.

source: It looks like there used to be something else in this passage, but the path is now blocked by large rocks. We can’t continue this way.
it: A quanto pare c’era qualcos’altro in questo passaggio, ma la via ora è bloccata da enormi massi. Non possiamo continuare da questa parte.

source: This bottle seems to contain a potion of strength. It is said that these can turn even weaklings into dangerous fighters. I just wish it was a bigger flask — it contains only one dose. We should carefully choose who should drink it.
it: Questa bottiglia ha l’aria di contenere una pozione della forza. Si dice che queste siano in grado di trasformare persino indifesi in pericolosi guerrieri. Vorrei solo che fosse una fiaschetta più grande: ne contiene una sola dose. Dovremmo scegliere con cura chi la berrà.

source: Potion of Strength
it: Pozione della forza
ru: Эликсир Силы

source: The drinker’s strength is increased for a while, adding 2 damage points to their melee attacks, and adding 8 points to their total HP.
it: La forza di chi beve viene aumentata per un po’, aggiungendo 2 punti danno al suo attacco da mischia, e aggiungendo 8 punti ai suoi PF totali.

source: This potion can only be used by living beings. Let another take it.
it: Questa pozione può essere usata solo da esseri viventi. Falla prendere a un altro.
ru: Этот эликсир может использоваться только живыми существами. Дайте его кому-нибудь другому.

source: What is this?
it: Cos’è?
ru: Что это такое?

source: Colossal Automaton
it: Automa ciclopico
ru: Громадный робот

source: You find yourself before a giant metal-sheathed humanoid of unknown origin.
it: Ti trovi davanti a un gigantesco umanoide di metallo di origine sconosciuta.
ru: Вы оказываетесь перед гигантским, закованным в броню, человекоподобным существом неизвестного происхождения.

source: Nice to meet you, enemies of the Master.
it: Piacere di incontrarvi, nemici del Signore.
ru: Рад встрече с вами, враги Хозяина.

source: The... pleasure is all ours...
it: Il... piacere è tutto nostro...
ru: Это удовольствие для нас...

source: Argh, just what we need — gigantic foes capable of crushing us like insects.
it: Argh, giusto quello che ci serviva: nemici giganteschi in grado di schiacciarci come insetti.

source: We have come this far... We shall not surrender to this creature, whatever it is. It shall not stop us!
it: Siamo arrivati fin qui... Non ci arrenderemo a questa creatura, qualunque cosa sia. Non ci fermerà!
ru: Мы зашли так далеко ... мы не отступим перед этим монстром, чем бы он ни был. Он не сможет остановить нас!

source: Of course it won’t, but what about its pals? Surely it is not the only one of its kind...
it: Certo che non ci fermerà, ma che ne dici dei suoi amici? Non è certo l’unico del suo tipo...

source: Then they all shall suffer the same fate. Attack, now!
it: Allora dovranno subire tutti lo stesso destino. All’attacco, ora!
ru: Тогда их всех ждёт та же участь. В атаку!

source: At last, it’s over.
it: Finalmente, abbiamo vinto.

source: That was a close call. How many other metallic giants might there be lurking in here?
it: C’è mancato poco. Quanti altri giganti metallici si aggireranno in questi luoghi?
ru: Это было опасно. Сколько других металлических гигантов может скрываться здесь?

source: This could only be the work of those foul creatures. They must have brought these goliaths to crush us. Let’s leave this chamber and continue exploring, but be on your keenest guard.
it: Non può che essere opera di quelle luride creature. Devono essere stati loro a portare qua questi giganti per schiacciarci. Usciamo da questa camera e continuiamo l’esplorazione, ma prestate la massima attenzione.

source: Look, this wall opened after we killed that beast. Should we go this way?
it: Guardate, questo muro si è aperto dopo che abbiamo ucciso quella bestia. Andiamo da questa parte?
ru: Смотрите, эта стена открылась после того, как мы убили то чудовище. Может нам туда?

source: I don’t see any alternative. By that way then we shall go.
it: Non vedo alcuna alternativa. Da questa parte allora.

source: I thought I had seen everything, but what is that thing?!
it: Credevo di aver visto tutto, ma cos’è quella cosa!?
ru: Я думал, что я видел все, но что это за штука?!

source: I have never read or heard about the existence of such a creature. I suppose its another foe sent to obstruct our path.
it: Non ho mai letto né sentito nulla sull’esistenza di simili creature. Immagino sia un altro nemico mandato a ostacolare il nostro cammino.
ru: Я никогда не читала и не слышала о существовании такого существа. Я думаю, что это ещё один противник, посланный, чтобы затруднить наш путь.

source: Look out! The enemy is calling upon reinforcements, and they are after us. We must make haste and get out of their reach.
it: Attenzione! Il nemico sta chiamando rinforzi, e ci stanno seguendo. Dobbiamo muoverci e toglierci dalla loro portata.
ru: Смотрите! Враг призывает подкрепления, и они идут позади нас. Мы должны поторопиться и выйти из пределов их досягаемости.

source: We should make haste. The enemy may bring reinforcements at any moment.
it: Dobbiamo sbrigarci. Il nemico potrebbe portare rinforzi in qualsiasi momento.
ru: Мы должны поторопиться. Враг может подвести подкрепление в любой момент.

source: An Errand of Hope
it: Un messaggio di speranza
ru: Миссия Надежды

source: team_name^Dwarves
it: Nani
ru: Гномы

source: team_name^Trolls
it: Troll
ru: Тролли

source: Explore the caves and defeat any enemies you find
it: Esplora le caverne e uccidi tutti i nemici che trovi
ru: Исследуйте пещеры и победите любых врагов, которых Вы найдёте.

source: These caves are too dark to see, even with our torches. And I do not feel well accompanied by the undead.
it: Queste caverne sono troppo buie per riuscire a vedere, persino con le nostre torce. E non mi sento in buona compagnia con i non-morti.
ru: Эти пещеры слишком темны, чтобы разглядеть что-нибудь, даже с нашими факелами. И я неуютно чувствую себя рядом с нежитью.

source: Are you elves afraid of the darkness? That’s really amusing — for a race whose archers are said to be as accurate and deadly at night as they are under the light of the suns...
it: Voi elfi temete l’oscurità? Davvero curioso, per una razza i cui arcieri sono famosi per essere tanto accurati e mortali nella notte quanto lo sono sotto la luce dei soli...

source: Where exactly are we, Mal Keshar?
it: Dove siamo esattamente, Mal Keshar?
ru: Где именно мы находимся, Мал Кешар?

source: Under these mountains, there was a dwarven kingdom, Knalga. A kingdom that was relocated and rebuilt countless times. I do not know if it still exists, but those smug midgets weren’t very helpful to outsiders. So, unless their numbers are very reduced or they changed their minds after all this time isolated underground, do not expect any help from them.
it: Sotto queste montagne, c’era un regno dei nani, Knalga. Un regno che fu spostato e ricostruito innumerevoli volte. Non so se esista ancora, ma quei piccoli vermi non erano molto amichevoli con i forestieri. Quindi, a meno che i loro numeri non siano ridotti di molto, o non abbiano cambiato i loro usi dopo tutto questo tempo isolati sottoterra, non aspettatevi alcun aiuto da parte loro.
