Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: Finally moving on from the dirk and dagger to the sword, the Greatbow is superior to the Strongbow in melee combat, but not as powerful as the Slayer. Their bow, however, is a masterpiece of military design. Several months are spent crafting a single bow, and each bow is crafted by the user, to his individual specifications. Due to the incredible strength required to pull these bows, anyone but the crafter who attempts to draw it could suffer serious injury.
it: Passando finalmente da pungoli e pugnali alla spada, il grande arco supera il forte arco nel combattimento ravvicinato, ma non è potente quanto l’assassino. Il loro arco, tuttavia, è un capolavoro di progettazione militare. Ci vogliono parecchi mesi per costruire un solo arco, e ognuno di essi è costruito dal suo utilizzatore, secondo le sue specifiche caratteristiche. A causa della incredibile forza necessaria per tendere questi archi, chiunque cerchi di utilizzarlo, a parte chi lo ha costruito, rischia gravi ferite.

source: Guard
it: Guardia

source: Chosen from the toughest Swordsmen, Guards willingly forgo some of their mobility for the advantages of armor. Whether in ceremonial posts during peace, or on the battlefield in times of war, their role is always the same: defending the Warlock nobilty.
it: Scelti tra gli spadaccini più tenaci, le guardie rinunciano volontariamente a parte della propria mobilità a favore delle armature. Tanto durante le cerimonie in tempo di pace quanto sul campo di battaglia in tempo di guerra, il loro ruolo è sempre lo stesso: difendere la nobiltà degli Stregoni.

source: Guardian
it: Guardiano

source: Lancer
it: Lanciere

source: Longswordsman
it: Armigero dalla spada lunga

source: While Aragwaithi Swordsmen seem uncannily skilled to blade-wielders of other races, the Aragwaithi reserve their own admiration for Longswordsmen. These warriors have become so adept at the arts of thrust and parry that they have adopted a longer blade than the Swordsmen, yet they are able to wield it with equal grace and skill.
it: Anche se agli occhi dei portatori di spada della altre razze gli Armigeri Aragwaithi appaiono straordinariamente esperti, questi tributano la loro ammirazione ai armigeri dalla spada lunga. Questi guerrieri sono diventati così esperti nell’arte delle stoccate e delle parate che hanno adottato una lama più lunga rispetto a quella degli altri armigeri, che comunque riescono a maneggiare con pari grazia e abilità.

source: long sword
it: spada lunga
ru: длинный меч

source: Pikeman
it: Picchiere

source: Scout
it: Esploratore

source: Shield Guard
it: Guardia portascudo

source: These warriors wear the old shields of their ancients. These ancients could hold the line in the great battles until the reinforcements arrived, but they paid a high price, not many survived the battle and many others died through their strong wounds. Now only the best warriors are allowed to carry these ancient shields to remind the world and to honor these brave man and their sacrifice.
it: Questi guerrieri portano gli antichi scudi dei loro antenati, che riuscivano a mantenere le posizioni nelle grandi battaglie fino all’arrivo dei rinforzi, ma a caro prezzo: pochi sopravvivevano alle battaglie e molti altri perivano a causa delle gravi ferite. Ora solo ai guerrieri migliori è permesso portare questi gloriosi scudi per ricordare al mondo e onorare questi uomini coraggiosi e il loro sacrificio.

source: Silver Shield
it: Scudo d’argento

source: Slayer
it: Assassino

source: While improving only marginally on the power of their bow, the Slayer abandons the blade in favor of training with a glaive, improving his skills in hand-to-hand combat. He is not as rugged as others of comparable skill, but far deadlier.
it: Pur migliorando di poco la potenza del proprio arco, l’assassino abbandona la lama in favore del gladio, migliorando le proprie abilità nello scontro faccia a faccia. Non è forte quanto altri di pari abilità, ma di gran lunga più letale.

source: glaive
it: gladio
ru: меч

source: Sorcerer
it: Fattucchiere

source: The mighty Aragwaith Sorcerers are gracile like wind. They can confuse their oponents by standing in fron of them, seemingly defenseless; after the attacker hits, they notice their victim is behind them, ready to perform his own killing strike. On the battlefield these sorcerers are fearsome enemies; even their comrades keep an eye on them, carefully, from a safe distance. And so it happens that even the Royal orders of Wesnothian magi treat these noble lores with respect and caution.
it: I potenti fattucchieri Aragwaithi sono gracili come il vento. Possono confondere i loro avversari rimanendo di fronte a loro apparentemente senza difese; dopo aver portato il proprio colpo, l’attaccante si accorge che la sua vittima è dietro di lui, pronta a scagliare il proprio colpo mortale. Sul campo di battaglia questi fattucchieri sono temibili avversari; persino i loro compagni li tengono d’occhio guardinghi da una distanza di sicurezza. E perciò persino gli ordini reali dei maghi di Wesnoth trattano questi nobili eruditi con rispetto e cautela.

source: female^Sorceress
it: Fattucchiera

source: The mighty Aragwaith Sorceresses are gracile like wind. They can confuse their oponents by standing in fron of them, seemingly defenseless; after the attacker hits, they notice their victim is behind them, ready to perform her own killing strike. On the battlefield these sorceresses are fearsome enemies; even their comrades keep an eye on them, carefully, from a safe distance. And so it happens that even the Royal orders of Wesnothian magi treat these noble lores with respect and caution.
it: Le potenti fattucchiere Aragwaithi sono gracili come il vento. Possono confondere i propri avversari rimanendo di fronte a loro apparentemente senza difese; dopo aver portato il proprio colpo, l’attaccante si accorge che la sua vittima è dietro di lui, pronta a scagliare il colpo mortale. Sul campo di battaglia queste fattucchiere sono temibili avversari; persino i loro compagni le tengono d’occhio guardinghi da una distanza di sicurezza. E perciò persino gli ordini reali dei maghi di Wesnoth trattano queste nobili erudite con rispetto e cautela.

source: Spearman
it: Fante

source: The less dextrous and stronger Aragwaith take up the spear. Useful in hunting, this weapon is also deadly on the battlefield. Many impetuous knights have found themselves or their mounts impaled on the point of an Aragwaithi spear.
it: Gli Aragwaithi più forti e meno agili usano la lancia. Utile in battaglia, questa arma è anche letale sul campo di battaglia. Molti cavalieri impetuosi si sono trovati trafitti dalla punta di una lancia Aragwaith, o hanno visto fare questa fine alla loro cavalcatura.

source: Strongbow
it: Forte arco
ru: Сильный лучник

source: By wielding a stronger bow and training almost constantly, the Aragwaith Strongbow fires a far deadlier shot than the average archer. Their dirks are longer than the daggers used by the typical archer, and they wield them far more effectively.
it: Portando un arco più forte e allenandosi pressoché continuamente, i forti archi Aragwaithi scagliano frecce ben più pericolose rispetto agli arcieri medi. I loro pungoli sono più lunghi dei pugnali tipicamente usati dagli arcieri, e li sanno usare in modo molto più efficace.
ru: Имея более мощный лук и почти непрерывно совершенствуя своё мастерство, Эрагвийский Сильный лучник способен смертельно поразить врага на гораздо большей дистанции чем средний стрелок. Его кортик длиннее чем кинжал, используемый типичным стрелком, и владеет он им намного искуснее.

source: Swordmaster
it: Maestro di spada

source: Swordmasters do not get their title from one day to another. They have endured years of rigorous Aragwaithi military training, and survived many ferocious battles. Their skill with their blades is spoken of with awe among those few foes who have witnessed it — and lived. Having earned their title, Swordmasters take responsibility for instructing the young, passing by generation on generation the proud Aragwaithi martial traditions.
it: I maestri di spada non si guadagnano questo titolo facilmente. Hanno seguito anni di rigoroso allenamento militare Aragwaith e sono sopravvissuti a molte feroci battaglie. Quei pochi nemici che sono stati testimoni della loro esperienza con la loro spada, e che sono sopravvissuti, ne parlano con ammirazione. Con il loro titolo, i maestri di spada assumono la responsabilità di istruire i giovani tramandando di generazione in generazione le orgogliose tradizioni militari Aragwaithi.

source: Swordsman
it: Armigero

source: While the Aragwaithi are slight of body, they are also fast and nimble. These abilities, coupled with the intensive training given to the Agarwaithi military, make for superb swordsmen. Swordsmen are clad in light chain mail — the better to resist the blades of their enemies.
it: Pur essendo gli Aragwaithi leggeri di costituzione, sono anche veloci e agili. Queste abilità, unite all’intenso addestramento militare degli Aragwaithi, li rende dei superbi armigeri. Gli armigeri portano una cotta di maglia leggera: la migliore protezione per resistere alle lame nemiche.

source: Warlock
it: Stregone

source: The magically inclined ones among the Aragwaith recieve not only the martial training so common in Aragwaithi society, but also in the art of healing, and of course in magic. Wielding powerful fire, competent with their staves, possessing a healing touch, Warlocks are the noblest of a noble people.
it: Quelle che tra gli Aragwaithi mostrano una predisposizione per la magia ricevono non solo l’allenamento militare così comune nella società Aragwaith, ma anche nelle arti curative, e naturalmente nella magia. Maneggiando potenti fuochi, essendo abili con i loro bastoni e possedendo un tocco curativo, gli stregoni sono i più nobili tra una nobile gente.

source: female^Warlock
it: Strega

source: Wizard
it: Mago

source: female^Wizard
it: Maga

source: Chaos Bowman
it: Arciere del Caos
ru: Лучник Хаоса

source: The backbones of most armies are soldiers capable of using ranged weapons of sorts. The bow is the cheapest, yet effective, weapon that a military can afford for beginners in their lines. Bowmen are usually given a short sword to defend themselves if that should ever be necessary; they are instructed not to engage enemies in close combat. Bowmen serving the forces of Chaos are trained for moving and attacking covered by the black shroud of night. This causes great difficulty to most adversaries, as they are often adapted to fight under the light of the two suns, over the sands; their lack of protection against the freezing cold of night is also an advantage for Chaos Bowmen.
it: Le spine dorsali della maggior parte degli eserciti sono formate da soldati in grado di usare armi a distanza di ogni tipo. L’arco è l’arma più economica, sebbene efficace, che un militare si possa permettere per iniziare l’addestramento. Gli arcieri sono generalmente provvisti di una spada corta per difendersi se mai ce ne fosse bisogno: viene insegnato loro di non affrontare nemici corpo a corpo. Gli arcieri al servizio delle forze del Caos sono addestrati a muoversi e attaccare coperti da un mantello nero come la notte. Questo mette in grande difficoltà la maggior parte dei loro avversari, dato che questi sono spesso abituati a combattere alla luce dei due soli, sulle sabbie; la loro mancanza di protezione contro il freddo glaciale della notte è un altro vantaggio per gli Arcieri del Caos.
ru: Основа большинства армий - солдаты, способные использовать своё оружие в строю. Лук является самым дешевым, и все же эффективным, оружием, которым в войсках могут вооружить новичков. Лучникам обычно дают короткий меч, чтобы защититься, если понадобится ; они проинструктированы не вступать с врагом в ближний бой Лучники, служащие силам Хаоса, обучаются перемещению и нападению под покровом ночи. Это вызывает большие трудности у большинства противников, поскольку они обычно приспособлены кведению боевых действий под светом этих двух солнц, в песках; их нехватка защиты против замораживающегося холода ночи - также преимущество для Лучников Хаоса.

source: short sword
it: spada corta
ru: короткий лук

source: Cataphract
it: Catafratto

source: At the zenith of their career, mounted soldiers of Chaos go through unknown rituals and are ascended to the top of the hierarchy. They seem to have become, as their mounts, living, blood-thirsty killer machines. Although just respectable soldiers on their own, a few groups of Cataphracts at night are certainly enough to take over a large town.
it: Al culmine della loro carriera, i soldati a cavallo del Caos passano attraverso rituali sconosciuti e ascendono alla vetta della gerarchia. Sembrano essere diventati, come le loro cavalcature, macchine da guerra viventi, assetate di sangue. Per quanto da soli siano solo rispettabili guerrieri, pochi gruppi di catafratti, durante la notte, sono senz’altro sufficienti per radere al suolo una città.

source: sword
it: spada
ru: меч

source: crossbow
it: balestra
ru: арбалет

source: Chaos Cavalier
it: Cavalcatore del Caos
ru: Кавалерист Хаоса

source: With time, Chaos Raiders are ascended to higher ranks of the military, given better weapons, armor and mount. The mount plays an essential role in the effectiveness of these units. Horses are, by nature, prone to be scared in the battlefield; when this occurs, the soldier mounting it is usually injured or killed by the confused animal. The mounts used by Chaos Cavaliers, however, are not known to have ever reacted in such ways to the battle action. Their behavior suggests that they have been well trained for the horrors they face. Another possibility is that they are simply possessed by some demonic force, as are many other creatures under the control of these men.
it: Col tempo, i razziatori del Caos ascendono a ranghi più alti dell’esercito, ricevono migliori armi, armature e cavalcature. Il destriero gioca un ruolo essenziale nell’efficacia di queste unità. I cavalli sono, per propria natura, portati a spaventarsi sul campo di battaglia; quando questo avviene, il soldato che lo montava viene solitamente ferito o ucciso dall’animale confuso. Non si ricorda, comunque, che le cavalcature montate dai cavalcatori del Caos abbiano mai reagito in questo modo durante le battaglie. Il loro comportamento suggerisce che siano state addestrate a dovere per affrontare tali orrori. Un’altra possibilità è che siano semplicemente posseduti da qualche forza demoniaca, come molte altre creature a disposizione di questi uomini.
ru: Со временем на Налетчики Хаоса продвигаются на более высокую ступень в иерархии войск Хаоса, получая лучшее оружие, броню и лошадей. Лошади играют ведущую роль в эффективности этих боевых единиц. Они, по своей природе, склонны испытывать страх на поле битвы; когда лошадь внезапно пугается, её всадник обычно получает ранение или даже бывает убит паникующим животным. Однако известно, что лошади, используемые Налётчиками Хаоса, никогда не реагировали подобным образом на события битвы. Их поведение внушает мысль, что они хорошо обучены не обращать внимания на происходящий перед ними ужас. Другая возможность состоит в том, что они просто охвачены некой демонической силой, как и многие другие существа под командой этих людей.

source: Crossbowman
it: Balestriere
ru: Лучник-боец

source: Unlike their comrades, the Chaos Longbowmen, who only seek greater power with their bows, these archers decide to seek power in a more balanced fashion. Due to this, they are trained to be adept with both their axes and their crossbows. Such training results in a warrior adept with fighting at both close and ranged combat, and are especially dangerous at night, due to the fact that they were trained to fight in the freezing night.
it: A differenza dei propri compagni, gli arcieri esperti del Caos, che cercano solo maggiori poteri con i loro archi, questi arcieri decidono di cercarlo per una via più equilibrata. Per questo si allenano tanto con le asce quanto con la balestra. Un tale allenamento rende il guerriero adatto sia al combattimento ravvicinato che a distanza, e sono particolarmente pericolosi di notte, grazie al fatto che sono stati addestrati a combattere al gelo notturno.
ru: В отличие от своих товарищей, лучников Хаоса, которые полагаются только на мощь своего лука, эти стрелки решают поискать способ стать сильнее, овладев каким-нибудь новым искусством, делающим их более разносторонними воинами. Поэтому они обучаются быть искусными и с топорами и с арбалетами. В результате такого обучения воины становятся искусными и в рукопашной и в поражении противника на расстоянии. И особенно опасны они ночью, так как были обучены воевать в полной темноте.

source: Advanced Crossbowman
it: Balestriere avanzato
ru: Опытный лучник-боец

source: Knight of Chaos
it: Cavaliere del Caos
ru: Рыцарь Хаоса

source: Tougher than the average Chaos follower, the Dark Knight attempts to confuse it’s opponent by wielding a different weapon in each hand. He lets his style on combat alter depending on the situation, which makes him a tough warrior to fight.
it: Più resistente dei comuni seguaci del Caos, il cavaliere oscuro cerca di confondere i propri avversari maneggiando un’arma differente in ciascuna mano. Lascia che il proprio stile di combattimento vari a seconda della situazione, e questo lo rende un guerriero difficile da affrontare.

source: Doom Guard
it: Guardia del Destino
ru: Страж Рока

source: Demons know well that the only thing which can stop a tidal wave is a powerful wall. Doom Guards are such a wall, made of living flesh and steel. Devoid of bloodlust, their aggression is changed into fanatic loyalty. Doom Guards are not the ones to fight, they are the ones to stand against every possible enemy, until they are wounded enough to die instantly.
it: I demoni sanno bene che l’unica cosa che può fermare un’onda di marea e un muro potente. Le guardie dell’apocalisse sono questi muri, muri di carne viva e acciaio. Privi di bramosia di sangue, la loro aggressività è diventata una fedeltà fanatica. Le guardie del Destino non sono quelle che scendono in combattimento, sono quelle che resistono di fronte a qualsiasi avversario possibile, finché non sono feriti al punto di morire sul colpo.
ru: Демоны хорошо знают, что единственной преградой, которая может остановить приливную волну, является мощная стена. Стражи Рока - такая стена, сделанная из живой плоти и стали. Освободившись от жажды крови, они трансформировали свою агрессивность в фанатическую преданность. Стражи Рока не из тех, что бросаются в битву, очертя голову. Но они будут сдерживать любого врага до тех пор, пока не свалятся замертво от полученных ран.

source: shield
it: scudo
ru: щит

source: Headhunter
it: Cacciatore di teste
ru: Охотник Хаоса

source: The Chaos Hordes rely heavily on the appeal of their philosophy to attract more practitioners and recruit new adepts. Some of those adepts do not have the magic skills to join the Invoker orders, but instead are used as messengers of doom. These warriors are given a club, a small supply of javelins, and freedom from the burden of their souls via the darkest arts known only by the demonic masters. They are then sent to spread fear and despair amongst their victims, decimating their defenses before the demons are unleashed and sent to finish the job. Their fanaticism leads them to eschew any form of proper defense, leaving them rather weak and vulnerable, but it also incites them to kill their opponents even if that would mean their own death.
it: Le orde del Caos sono basate pesantemente sul fatto che il fascino della loro filosofia attragga nuovi combattenti da reclutare. Alcuni di questi seguaci non hanno le capacità magiche necessarie per diventare Invocatori, ma vengono impiegati piuttosto come messaggeri del destino. A questi guerrieri viene data una mazza, qualche giavellotto, e vengono privati del peso della loro anima tramite arti oscure note solo ai padroni demoniaci. Vengono dunque mandati a seminare terrore e disperazione tra le loro vittime, decimando le loro difese prima che vengano mandati i demoni a finire il lavoro. Il loro fanatismo li porta a rinunciare a qualsiasi difesa, lasciandoli deboli e vulnerabili, ma li porta anche a uccidere i propri avversari anche al costo della vita.
ru: Орды Хаоса во многом зависят от притягательности своей философии, в увеличении числа её практикующих и вербовке новых адептов. Некоторые из этих адептов не могут присоединиться к ордену Медиумов, так как не имеют магических навыков. Вместо этого они используются в качестве посланников рока. Эти воины получают дубинку, небольшой запас дротиков, а также полное бездушие с помощью темных ритуалов, известных только их демоническим хозяевам. Затем их посылают сеять страх и отчаяние среди жертв нападения, и разрушать их оборону перед тем, как ввести в бой демонов для завершения дела. Фанатизм охотников Хаоса не только заставляет их пренебрегать своей защитой, что делает их весьма слабыми и уязвимыми, но и побуждает их пытаться убить своих противников, даже если это грозит гибелью им самим.

source: Hell Guardian
it: Guardiano infernale
ru: Страж Ада

source: Only the toughest of armorers are worthy of the most effective armors and weapons, forged by the best demonic blacksmiths, and blessed by unlawful magic. It is said that they could stand against an avalanche with ease, if they were commanded to do so.
it: Solo i combattenti più tenaci sono degni delle armi e corazze più efficaci, forgiate dai migliori fabbri demoni, e intrisi di magia depravata. Si dice che sarebbero in grado di tenere facilmente la posizione contro una valanga, se ricevessero quest’ordine.
ru: Только самые стойкие из оружейников достойны самых лучших брони и оружия, изготовленных искуснейшими демоническими кузнецами, и укреплённых запретной магией. Говорят, что они могли бы без особых усилий противостоять лавине, если бы получили такой приказ.

source: Overlord
it: Signore Supremo

source: Gigantic warriors, completely armored and masked—to the point it is oft doubted whether there is a living being inside that armor—are the main commanders of Chaos, attack forces and defensive groups by equal. Their almost mechanical acts and thirst of blood suggests that their souls have been completely removed, turning their bodies into killing machines, fiercer and tougher than the infamous orcs, who are instead compared to puppies against these overlords.
it: Guerrieri imponenti, completamente corazzati e mascherati, al punto di lasciar dubitare dell’esistenza di un corpo vivente dentro l’armatura, sono i principali comandanti del Caos, forze d’attacco e difesa allo stesso modo. I loro comportamenti quasi meccanici e la sete di sangue suggeriscono che la loro anima sia stata del tutto rimossa, trasformando i loro corpi in macchine da macello, più feroci e tenaci degli orchi infami, che al confronto non sono che cuccioletti.

source: Chaos Invader
it: Invasore del Caos
ru: Захватчик Хаоса
