Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: Interesting. So other elves survived and even managed to perform no small feat. But somehow I fear they did not really destroy her. It may have been a decoy; as far as I know, many ancient legends tell of brave, lonely heroes slaying her. If the existence of Yechnagoth turns out to be true, what can be said of those tales? Perhaps her power is greater than we could suspect.
it: Interessante. Quindi altri elfi sopravvissero e riuscirono ad affrontare non facili sfide. Ma in qualche modo temo che non l’abbiano veramente distrutta. Potrebbe essere stata un’esca; per quello che ne so, molte antiche leggende narrano di coraggiosi eroi solitari che l’abbiano sconfitta. Se l’esistenza di Yechnagoth si rivela essere vera, cosa possiamo dire di quelle leggende? Forse il suo potere è più grande di quanto non potessimo sospettare.
ru: Интересно. Итак другие эльфы выжили и даже сумели совершить столь великий подвиг. Однако я боюсь, что на самом деле они её не уничтожили. Это, возможно, была обманка; насколько я знаю, много древних легенд говорит о победе над ней храброго одиночки. Но если, как оказывается, Йечнагот на самом деле существует, то что можно сказать о тех рассказах? Возможно её сила больше, чем мы могли предполагать.

source: I also cannot believe that simple humans could control the forces of the underworld. There must be something more powerful behind this.
it: Inoltre non riesco a credere che semplici uomini siano riusciti a controllare le forze dell’intercapedine tra i mondi. Ci deve essere qualcosa di più potente dietro a questo.
ru: Мне также не верится, что обычные люди смогли управлять силами иного мира. Что-то более могущественное должно скрываться за всем этим.

source: It is an intriguing matter, indeed. Unfortunately, the knowledge amassed by our people and the humans’ lore masters has been lost forever. If only we could have accessed it; we might have been able to find a glimmer of light to guide us in this dark new world.
it: È una questione intrigante, non c’è dubbio. Purtroppo, la conoscenza ammassata dal nostro popolo e dai maestri eruditi umani è stata distrutta per sempre. Se solo vi potessimo accedere; avremmo potuto trovare un barlume di luce che ci guidasse in questo nuovo oscuro mondo.

source: I think we should move and quit wasting time here. The world needs us!
it: Penso che dovremmo muoverci e smetterla di perdere tempo qua. Il mondo ha bisogno di noi!
ru: Я думаю, что мы должны идти и перестать напрасно терять здесь время. Мир нуждается в нас!

source: Very well, let us go, I cannot wait to get out of these tunnels.
it: Va bene, andiamo, non vedo l’ora di uscire da queste gallerie.
ru: Прекрасно, идёмте. Я не могу дождаться, когда выбрусь из этих туннелей.

source: Neither can I.
it: Nemmeno io.
ru: Я тоже не могу.

source: We’ll see the sunlight again? It’s been so long... So long since I’ve seen the surface...
it: Vedremo di nuovo la luce del sole? È passato tanto tempo... Tanto tempo da quando ho visto la superficie...

source: Wow. This place has plenty of water, deep and shallow. The small fords should allow us to cross it, but they appear to be well guarded by water spirits and other creatures which have some affinity with water. This will not be easy, but shouldn’t prove to be too hard.
it: Uao. Questo luogo è pieno di acqua, bassa o profonda. I piccoli guadi dovrebbero permetterci di attraversarla, ma sembra che siano ben sorvegliati dagli spiriti dell’acqua e altre creature che hanno una qualche affinità con l’acqua. Non sarà facile, ma non dovrebbe neanche essere troppo difficile.

source: There are lava streams down here from which hot air rises and warms this cave. Interesting — there must be a volcano near this cave system, or perhaps we are inside one.
it: Quaggiù ci sono fiumi di lava da cui proviene aria calda, e che riscaldano questa caverna. Interessante, ci deve essere un vulcano vicino a questo sistema di caverne, o forse ci siamo già dentro.

source: This strange potion bottle gives me the chills. A label with a skull on it makes it clear that it is a bad thing, but for some reason it does not smell like poison. This scroll I found next to it explains that it is a draining potion — that while it makes the drinker much weaker, but it also grants them the draining ability with their melee attacks. I am not sure if it is really worth the exchange, but draining my opponent’s vital energy certainly attracts me.
it: Questa strana bottiglia di pozione mi dà i brividi. Dall’etichetta con un teschio è chiaro che è una cosa pericolosa, ma per qualche motivo non ha l’aria di essere veleno. Una pergamena vicino spiega che è una pozione di assorbimento, che rende colui che la beve più debole, ma gli conferisce l’abilità di assorbimento con i suoi attacchi da mischia. Non sono sicuro se il gioco valga davvero la candela, ma assorbire l’energia vitale del mio avversario mi affascina sicuramente.

source: I think it is worthwhile. Let me have it.
it: Credo che ne valga la pena. La prenderò.
ru: Я думаю, оно того стоит. Я возьму его.

source: The unit drinks the potion, feeling immediately dazed and confused. Then, its vital energy lowers but its melee weapons gain the draining specialty.
it: L’unità beve la pozione, sentendosi immediatamente stordita e confusa. Poi, la sua energia vitale si abbassa ma le sue armi da mischia guadagnano l’abilità di assorbimento.
ru: Воин пьёт зелье и сразу же ощущает себя ошеломлённым и обескураженным. Его жизненная энергия снижается, но его оружие ближнего боя получает способность "высасывание".

source: Drainer Potion
it: Pozione di Assorbimento
ru: Зелье Высасывания

source: This potion adds the Draining ability to this unit’s melee attacks, and makes it quite stronger against arcane attacks.
it: Questa pozione conferisce l’abilità Assorbi agli attacchi ravvicinati di questa unità, e la rende un po’ più forte contro gli attacchi esoterici.

source: On a second thought, I don’t like the idea. It is revolting.
it: Ripensandoci, l’idea non mi piace. È rivoltante.

source: This potion would add the Draining ability to this unit’s melee attacks, but only if it was a living unit. You might want to bring a living unit to it instead.
it: Questa pozione conferirebbe l’abilità Assorbi agli attacchi ravvicinati di questa unità, se fosse viva. Potresti spostare qua un’unità vivente piuttosto.

source: What a beautiful flask for a potion! Reddish in color, I open and smell it, and immediately feel euphoric and energized. It must be one of those ancient 'berserk' potions, which make the drinker stronger and frenetically lethal to their enemies. This implies many risks in combat, as berserk attacks don’t allow you to get protection and so forth during combat. However, it might prove to be useful in our war against the demons.
it: Che bella fiaschetta per una pozione! È di colore rossastro, la apro e l’annuso, e immediatamente mi sento euforico e pieno di energia. Dev’essere una di quelle antiche pozioni della “furia”, che rendono colui che le beve più forte e freneticamente letale per i suoi nemici. Questo implica molti rischi in combattimento, perché gli attacchi a furia non permettono di proteggersi o cose del genere in combattimento. Tuttavia potrebbe dimostrarsi utile nella nostra guerra contro i demoni.

source: I’ll take it. I do not fear death!
it: La prenderò io, non temo la morte!

source: Berserk Potion
it: Pozione della Furia
ru: Зелье неистовства

source: For the remainder of this scenario, this potion adds the Berserk ability to this unit’s melee attacks (which also gain strength), and makes it stronger against impact, blade, and fire attacks. Also, the unit increases its maximum hitpoints by 10% of the current maximum.
it: Questa pozione conferisce fino alla fine dello scenario l’abilità Furia agli attacchi ravvicinati di questa unità (che guadagnano anche forza) e la rende più resistente contro gli attacchi di impatto, lama e fuoco. Inoltre aumenta il massimo dei suoi punti ferita del 10% dell’attuale massimo.

source: Great! I now feel invincible!
it: Magnifico! Adesso mi sento invincibile!
ru: Здорово! Теперь я чувствую себя непобедимым!

source: Oh really? Let’s see if you really are invincible!
it: Davvero? Vediamo se sei veramente invincibile!

source: Uh-oh. I might be in trouble. Or perhaps not.
it: Oh-oh. Forse sono nei guai. O forse no.
ru: Ох-ох. Кажется, у меня проблемы. А может и нет.

source: On the other hand, I do not want to give up control of my emotions during battle.
it: D’altra parte, non voglio perdere il controllo delle mie emozioni durante la battaglia.
ru: С другой стороны, я не хочу терять контроль над своими эмоциями во время сражения.

source: This potion would add the Berserk ability to this unit’s melee attacks, if only it was a strong and skillful fighter unit, living or not. Spirits certainly cannot count as strong fighters, since they don’t even have a solid body. Elvish shamans and other faerie beings do not count either, lacking combat prowess. A bat should never use this kind of potion for digestive reasons.
it: Questa pozione aggiungerebbe l’abilità Furia agli attacchi ravvicinati di quest’unità, se solo fosse forte e abile, vivente o meno. Gli Spiriti di certo non possono contare come combattenti forti, non avendo nemmeno un corpo solido. Nemmeno le sciamane elfiche e le altre fate contano, mancando di abilità nel combattimento. I pipistrelli non dovrebbero mai usare questo tipo di pozione, per problemi legati alla digestione.

source: Touchplate triggered. A magical gate opens.
it: Piastra premuta. Un cancello magico si apre.
ru: Сенсор срабатывает. Магические ворота открываются.

source: Go ’way!! We’re like, closed or somethin’!!!
it: Andate via!! Siamo... chiusi, o qualcosa del genere!!!

source: Um...okay.
it: Um... va bene.
ru: Гм... ладно.

source: You have found a pretty interesting building, albeit crude in design. You may want to get a unit that is not a bat or walking corpse to check it out.
it: Hai trovato una bella e interessante costruzione, sebbene cruda nell’architettura. Potresti mandare qualche unità che non sia un pipistrello o un morto vivente a controllare.
ru: Вы нашли довольно интересное строение, хотя грубо выстроенное. Вам нужен воин, который не является летучей мышью или ходячим трупом, чтобы обследовать его.

source: It is strange to find a house here in the deep, but it appears that someone lives there, judging by the condition of the exterior. The decorations to this cave also appear to be recent. What should I do — leave or see if somebody is still living there?
it: È strano trovare una casa qua, in profondità, ma pare che ci abiti qualcuno, a giudicare dalle condizioni in cui si presenta. Anche le decorazioni di questa caverna sembrano essere recenti. Che dovrei fare, andarmene o vedere se ci abita ancora qualcuno?

source: Shout and see.
it: Prova a chiamare e guarda cosa succede.
ru: Покричать и посмотреть.

source: Hellooooo! Anybody at home?
it: Salveee! C’è nessuno?
ru: Э-ге-гей! Кто-нибудь дома?

source: (silence)
it: (silenzio)
ru: (тишина)

source: I said HELLO!!!
it: Ho detto SALVE!!!
ru: А сказал АЛЛО!!!

source: (yet more silence)
it: (ancora silenzio)
ru: (все та же звенящая тишина)

source: Should I insist another time, or abandon the cave?
it: Devo insistere un’altra volta o lasciare la caverna?
ru: Мне попробовать попозже или уйти из этой пещеры?

source: Insist again.
it: Prova ancora.
ru: Попробуй ещё.

source: Very well, let me break in...
it: Benissimo, provo a sfondare la porta...
ru: Отлично. С вашего позволения, я попытаюсь попасть внутрь...

source: So, anybody at home now?
it: Allora, c’è nessuno in casa, adesso?
ru: Так, ну что, кто-нибудь дома?

source: Awww. Can’t I even find a safe place to live??
it: Accidenti. Possibile che non riesca nemmeno a trovare un posto tranquillo dove vivere??

source: A goblin? How did you get here?
it: Un goblin? Come ci sei finito qua?
ru: Гоблин? Как ты сюда забрался?

source: It’s a long story. I used to live in the northlands, in a small town with my fellows. However, it just so happened those foul ‘loyalists’ invaded it, ransacked it, killed my people, and left me with no home to live in. I couldn’t believe I survived that night, I just wish they had the same luck. Fearing for my life, I decided to enter the caves and find the deepest one possible, looking for safety and peace.
it: È una lunga storia. Vivevo nelle terre del nord, in una piccola città con i miei compagni. Purtroppo successe che i luridi “lealisti” ci invasero e saccheggiarono, uccidendo la mia gente e lasciandomi senza un posto dove vivere. Non riesco a credere di essere sopravvissuto a quella notte, vorrei soltanto che anche loro avessero avuto la stessa fortuna. Temendo per la mia vita, decisi di addentrarmi nelle gallerie, scendendo il più possibile in profondità, cercando sicurezza e pace.

source: So I found these caverns, and set up home here. However, the dang humans appeared again with their filthy cronies, but this time I managed to hide my cave from them. Now that you unhid it, I’ll surely perish.
it: Così trovai questa caverna e mi stabilii qui. Purtroppo gli uomini vennero di nuovo con i loro luridi compagni, ma stavolta riuscii a nascondere loro la mia caverna. Adesso che voi l’avete rivelata, sono sicuramente spacciato.

source: I see. Well, would you like to perhaps follow us, rather than staying in these perilous pits? We could provide protection for you from the loyalists...
it: Capisco. Beh, ti piacerebbe magari venire con noi, invece di rimanere in questi pozzi pericolosi? Ti possiamo proteggere dai lealisti...
ru: По-видимому. Хорошо, но может быть Вы хотели бы пойти с нами, вместо того, чтобы оставаться в этих опасных шахтах? Мы могли бы защитить Вас от лоялистов...

source: Oh really? Wait a second, let me prepare my baggage and I shall go with you!
it: Davvero? Aspettate un secondo, lasciatemi preparare i bagagli e verrò con voi!
ru: О, правда? Подождите секундочку, дайте мне собрать вещи, и я пойду с Вами!

source: Abandon.
it: Meglio lasciar perdere.
ru: Уйти.

source: I think it would be safer to keep away from this cave.
it: Penso che sarebbe più sicuro rimanere lontani da questa caverna.
ru: Я думаю, что было бы безопасней держаться подальше от этой пещеры.

source: Hmm... These gates seem to be magical in nature. They gently glow in a blueish tone, and I cannot even touch them.
it: Hmm... Questi cancelli sembrano di natura magica. Brillano dolcemente in un tono bluastro, e non riesco nemmeno a toccarli.
ru: Гм... эти ворота, кажется, имеют волшебное происхождение. Они испускают мягкое голубоватое свечение, и я не могу даже коснуться их.

source: There must be a way to open them somewhere.
it: Ci dev’essere un modo per aprirle, da qualche parte.
ru: Должен быть какой-нибудь способ открыть их.

source: Strike on New Knalga
it: Attacco a New Knalga
ru: Удар по Новому Кналга

source: Resist until turns run out.
it: Resisti fino alla fine dei turni.
ru: Сопротивляйтесь, пока не закончатся ходы.

source: Defeat all enemy leaders. (Bonus)
it: Sconfiggi tutti i comandanti nemici. (bonus)
ru: Победите всех вражеских лидеров. (Приз)

source: Death of King Asthorgar
it: Morte di Re Asthorgar
ru: Смерть короля Асторгара

source: Death of Elynia
it: Morte di Elynia
ru: Смерть Элиньи

source: Look, Knalga’s capital is under siege!
it: Guardate, la capitale di Knalga è sotto assedio!

source: The bastards! As I feared, they made it here before us. It matters little, we shall drive them out of these caves regardless.
it: Quei bastardi! Come temevo sono arrivati prima di noi! Poco importa, li cacceremo fuori da queste caverne senza riguardi.
ru: Твари! Как я и боялся, они нас опередили. Ладно, не важно. Мы всё равно вышвырнем их из этих пещер.

source: So those are the demons? They are smaller than I was expecting. It is clear that there are no chiefs amongst them.
it: Sono quelli i demoni? Sono più piccoli di quello che pensavo. È evidente che non ci sono capi tra di loro.
ru: Так это демоны? Они меньше, чем я думала. Совершенно очевидно, что вожаков среди них нет.

source: They shall pay with their accursed blood if our king was assassinated or harmed in any way...
it: Pagheranno con il loro sangue maledetto se il nostro re è stato ucciso o ferito in qualsiasi modo...
ru: Они заплатят своей грязной кровью, если наш король убит или хоть немного пострадал ...

source: Look! There in the main keep! He is still alive and apparently safe...
it: Guardate! Laggiù nella fortezza principale! È ancora vivo, e a quanto pare sano e salvo...
ru: Взгляните на главную цитадель! Она все еще держится и, явно, вне опасности ...

source: Althurin! Our allies! They’ve made it back, and they’ve found the Lady of Light!
it: Althurin! I nostri alleati! Sono riusciti a tornare, e hanno trovato la Dama della Luce!

source: Indeed we have, sir. What’s the current situation?
it: E infatti è così, sire, l’abbiamo trovata. Qual è la situazione attuale?

source: We are in dire need of all the help we can muster. Our main defense force has been defeated by these intruders, who brought the bulk of their army from out of nowhere. Most of our other cities have been destroyed, and I doubt we can hold them away from the main keep for much longer!
it: Abbiamo estremo bisogno di tutto l’aiuto che possiamo avere. Le nostre forze di difesa principali sono state sconfitte da questi intrusi, che hanno tirato fuori il grosso delle loro truppe dal nulla. La maggior parte delle nostre città è stata distrutta, e dubito che riusciremo a trattenerli lontano dalla roccaforte centrale per molto!
ru: Мы остро нуждаемся в любой помощи, которую нам смогут предоставить. Наши основные оборонительные силы были разбиты этими интервентами, которые призвали большую часть своих войск буквально ниоткуда. Большинство других городов были разрушены, и мы не думаем, что сможем намного дольше оборонять от них главную цитадель!

source: We will help you, Your Excellency, and we shall die fighting if it is necessary.
it: Vi aiuteremo, Vostra Eccellenza, e moriremo combattendo se necessario.
ru: Мы поможем Вам, мой лорд, и готовы, если понадобится, сложить за Вас наши головы .

source: What?! This is suicidal! We have already discussed this — we cannot fight against a true army, you know that better than I! Remember our losses at the valley. Do you want to sacrifice us all?
it: Cosa? Questo è un suicidio! Ne abbiamo già parlato: non possiamo combattere un vero esercito, tu lo sai meglio di me! Ricordati delle nostre perdite alla valle. Vuoi sacrificarci tutti?

source: I can not leave the dwarves to perish alone! We are in debt to them. If it wasn’t for them, or at least for their king and Althurin, we would never have found Elynia!
it: Non posso lasciare i nani a morire da soli! Siamo in debito con loro. Se non fosse stato per loro, o almeno per il loro re e Althurin, non avremmo mai trovato Elynia!

source: Anlindë, you should have already learned that there are some things more important than life itself, and some things worse than death. We will not let ourselves fall before the demons, no matter what happens.
it: Anlindë, dovresti aver già imparato che ci sono cose più importanti della vita stessa, e cose peggiori della morte. Non ci lasceremo cadere di fronte ai demoni, qualunque cosa accada.
ru: Анлиндэ, Вы должны были бы уже понять, что есть вещи, более важные чем просто жизнь, и вещи, гораздо хуже чем смерть. Мы не можем позволить себе отступить перед демонами, независимо от того, что должно случиться.

source: (sighs) Then I guess that is what we must do. But, our forces are still weak.
it: (sospira) Credo allora che sia quello che dobbiamo fare. Però, le nostre forze sono ancora deboli.
ru: (вздыхает) Я думаю, это то, что мы должны сделать. Но у нас всё ещё недостаточно сил.

source: You elves might be weak, but my minions shall never be, as long as I stand.
it: Voialtri elfi potrete essere deboli, ma i miei sgherri non lo saranno mai finché io resisterò.
ru: Вы, эльфы, можете проявлять слабость, но мои слуги, пока я существую - никогда.

source: Your doom is at hand. Surrender, dwarf king! If you do so now, the Master might have mercy on some of your underlings and spare their lives.
it: Il tuo destino è nelle nostre mani; arrenditi, re dei nani! Se lo farai, il Padrone potrebbe aver pietà di qualcuno dei tuoi pidocchi e risparmiar loro la vita.
ru: Ваша судьба в Ваших руках: сдавайтесь, король гномов! Если вы сделаете это, Господин, возможно, пощадит некоторых из Ваших подданных и сохранит их жизни.

source: We’ll rip you to pieces if you don’t accept our offer!
it: Vi faremo a pezzi se non accettate la nostra offerta!

source: We’ll never surrender, loathsome vermin! May Knalga be destroyed and forgotten first, but our kind will never let an inferior race take over our caves!
it: Non ci arrenderemo mai, vermi ripugnanti! La nostra specie non permetterà mai a una razza inferiore di prendere le nostre caverne!Possa Knalga essere distrutta e dimenticata prima!

source: Then so be it. You have rejected our mercy with your pride and arrogance. All men, attack! Use any methods you deem necessary and effective to wipe these bearded children out. For the Master! For the Empire!
it: Allora, così sia. Avete rifiutato la nostra pietà con il vostro orgoglio e arroganza. Uomini, all’attacco! Usate qualsiasi mezzo che riteniate efficace e necessario per spazzare via questi mocciosi barbuti. Per il Signore! Per l’Impero!
ru: Да будет так! Вы со своей гордостью и высокомерием пренебрегли нашим милосердием. Все вперёд! Не гнушайтесь любыми средствами, которые вы считаете нужными и действенными, чтобы выкинуть этих бородатых детей вон. За Господина! За Империю!

source: Hey, look! Those are the elves! And they made it back with the Blessed One!
it: Ehi, guardate, ci sono gli elfi! E sono tornati con la Portatrice della Luce!
ru: Эй, смотрите, это - эльфы! И они возвратились с Божественной!

source: Oh that incompetent fool, Mena... So her expedition failed to vanquish the pointy-eared rats! Well, it’s our turn now. Let it be known that you shall pay with blood for your bold, yet pitiful, repeated attempts to defeat us! You shall not escape this time!
it: Quella sciocca incompetente di Mena... Così la sua spedizione non è stata sufficiente a sconfiggere queste pantegane con le orecchie a punta! Bene, adesso tocca a noi. Sappiate che pagherete con il sangue i vostri coraggiosi, ma pur sempre ridicoli, ripetuti tentativi di sconfiggerci! Non vi lasceremo fuggire questa volta!

source: That is easy to say, foul sorcerer of forbidden arts, but we have a strong, new power on our side this time. We won’t let you accomplish your goals, not now, nor ever after this battle!
it: Parlare è facile, lurido stregone delle arti proibite, ma stavolta abbiamo una nuova, potente forza dalla nostra parte. Non ti permetteremo di raggiungere i tuoi obiettivi, non ora e nemmeno dopo questa battaglia!

source: Prepare to die, dwarves and allies! We shall flood this cavern with your blood!
it: Preparatevi a morire, nani e alleati! Inonderemo questa caverna con il vostro sangue!
ru: Готовьтесь к смерти, гномы и их союзники! Мы затопим эту пещеру вашей кровью!

source: What was that?
it: Cos’è stato!?
ru: Что это такое?

source: Prepare to die, sub-creatures of the depths!
it: Preparatevi a morire, piccole creature delle profondità!
ru: Готовьтесь к смерти, недомерки из глубин!

source: Heh, heh. There’s your greater demon, Elynia.
it: Heh, heh. Eccolo il tuo demone più grande, Elynia.

source: I suppose I spoke too soon...
it: Suppongo di aver parlato troppo presto.
ru: Наверное, я поторопилась со своими выводами...
