Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: Make sure no loyalist units are left alive
it: Assicurati che nessuna unità lealista rimanga in vita
ru: Убедитесь, что никого из лоялистов не осталось вживых

source: Defeat the fugitive leader (bonus)
it: Sconfiggi il comandante fuggiasco (bonus)
ru: Победите лидера изгнанников (премия)

source: After a long journey, the party made camp on the shore of the ancient river and rested from their journey. But they were not alone.
it: Dopo un lungo viaggio, il gruppo decise di accamparsi sulle sponde del vecchio fiume per riposare. Ma non erano soli.
ru: После долгого путешествия отряд разбил лагерь на берегу древней реки и расположился на отдых. Но они оказались не одни.

source: Get you gone from our encampment, foul undead! What have you done with our people?
it: Vattene dal nostro accampamento, lurido non-morto! Che ne hai fatto dei nostri?
ru: Прочь от нашего лагеря, мерзкая нежить! Что вы сделали с нашими людьми?

source: It’s your fault for leaving them to go hunting alone. Now they are voiceless, and you will be next if you don’t flee now.
it: È colpa vostra che li avete mandati a caccia da soli. Loro ormai non possono più parlare, e tu sarai il prossimo se non scappi subito.

source: Never! We shall get our revenge on you all, bastards!
it: Mai! Avremo la nostra vendetta su tutti voi, bastardi!
ru: Никогда! Мы отомстим вам всем, ублюдки!

source: Then so be it. Prepare for...
it: Così sia. Preparatevi a...
ru: Да будет так. Готовьтесь к...

source: So undead control this river. Well, it’s time to get rid of them and claim these lands for the Master!
it: Dunque i non-morti controllano questo fiume. Beh, è ora che li scacciamo e reclamiamo queste terre per il Signore!

source: Oh, the rumors are true then. The humans have organized and coordinated their forces to take over all useful lands in the desert... It does not matter much, they shall perish anyway, whatever their number is.
it: Oh, allora le voci sono vere. Gli uomini hanno organizzato e coordinato le proprie forze per impadronirsi di tutte le zone utili del deserto... Non importa, moriranno tutti comunque, quale che sia il loro numero.
ru: Ага, слухи подтверждаются. Люди организовали и скоординировали свои силы, чтобы захватить себе все пригодные земли в пустыне ... Это не столь важно: они погибнут в любом случае, независимо от их числа.

source: Blast it, the loyalists! This might be worse than I thought.
it: Maledizione, i lealisti! Potrebbe essere peggio di quel che pensavo.
ru: Проклятие, лоялисты! Это может обернуться хуже, чем я думал.

source: Loyalists? Loyal to what? Who could they be working for?
it: Lealisti? Leali a cosa? Per chi staranno lavorando?
ru: Лоялисты? Лояльные, к кому? Кому они могут служить?

source: It is not as important as what will happen to us if we fail to defeat them all. If they really are working for a ‘Master’, then we must make sure they never learn about what happens here.
it: Non è così importante quanto quello che ci accadrà se non li sconfiggiamo. Se stanno veramente lavorando per un “Signore”, allora dovremo assicurarci che non scoprano mai cosa sta succedendo qui.

source: So, should we kill all of them?
it: Dunque, dovremmo ucciderli tutti?
ru: Значит, мы должны убить их всех?

source: Indeed. Additionally, we must destroy that lich in order to gain access to the mountain pass to the northern fields.
it: Proprio così. Inoltre, dobbiamo sconfiggere quel lich per guadagnare l’accesso al passo di montagna per le terre del nord.
ru: Безусловно. Кроме того, мы должны уничтожить лича, чтобы открыть путь к северному горному перевалу.

source: And what about the fugitives?
it: E i fuggitivi?
ru: А что изгнанники?

source: They are not a great threat by themselves for they are an unorganized bunch — numerically inferior to us. We could just ignore them for the time being; however, vanquishing them might bring us some benefits. You decide.
it: Non sono una grossa minaccia di per sé dato che sono un mucchio disorganizzato, numericamente inferiore a noi. Potremmo limitarci ad ignorarli per il momento. D’altra parte, sconfiggerli ci darebbe qualche beneficio. Decidi tu.

source: I just hope these fiends are easier to defeat than what we faced in our valley. With conditions as they are now, recruiting new fighters will be very difficult.
it: Spero solo che questi demoni siano più facili da sconfiggere di quelli che abbiamo affrontato nella nostra valle. Per come stanno le cose ora sarà molto difficile reclutare nuovi guerrieri.
ru: Я только надеюсь, что этих демонов будет победить легче, чем тех, с которыми мы столкнулись нашей долине. В условиях, которых мы оказались, вербовать новых воинов будет очень трудно.

source: Oh, what do we have here? Why it’s the filthy elves who escaped from the assault troops sent to their valley! Never mind, we shall take care of them quite easily.
it: Oh, cos’abbiamo qui? Guarda guarda, sono quegli schifosi elfi che sono sfuggiti alla truppa d’assalto che abbiamo mandato alla loro valle! Beh, nessun problema, ci occuperemo di loro abbastanza facilmente.

source: Humans of the desert, impressed with the power and might of the undead, have joined Mal Keshar and have become his disciples. From now on you may recruit Dark Adepts!
it: Uomini del deserto, impressionati dal potere e dalla forza dei non morti, si sono uniti a Mal Keshar e sono diventati suoi discepoli. Da ora in avanti puoi reclutare gli Adepti dell’Oscurità!
ru: Люди пустыни, впечатлённые мощью и возможностями нежити, присоединились к Малу Кешару и стали его учениками. Теперь вы можете набирать темных адептов!

source: There is still the fugitive leader left. What should we do?
it: Rimane ancora il capo dei fuggitivi. Cosa dovremmo fare?
ru: Остался ещё лидер изгнанников. Что будем делать?

source: Let’s finish them now!
it: Eliminiamoli ora!

source: Ignore them for now and let them flee.
it: Lasciamoli perdere per il momento e lasciamoli fuggire.
ru: Оставьте их пока, пусть удирают.

source: Retreat!
it: Fuggiamo!
ru: Бежим!

source: The fugitives quickly flee back to the desert. The battle finally has ended, and the party continues the long journey heading northwest.
it: I fuggitivi scappano velocemente di nuovo nel deserto. La battaglia è finalmente finita e il gruppo continua il lungo viaggio verso nord-ovest.
ru: Изгнанники исчезают в пустыне. Битва наконец завершена, и отряд продолжает своё долгое путешествие на северо-запад.

source: It is said that these beasts are impossible to kill. Let us see whether that is true or not.
it: Si dice che sia impossibile uccidere queste bestie. Vediamo se è vero o no.
ru: Говорят, что этих зверей невозможно убить. Давайте проверим, так ли это.

source: Attack! For our fallen people!
it: All’attacco! Per i nostri caduti!
ru: Вперёд! За наших павших товарищей!

source: You killed my brethren! Die!
it: Hai ucciso i miei fratelli! Muori!
ru: Вы убили моих братьев! Смерть вам!

source: Heh heh, we are already dead. Do you not see?
it: He he, siamo già morti. Non lo vedi?
ru: Хе-хе, мы уже мертвы. Разве ты не видишь?

source: We shall see who dies first!
it: Vedremo chi sarà il primo a morire!
ru: Мы ещё посмотрим, кто умрёт первым!

source: Damn loyalists, I am finished!
it: Dannati lealisti, sono finito!
ru: Проклятые лоялисты, мне конец!

source: Ha, ha, ha!
it: Ah, ah, ah!
ru: Ха-ха-ха!!!

source: Begone, foul undead! I shall not be your servant — Ugh.
it: Vattene, lurido non-morto! Non sarò un tuo schiavo - Ugh.

source: You are done, my friend. Anyone else dare to oppose me?
it: Sei finito, amico mio. Qualcun altro osa opporsi a me?
ru: Вы готовы, мой друг. Кто-нибудь ещё смеет выступать против меня?

source: Die now!
it: Crepa!
ru: Умри!

source: No! Wait! I have something, something that could help you on your way! Just don’t kill me or the rest of my people!
it: No! Aspetta! Ho qualcosa, qualcosa che potrebbe aiutarvi nel vostro viaggio! Solo non uccidere me e il resto della mia gente!

source: Leader?
it: Comandante?
ru: Командир?

source: He does not seem to be lying. What do you think, Master Galas?
it: Non pare che stia mentendo. Cosa ne pensi, Maestro Galas?
ru: Он, похоже, не лжет. Как вы думаете, сэр Галас?

source: Um... well.
it: Ehm... beh.
ru: Ммм... хорошо.

source: We shall hear your offer. Just swear you will never cause us trouble again.
it: Ascolteremo la tua offerta, se giuri che non ci provocherai più problemi.
ru: Мы выслушаем ваше предложение, только поклянитесь, что вы никогда больше не станете у нас на пути.

source: I swear. Now, take my reserve, 95 gold pieces.
it: Lo giuro. Ora, prendete i miei risparmi, 95 pezzi d’oro.
ru: Клянусь. Вот, возьмите мои сбережения, 95 золотых.

source: Also, take this ring. It is a ring of regeneration, it might be of some use to you.
it: E poi, prendete questo anello. È un anello della rigenerazione, potrebbe esservi utile.
ru: Кроме того, возьмите это кольцо. Это - кольцо регенерации, и вы наверняка найдёте применение его свойствам.

source: The fugitives flee back to the desert. Meanwhile, Galas’s people wonder about the ring.
it: I fuggitivi scappano di nuovo nel deserto. Nel frattempo, la gente di Galas si fa domande sull’anello.

source: A ring of regeneration? Anlindë, do you know anything about this?
it: Un anello della rigenerazione? Anlindë, ne sai qualcosa?
ru: Кольцо регенерации? Анлиндэ, Вы знаете что-нибудь о нём?

source: Yes, I do. It is said that these kind of artifacts have some healing magic that keeps the bearer healthy and strong. They are rare, though, so we should carefully choose who should take it.
it: Sì, lo conosco. Si dice che questo tipo di artefatto abbia una magia curativa che mantiene chi lo porta forte e in salute. Tuttavia, sono rari, per cui dovremmo scegliere con cura chi lo porterà.
ru: Да, знаю. Он сказал, что у такого рода артефактов есть способность магического исцеления, которая сохраняет тем, кто их носит, здоровье и силу. Такие артефакты встречаются черезвычайно редко, поэтому мы должны хорошо подумать, кому отдать его.

source: Should this unit pick up the artifact?
it: L’artefatto dovrebbe essere raccolto da questa unità?
ru: Должен ли этот боец забрать артефакт себе?

source: Ring of Regeneration
it: Anello della rigenerazione
ru: Кольцо регенерации

source: This ring heals the bearer a little each turn, and increases their strength.
it: A ogni turno questo anello cura un po’ chi lo porta, e aumenta la sua forza.
ru: Это кольцо каждый ход восстанавливает немного здоровья тому, кто его носит, и увеличивает его силу.

source: The Ring of Regeneration may only be used by living creatures, that are not bats, faeries, or suchlike.
it: L’Anello di rigenerazione può essere usato solo da creature viventi, e inoltre non pipistrelli, fate o simili.
ru: Кольцо регенерации могут использовать только живые существа, которые не являются летучими мышами, faeries, или тому подобными.

source: As you introduce the ring in your finger, a feeling of healthiness and strength overwhelms you. Shortly, all your wounds are magically healed by the ring’s power.
it: Appena infili l’anello al dito, una sensazione di benessere e forza ti colma. In breve tempo, tutte le tue ferite sono magicamente curate dal potere dell’anello.

source: Your kind cannot be trusted. Any other last words?
it: La tua razza è infida. Le tue ultime parole?
ru: Людям вашего сорта нельзя доверять. Что ещё вы можете сказать перед смертью?

source: Fools! But you will never catch me!
it: Sciocchi! Ma non mi prenderete mai!
ru: Глупцы! Вам никогда не поймать меня!

source: I do not think so. Quickly, get him!
it: Io non credo. Presto, prendetelo!
ru: Я так не думаю. Быстро, схватить его!

source: As you command, master.
it: Come desiderate, padrone.
ru: Как прикажете, господин.

source: At least he left some of his gold behind.
it: Almeno ha lasciato indietro un po’ del suo oro.
ru: По крайней мере, он оставил часть своего золота.

source: Ugh. Inform... the... commander *ack*.
it: Acc. Informante... il... comandante *acc*.
ru: Ох. Доложите... командующему... *ack*.

source: Let none of his men escape!
it: Che nessuno dei suoi uomini fugga!
ru: Не дайте уйти никому из них!

source: The same, and do not forget those elves and the bandit scum!
it: Anche voi, e non dimenticate quegli elfi e la feccia di banditi!
ru: Так точно, и не забудьте о тех эльфах и бандитской сволочи!

source: Kill all the loyalist bastards, leave no one alive! And destroy the disgusting intruders!
it: Uccidete tutti i bastardi lealisti, che non ne resti uno vivo! E distruggete questi schifosi intrusi!
ru: Убейте всех лоялистских ублюдков, никого не оставляйте вживых! И не забудьте об этих мерзких пришельцах!

source: No! I have been defeated!
it: No! Sono stato sconfitto!
ru: Нет! Я повергнут!

source: It’s over, at last. Now we should set up camp in the undead’s keep and rest for a while. Our men are exhausted with all of this battle.
it: Finalmente, li abbiamo vinti. Adesso dovremmo accamparci nella fortezza dei non-morti e riposare un poco. I nostri uomini sono esausti dopo tutte queste battaglie.

source: Of course they are. Neither you nor my minions are used to fighting on the sands, under these suns, and against these abominations!
it: Certo che lo sono. Né tu né i miei servi siete abituati a combattere nelle sabbie, sotto questi soli e contro questi abomini!
ru: Конечно они устали. Ни вы, ни мои слуги не привыкли сражаться в песках, под этими светилами, и против такой мерзости!

source: The group then rested for a while before continuing. After passing through the mountain wall west from the river’s keep, they were surprised to see fully-grown plants and animals again. They had left the desert.
it: Il gruppo allora si riposò per un momento, prima di continuare. Dopo aver attraversato la parete di montagne a ovest della fortezza del fiume, furono sorpresi dal vedere di nuovo piante rigogliose e animali. Avevano lasciato il deserto.

source: Green grass again! Is this an oasis?
it: Di nuovo prati verdi! È un’oasi?
ru: Снова зелёная трава! Это оазис?

source: No, it is not. It is just the end of the desert. It seems plants have managed to survive and evolve under the harsh suns after the Fall. Not all is dried up then. (looks at Anlindë)
it: No, non lo è. È solo il termine del deserto. Pare che le piante siano riuscite a sopravvivere ed evolversi sotto i suoli infuocati dopo la Caduta. Allora non tutto si è inaridito. (guarda Anlindë)
ru: Нет, это не он. Это действительно конец пустыни. Кажется, растениям после Падения удалось выжить и эволюционировать под палящими светилами . Не все засохло тогда. (смотрит на Анлиндэ)

source: What? Why are you looking at me?!
it: Cosa? Perché mi stai guardando?
ru: Что? Почему Вы смотрите на меня?!

source: I feel refreshed! It has been so long since we’ve been among the trees and grass and other plants...
it: Mi sento rinascere! Siamo stati così tanto tempo lontano da alberi, prati e altre piante...

source: Be wary. If plants have grown up in the land it means that there is water. And if there is water, there are living beings. This must be why the humans have grown in number since the last time my explorers reported to me.
it: Siate cauti: se le piante sono cresciute, vuol dire che c’è acqua. E se c’è acqua, ci sono esseri viventi. Dev’essere per questo che gli uomini sono cresciuti di numero da quando gli ultimi miei esploratori mi hanno fatto rapporto.
ru: Будьте осторожны. Если на земле выросли растения, это означает, что здесь есть вода. А если есть вода, значит есть живые существа. Возможно поэтому, численность людей возросла с тех пор, как мои разведчики последний раз доставляли мне сведения.

source: Like, the world is reviving?
it: Come se il mondo stesse rivivendo?
ru: Похоже, мир возрождается?

source: Exactly. This is part bad news and part good. The good news is you elves will have what you need to survive. The bad is that our enemies probably do as well. We must hurry, for we do not know how far they have gone in their thirst for conquering.
it: Esattamente. Questa è in parte una buona notizia e in parte cattiva. La buona è che voi elfi avrete quello che vi serve per sopravvivere. La cattiva è che probabilmente ce l’hanno anche i nostri nemici. Dobbiamo affrettarci, perché non sappiamo fin dove si sono spinti nella loro sete di conquista.
ru: Действительно. Это и хорошая, и плохая новость одновременно. Хорошо то, что у вас, эльфов, будет то, что нужно вам, чтобы выжить. Плохо то, что у наших врагов, вероятно, также. Мы должны спешить, так как неизвестно, насколько далеко они зашли в своей жажде завоеваний.

source: How far are those mountains you spoke of — Knalga?
it: Quanto sono lontane queste montagne di cui ci hai parlato, Knalga?

source: Not far. A minimum of three days from here — at continuous march.
it: Non troppo. Da qui come minimo tre giorni... a ritmo sostenuto.

source: Then, time to go, men!
it: È tempo di muoversi, uomini!
ru: Тогда, самое время в путь, господа!

source: (shakes head) I can hardly believe what I see...
it: (scuotendo la testa) Quasi non riesco a credere a quello che vedo...
ru: (качает головой) Я едва могу верить тому, что вижу...

source: Cursed Plateau
it: Altopiano maledetto
ru: Проклятое плато

source: Galas, Anlindë, or Mal Keshar must reach the northern end of the mountain pass
it: Uno fra Galas, Anlindë e Mal Keshar deve raggiungere l’estremità settentrionale del passo
ru: Галас, Анлиндэ или Мал Кешар должны достичь северного конца горного прохода

source: This pass becomes colder and darker the further we walk. I begin to regret my choice. Could we...
it: Questo passo diventa sempre più freddo e oscuro avanzando nel percorso. Comincio a pentirmi della mia scelta. Potremmo forse...
ru: Этот проход чем дальше, тем становится всё холоднее и темнее. Я начинаю сожалеть о своём выборе. Можем ли мы ...

source: Retreat to the desert plains? No. Going back will only delay and weaken us. At least here we are safe from the savages and can find streams of clean water.
it: Ritirarci verso le pianure deserte? No. Tornare indietro ci rallenterebbe soltanto, e ci indebolirebbe. Almeno qui siamo al sicuro dai selvaggi e possiamo trovare ruscelli di acqua pulita.
ru: Вернуться на пустынные равнины? Нет. Возвращение только задержит и ослабит нас. По крайней мере, здесь мы в безопасности от дикарей, и встречаются источники с чистой водой.

source: Yes, but...
it: Sì, ma...
ru: Да, но...

source: I think that Mal Keshar is right, Galas. We have better odds of surviving here than in the heat of the desert. And if we do have to fight, we’ll do better here than on the plains.
it: Penso che Mal Keshar abbia ragione, Galas. Abbiamo migliori possibilità di sopravvivenza qui che sotto l’arsura del deserto. E se dovremo combattere, lo faremo meglio qui che in pianura.

source: Very well. Let’s replenish our supplies and continue traveling...
it: Molto bene. Riempiamo le nostre scorte e continuiamo a marciare...

source: North. If we go north we shall eventually find the end of this pass in a big valley, shaped like a quarter moon, where an entrance to the once-great, underground kingdom of Knalga lies. It is a long and winding way, but it is better than the western road. That would only return us to the desert.
it: Verso nord. Se andiamo a nord troveremo che questo passo finisce in una grande valle, a forma di quarto di luna, dove si trova un’entrata per quello che un tempo era il regno sotterraneo di Knalga. È una via lunga e tortuosa, ma è meglio di quella a ovest. Quella ci ricondurrebbe soltanto al deserto.

source: Humans of the desert, impressed with the power and might of the undead, have joined Mal Keshar and become his disciples. From now on you may recruit Dark Adepts!
it: Uomini del deserto, impressionati dalla potenza e dalla forza dei non-morti, si sono uniti a Mal Keshar, e ne sono diventati allievi. D’ora in poi potrai reclutare gli Adepti dell’Oscurità!
ru: Люди пустыни, впечатлённые мощью и возможностями нежити, присоединились к Малу Кешару и стали его учениками. Теперь вы можете набирать темных адептов!

source: I wonder where that path leads to...
it: Mi chiedo dove conduca quel sentiero...
ru: Интересно, куда ведёт этот путь...

source: We should not enter there and investigate. We have a clear purpose to fulfill, and we must not let small things such as curiousity distract us.
it: Non dovremmo entrare a investigare. Abbiamo un obiettivo chiaro da raggiungere, e non possiamo permettere a piccole cose come la curiosità di distrarci.
ru: Нам не стоит входить туда и выяснять это. У нас есть четкие цели, которые мы должны выполнить, и мы не можем позволить себе отвлекаться на столь незначительные вещи, как любопытство.

source: Finally, I can see... Oh, bright gods!
it: Finalmente, posso vedere... Oh, dèi luminosi!
ru: Наконец. Я вижу... Ох, светлые боги!

source: Finally, I can see... Wow! This... Wow.
it: Finalmente, posso vedere... Uao! Questo... Uao.
ru: Наконец. Я вижу ...Вау! Это... Здорово.

source: What is it?
it: Cos’è?
ru: Что там?

source: The valley... It looks green and full of life!
it: La valle... Sembra verde e piena di vita!
ru: Долина... Она выглядит зеленой и полной жизни!

source: Are you sure it is not a mirage? Is it actually real?
it: Sei sicuro che non sia un miraggio? È effettivamente reale?
ru: Вы уверены, что это не мираж? Она настоящая?

source: It...it seems so. This is wonderful! The wide green world is restoring itself!
it: Sembra... sembra di sì. Questo è meraviglioso! Il grande, verde mondo sta risorgendo!
ru: Она... кажется, да. Чудесно! Обширный зеленый мир возрождается сам!

source: I would not celebrate yet. If plants have grown up in the land it means there is water. And if there is water, there are living beings. This may be why the humans have grown in number since my explorers reported to me last. I hope they have not reached these parts yet, or we could find ourselves walking into a trap.
it: Io ancora non festeggerei. Se le piante sono cresciute sulla terra, vuol dire che c’è acqua. E se c’è acqua, ci sono esseri viventi. Forse è per questo che gli uomini sono cresciuti di numero da quando gli ultimi miei esploratori mi hanno fatto rapporto. Spero che non abbiano ancora raggiunto questa regione, altrimenti potremmo trovarci a camminare dritti verso una trappola.
ru: Я бы не радовался раньше времени. Если на земле выросли растения, это означает, что здесь есть вода. А если есть вода, значит есть живые существа. Возможно по-этому, численность людей возросла с тех пор, как мои разведчики последний раз доставляли мне сведения. Я надеюсь, что они все же не добрались сюда, иначе мы можем угодить прямиком в западню.

source: I too hope that they have not. Now, let’s move and find the entrance to the caves of which you spoke.
it: Anche io spero di no. Ora, muoviamoci e troviamo l’entrata della caverna di cui parlavi.

source: Ah, yes. Let’s go.
it: Ah sì, andiamo.

source: Time to go, men!
it: È tempo di andare, uomini!
ru: Время идти, господа!

source: A wall moves.
it: Un muro si muove.
ru: Стена отодвигается.

source: What was that? Eh, look! The gate there has opened!
it: Cos’è stato? Ehi, guardate! I cancelli laggiù si sono aperti!
ru: Что это было? О, смотрите! Ворота открылись!

source: Well, well. This monster seems to have been protecting that cave. I wonder what is in there?
it: Bene bene. Sembra che questo mostro stesse proteggendo la caverna. Chissà cosa c’è là dentro...
ru: Так-так. Эти монстры охраняли пещеру. И что же там?
