Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: Then one day, we discovered the source of the outsiders’ frenzy. A massive human army arrived at the mouth of our valley on that day. That day. . . .
it: Poi, un giorno, scoprimmo la fonte di questa furia degli stranieri. Un massiccio esercito di uomini giunse all’imboccatura della nostra valle quel giorno. Quel giorno...

source: It was quite a success, but the fighting technique of those humans was more professional, coordinated, and accurate than those of the regular nomadic skirmisher. That worried me initially, and I would have organized a scouting party into the desert if we had been in any condition to do so.
it: Fu un buon risultato, ma la tecnica di combattimento di quegli umani era più professionale, coordinata e accurata di quelle dei normali schermitori nomadi. Questo mi preoccupò in principio, e avrei organizzato una pattuglia di perlustrazione nel deserto se fossimo stati in condizione di farlo.
ru: Это был настоящий успех. Но эти люди воевали более профессионально, организованно и точно, чем обычные воины-кочевники. Это сразу же насторожило меня, и я собирался, если предоставится возможность, отправить в пустыню разведку.

source: Our group was greatly weakened by that battle, so we withdrew back to the main keep of the valley. Another patrol group substituted for us in the meantime, and was scheduled to come back in three days. That was not what took place. Instead, enemies came to us with our kin’s skulls on their banner-poles. Driving them forth would not be easy.
it: Il nostro gruppo era stato notevolmente indebolito da quella battaglia, così ci ritirammo nella fortezza principale della valle. Un altro gruppo di pattuglia ci sostituì nel frattempo, ed ebbe istruzioni di tornare dopo tre giorni. Ma le cose non andarono così. Al contrario, i nemici giunsero fino a noi con i teschi dei nostri fratelli appesi agli stendardi. Sbarazzarcene non sembrava facile.

source: During the evacuation, we were shocked when we tallied our numbers. Barely a thousand of us survived the battle in the valley. Most of the dead likely perished in the villages burnt by our foes, helpless and frightened. Alas, they met one of the most painful deaths one could ever imagine.
it: Durante l’evacuazione, rimanemmo scioccati nell’accorgerci del nostro numero. Appena un migliaio di noi era sopravvissuto alla battaglia nella valle. La maggior parte dei caduti era probabilmente perita nei villaggi, bruciata dai nostri nemici, senza possibilità di soccorso e in preda al panico. Purtroppo, avevano incontrato una delle più dolorose morti che si possano mai immaginare.
ru: При эвакуации мы были потрясены, увидев, как мало нас осталось. Всего лишь одна тысяча из нас пережила сражение в долине. Большинство вероятно погибло в деревнях, сожженных нашими противниками. Беспомощные и напуганные, они встретили одину из самых мучительных смертей, какую только можно себе представить.

source: When I thought about what forced us out of our ancient home, the one place we had lived in safety on this war-torn and barren world, I felt my stomach clench in terror. Anlindë was a wise sorceress, but I regretted not being strong enough to ignore her counsel. I could not help but think that if we had stayed, we could have fought back and somehow emerged victorious.
it: Quando pensavo a ciò che ci aveva cacciato dalla nostra antica casa, l’unico luogo in cui fossimo vissuti in sicurezza da questo mondo sconquassato dalle guerre, sentivo lo stomaco contorcersi dal terrore. Anlindë era una sacerdotessa saggia, ma mi pentivo di non aver trovato la forza di ignorare il suo consiglio. Non riuscivo a non pensare che se fossimo rimasti avremmo potuto continuare a combattere e in qualche modo uscirne vincitori.
ru: Когда я думаю о том, что вынудило нас уйти из нашего древнего дома, из места, где мы безопасно жили в этом истерзанном войной бесплодном мире, я чувствую, как в мою душу заползает страх. Анлиндэ - мудрая волшебница, а я, к сожалению, не достаточно силён, чтобы оспорить ее предложение. Но я постоянно думаю, что, если бы мы остались, мы могли бы бороться и, возможно, сумели бы вырвать победу.

source: I but hope that fleeing to this cave was a wise decision, and that Lédinor’s efforts are not wasted.
it: Speravo solo che fuggire in queste caverne fosse stata una saggia decisione, e che il sacrificio di Lédinor non fosse stato vano.

source: Even after thousands of years dead, the necromancer still had scraps of flesh on his body and traces of hair on his head. We elves had fought necromancers before, but this one. . . . This one was different.
it: Persino dopo essere morto da secoli, il negromante aveva ancora dei brandelli di carne sul corpo e tracce di capelli sul capo. Noi elfi avevamo già combattuto dei negromanti prima, ma questo... questo era diverso.
ru: Даже спустя тысячи лет после смерти, на теле некроманта оставались клочки плоти, а на голове остатки волос. Мы, эльфы, боролись с некромантами прежде, но этот..., этот был не такой.

source: According to Anlindë, he was a tormented soul. A man who had fought for a noble cause in a way that tainted and twisted and destroyed him. I felt uneasy with undead by our side. We elves, even in our most ancient histories, had never fought on the same side as necromancers. Even our own kind who learned the dark arts we executed, as the humans do. Now, after traveling with this . . . man, I wonder if our actions in the past were just. . . .
it: Secondo Anlindë, si trattava di un’anima tormentata. Un uomo che aveva combattuto per una nobile causa in un modo che lo aveva tentato, distorto e distrutto. Mi sentivo a disagio con dei non-morti dalla nostra parte. Noi elfi, persino nelle nostre storie più antiche, non avevamo mai combattuto dalla stessa parte dei negromanti. Avevamo giustiziato persino i nostri stessi fratelli che avevano appreso le arti oscure, come fanno gli umani. Ora, viaggiando con questo... uomo, mi chiedo se le nostre azioni in passato non siano state soltanto...
ru: Как говорит Анлиндэ, он был измученной душой. Человек, который боролся за благородное дело, но выбрал путь, который испортил, извратил и разрушил его. Я чувствую себя неловко с нежитью в наших рядах. Мы, эльфы, даже в самых древних наших историях, никогда не были заодно с некромантами. Мы, также как и люди, казнили всех, кто изучал темные искусства - даже своих сородичей. Теперь, после путешествия с этим... человеком, мне интересно, так ли справедливы были наши действия в прошлом...

source: Regardless, it seemed that this one was not completely evil. He could be a great help to our cause if he is being honest with us. My people sometimes said that the closest of friends may turn into your worst enemies. I had no great friends, except Anlindë, so I hoped that was not true.
it: In ogni caso, sembrava che questo non fosse completamente malvagio. Da allora in poi sarebbe potuto essere di grande aiuto per la nostra causa, se le sue intenzioni erano oneste. La mia gente a volte diceva che gli amici più intimi possono diventare i peggiori nemici. Io non avevo grandi amici, a parte Anlindë, così speravo che non fosse vero.
ru: Несмотря ни на что, кажется, что этот лич не такой уж и злой. Если он был честен с нами, то он мог бы нам очень помочь. Мои люди иногда говорят, что самые близкие друзья могут превратиться в ваших худших врагов. У меня нет близких друзей, кроме Анлиндэ, поэтому я надеюсь, что это не так.

source: We followed the river along the southern side. As we traveled we could see small tributaries coming from the far North feeding into the river, increasing the speed and depth of the water as we passed.
it: Seguimmo il fiume lungo la riva meridionale. Mentre viaggiavamo potevamo scorgere piccoli emissari venire dal lontano Nord ad alimentare il fiume, aumentando la velocità e la profondità dell’acqua mentre passavamo.
ru: Мы шли по южному берегу реки. По пути мы видели, как маленькие притоки, берущие начало в далеких Северных Землях, вливаются в реку, делая её быстрее и полноводнее.

source: To many of us it was a symbol that life, however little remained in this harsh world, still existed outside of our valley.
it: Per molti di noi questo era un segno che la vita, per poca che ne fosse rimasta in questo arido mondo, esisteva ancora al di fuori della nostra valle.
ru: Для многих из нас это было символом жизни, как бы мало ни осталось её в этом жестоком мире, все еще существующей за пределами нашей долины.

source: Mal Keshar would often look at the stream in a nostalgic way. I wondered what he thought of as he watched the murky water flow down the riverbank. The world had changed drastically from the so-called Golden Age, or so he said when he spoke of it. He blamed the humans of old Wesnoth, as Anlindë did. I did not know much about history or old legends, so I could not judge the truth for myself.
it: Mal Keshar guardava spesso l’acqua con aria nostalgica. Mi chiedevo a cosa pensasse quando guardava l’acqua scorrere lungo il fiume. Il mondo era cambiato drasticamente dalla cosiddetta Età d’Oro, o così diceva quando ne parlava. Biasimava gli umani della vecchia Wesnoth, così come faceva Anlindë. Non sapevo molto a proposito della storia o delle vecchie leggende, perciò non ero in grado di giudicare i fatti per conto mio.
ru: Мал Кешар часто смотрел на эту реку с ностальгией. Интересно, о чем он думал, пристально глядя на тёмный поток, несущий свои воды вдоль берега вниз. Мир сильно изменился со времён так называемого Золотого века. Или, по крайней мере он так говорит, когда рассказывает о нём. Он, как и Анлиндэ, обвинял людей старого Веснота. Я плохо знал историю и древние легенды, и потому по этому вопросу у меня не было собственного мнения.

source: Their resentment had bloody consequences. We came upon another small human encampment, in a more fertile stretch of the river valley. Our leaders commanded our men to slay them all. Perhaps I should have acted, but I felt paralyzed.
it: Il loro risentimento ebbe conseguenze sanguinose. Ci imbattemmo in un altro piccolo accampamento umano, in una zona più fertile della valle del fiume. I nostri comandanti ordinarono ai nostri uomini di massacrarli tutti. Forse avrei dovuto agire, ma mi sentii paralizzato.
ru: У их чувства обиды были кровавые последствия. Мы натолкнулись на ещё одну маленькую лагерную стоянку людей в более плодородной части речной долины. Наши лидеры отдали приказ убить их всех. Возможно, я должен был вмешаться, но я был будто парализован.

source: Having skeletons, corpses, and ghosts fighting by our side was dreadful enough to make most of our opponents flee in terror. But some men did not flee. Instead they joined our side out of fear, curiosity, or attraction to the forbidden magic.
it: Avere dalla nostra parte scheletri, morti viventi e fantasmi fu abbastanza terrificante da far fuggire terrorizzati la maggior parte dei nostri nemici. Ma alcuni uomini non fuggirono. Si unirono invece alla nostra causa per timore, curiosità o attrazione per la magia proibita.
ru: Вид скелетов, трупов, и призраков, сражающихся за нас, был достаточно ужасен, чтобы заставить большинство наших противников бежать в страхе. Но некоторые не бежали. Вместо этого они присоединялись к нам. Из страха, любопытства, или влечения к запретной магии.

source: There came a night when we made camp by the river, to rest and replenish our water supplies. Fortunately for us, the water there was pure enough to be apt for drinking. Perhaps not as cool and fresh as the water in our valley’s lake, but it served its purpose well enough.
it: Giunse una notte in cui ci accampammo lungo il fiume, per riposare e rifornire le nostre scorte d’acqua. Fortunatamente per noi, l’acqua era pura a sufficienza per essere bevuta. Forse non così fresca come quella del lago della nostra valle, ma faceva al caso nostro.

source: The hidden path we chose was unguarded; there was no sign of the ancient empire we had believed to be nearby.
it: Il sentiero nascosto che avevamo scelto non era sorvegliato; non c’era segno dell’antico impero che avevamo creduto fosse stato nei dintorni.
ru: Тайный путь, который мы выбрали, никто не охранял. Не было никаких признаков древней империи, к которой, как мы полагали, мы приблизились.

source: The only possible explanation was that they had burnt and destroyed our valley until nothing but rocks, ashes, and dirt remained. They probably thought they had killed us all. They believed there were no longer any elves left, that no one else would dare to enter their domain.
it: La sola possibile spiegazione era che avessero distrutto la nostra valle fino a non lasciare altro che rocce, cenere e sporcizia. Probabilmente avevano pensato di averci distrutti tutti. Pensavano che non fosse rimasto nessun elfo, che nessuno avrebbe osato entrare nei loro domini.
ru: Единственное возможное объяснение состояло в том, что они сожгли и разрушили нашу долину до основания; так что только скалы, пепел и грязь остались в том месте, которое мы привыкли называть домой. Они вероятно полагали, что убили нас всех. Они думали, что больше никогда не встретятся с эльфами, и что никто больше не посмеет вторгаться в их владения.

source: Although it might have appeared the situation was in our favor, the harsh truth was that starting a real fight with the loyalists would be the death of us. The odds of survival appeared to be against us regardless of strategy, unless we did as the necromancer suggested: rediscover the ancient champions of our people.
it: Benché la situazione potesse sembrare favorevole, la dura verità era che iniziare una vera guerra con i lealisti sarebbe la nostra morte. I mezzi di sopravvivenza sembravano essere contro di noi indipendentemente dalla nostra strategia, a meno di non fare come il negromante suggeriva: riscoprire gli antichi campioni nella nostra gente.
ru: Хотя могло показаться, что ситуация складывается в нашу пользу, горькая правда состояла в том, что начало реальной борьбы с лоялистами стало бы для нас верной смертью. У нас был лишь один шанс выжить - сделать так, как предложил некромант: пробудить древних защитников нашего народа.

source: We continued northwest, the mountains growing taller and steeper. The green missing from the lowlands was all around us now; a new hope filled our hearts as we saw how well the forest plants flourished beneath the suns.
it: Continuammo a nordest, con le montagne che divenivano più alte e aspre. Il verde che nelle terre più in basso mancava ora ci circondava; una nuova speranza riempiva i nostri cuori alla vista di come le foreste prosperavano sotto i soli.
ru: Мы продолжали движение на северо-запад, в горы, становящиеся всё более высокими и крутыми. Растительность, отсутствовавшая в низине, теперь окружала нас со всех сторон. Новая надежда вселилась в наши сердца, когда мы увидели, как хорошо лесные растения разрослись под светом солнц.

source: If the loyalists had made it to this corner of the world, they would have no doubt destroyed this revivifying beauty. The landscape revealed that we were some steps ahead of their thirst for chaos and conquest.
it: Se i lealisti fossero arrivati fino a quest’angolo del mondo, avrebbero senz’altro distrutto questa viva bellezza. Il paesaggio rivelava che ci trovavamo qualche passo più avanti della loro sete di caos e conquista.
ru: Если бы лоялисты добрались до этого уголка мира, они несомненно бы разрушили эту красоту возрождения. Пейзаж показал бы, что мы находимся всего в нескольких шагах от их жажды хаоса и завоеваний.

source: We marched for three days, departing from the Longlier River, at the end of which we entered a wide valley. This valley was not unlike our old home, except for being slightly smaller perhaps and with sparser vegetation. Initially it seemed to be uninhabited, but later we were to meet the owners in a battle we did not seek.
it: Marciammo per tre giorni, partendo dal fiume, alla fine del quale entrammo in un’ampia valle. Questa valle non era molto differente dalla nostra vecchia casa, se non che questa era forse leggermente più piccola e con vegetazione meno fitta. Inizialmente sembrava deserta, ma più tardi dovemmo incontrare gli abitanti in una battaglia che non cercavamo.
ru: Мы шли в течение трех дней, оставив реку Лонглиер в стороне, и, наконец, вошли в широкую долину. Эта долина была похожа на наш старый дом. За исключением того, что была, возможно, немного меньше имела более редкую растительность. Сперва нам показалось, что она необитаема. Но позже, нам пришлось сойтись с её хозяевами в бою, к которому мы не стремились.

source: And so we entered the caves, leaving the bulk of our people behind so that we could explore without risking them all. The people left outside were instructed to mount a careful guard, and to collapse the cave’s entrance if we failed to return in two days’ time. And if the worst was to occur, they were to defeat the remaining orcs and set that valley as their new home, at least until they could find a safer place.
it: E così entrammo nelle caverne, lasciando indietro il grosso della nostra gente in modo da poter esplorare senza metterla a rischio. Coloro che erano rimasti fuori avevano avuto istruzione di montare la guardia e di tenere gli occhi bene aperti, e di far crollare l’ingresso delle caverne se non fossimo tornati entro due giorni. E se fosse dovuto accadere il peggio, avrebbero dovuto sconfiggere gli ultimi orchi e fare di quella valle la loro nuova casa, almeno finché non fossero riusciti a trovare un luogo più sicuro.

source: Only Anlindë, the Lich, and I planned on entering the caves, but some of our people would not hear of us going in alone, and instead accompanied us down into the darkness.
it: Soltanto io, Anlindë e il Lich pensavamo di entrare nelle caverne, ma alcuni dei nostri non vollero sentir ragioni e ci accompagnarono giù, dentro l’oscurità.
ru: Только я, Анлиндэ и лич собирались войти в пещеры, но некоторые из наших людей и слышать не захотели о том, что мы пойдём одни. Не слушая возражений, они пошли вместе с нами вниз во тьму.

source: The cave walls looked artificial while the floor was covered by smooth tiles; this indicated civilization of a high degree. I noticed that Anlindë and Mal Keshar seemed uneasy, but I had no experience with magical arts, and so could not tell what exactly they felt or detected.
it: Le pareti della caverna sembravano artificiali, mentre il pavimento era ricoperto di lisce piastrelle; questo era segno di una civilizzazione di alto livello. Notai che Anlindë e Mal Keshar sembravano a disagio, ma non avevo esperienza con le arti magiche, e perciò non potevo capire esattamente cosa temessero o percepissero.
ru: Стены пещеры выглядели искусственными, в то время как пол был выложен гладкими плитами. Это указывало на развитую цивилизацию. Я заметил, что Анлиндэ и Мал Кешар казались обеспокоенными; но я не имел никакого опыта в волшебстве, и не мог сказать, что именно они чувствовали или обнаружили.

source: After exploring for a while, we emerged at nightfall to tell our people to follow us in. It was a difficult decision, but we feared leaving our poorly-trained civilians between the pursuing scouts and the cliffs.
it: Dopo aver esplorato per un po’, riemergemmo al tramonto per dire alla nostra gente di seguirci. Fu una decisione difficile, ma ci spaventava l’idea di lasciare i nostri civili poco addestrati tra le pattuglie in perlustrazione e le rocce.
ru: Вскоре, завершив разведку, мы вновь возникли в сумерках, чтобы пригласить наших людей последовать за нами в темноту. Это было трудное решение, но мы боялись оставить наших плохо обученных новобранцев между разыскивающими нас преследователями и отвесными скалами.

source: The very thought of approaching the place were the Lady of Light and the Lord of Darkness had been seen — or detected — for the last time was good for morale. It was well that the ancient tale lit a flame in our hearts, for there was little other light to be had in those forsaken tunnels.
it: Il solo pensiero di avvicinarci al luogo dove la Dama della Luce e il Signore delle Tenebre erano stati visti (o percepiti) l’ultima volta era di grande conforto. Era bene che un antico racconto facesse brillare una scintilla nei nostri cuori, perché non c’era molta altra luce in quelle gallerie dimenticate.

source: None of us understood why Mal Keshar was different from the necromancers our people had faced and defeated in the past. Not even Anlindë seemed to understand it completely.
it: Nessuno di noi capiva perché Mal Keshar fosse diverso dai negromanti che il nostro popolo aveva affrontato e sconfitto in passato. Nemmeno Anlindë sembrava comprenderlo del tutto.
ru: Ни один из нас не мог понять, почему Мал Кешар так отличается от других некромантов, с которыми мы сталкивались и которых побеждали прежде. Даже Анлиндэ, казалось, не совсем понимала это.

source: As we went deeper and deeper, the places where the light of the suns could reach the cavern’s floor through contrived openings in the ceiling became more and more scarce. By contrast, the subterranean water streams became more abundant, both in quantity and volume. Oh, the irony! In the caves we had all the water we had so sorely lacked in the desert, but we had to struggle to see our steps.
it: Mentre scendevamo sempre più in profondità, i luoghi in cui la luce dei soli poteva raggiungere il pavimento della caverna attraverso piccole aperture nel soffitto divenivano sempre più rari. Invece, i ruscelli sotterranei diventavano sempre più abbondanti, sia in quantità che dimensioni. Oh, che ironia! Nelle caverne avevamo tutta l’acqua di cui avevamo avuto tanto bisogno nel deserti, ma non riuscivamo a vedere dove mettevamo i piedi.

source: Under the world’s skies we could see the moon tracing out its cycle by night — by day, the suns would announce the time. Here we had no notion of how much time was passing as we traveled underground. It was as if time itself had been frozen and bound to the rocks.
it: Sotto i cieli del mondo potevamo vedere la luna percorrere il proprio ciclo durante la notte; durante il giorno i soli permettevano di misurare il tempo. Qui non avevamo alcun modo per sapere quanto tempo stesse passando mentre viaggiavamo sottoterra. Era come se il tempo stesso fosse stato congelato e legato alle rocce.

source: Creatures inhabited the depths around us: large or small, soft or rough, harmless or incredibly strong — creatures I had never seen before. Anlindë and the Lich knew of them and how to frighten them away, though. There came one particular day, or night, in which I gained valuable experience in these matters. . . .
it: Le profondità intorno a noi erano abitate da qualche creatura: piccole o grandi, morbide o dure, indifese o incredibilmente forti... creature che non avevo mai visto prima. Anlindë e il Lich, però, sapevano di loro e come spaventarle per cacciarle. Giunse un giorno, o una notte, in cui avevo accumulato abbastanza esperienza in queste cose...

source: This dwarf, Althurin by name, led us through curving tunnels that opened upon a great cavern. There lay a sprawling city, the capital of their kingdom.
it: Questo nano, di nome Althurin, ci guidò attraverso gallerie tortuose che terminavano in una grande caverna. Là sorgeva un’enorme città, la capitale del loro regno.
ru: Этот гном, Альтурин, провёл нас по извилистым туннелям, которые вывели в огромную пещеру. Там лежал хаотично разросшийся город - столица их государства.
