Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: An enchanted bow! I have read that ancient armies used to hire powerful warlocks to grant mundane weapons special powers such as poisoning without need of preparing them beforehand, which is the main lack of those dumb orcish slayers. Well, this one seems to have such a power, judging by the fine inscription on it.
it: Un arco incantato! Ho letto che antichi eserciti usavano assoldare potenti stregoni per conferire speciali poteri, come quello di avvelenare, alle armi mondane, senza bisogno di prepararle prima, bisogno che costituisce lo svantaggio più importante di quegli stupidi orchi assassini. Beh, questo sembra portare un potere simile, a giudicare dalle incisioni.
ru: Зачарованный лук! Я читал, что древние армии имели обыкновение нанимать сильных колдунов, чтобы придать обычному оружию специальные свойства без необходимости их предварительной подготовки. Например такие как отравление, которое является главным неудобством этих молчаливых орков-убийц. Отлично! У этого лука, кажется, есть такое свойство, судя по изящной надписи на нём.

source: Poisonous Bow
it: Arco velenoso
ru: Отравленный лук

source: This bow has been enchanted, and it will grant every arrow you shoot with it the poison special.
it: Questo arco è stato incantato, e ogni freccia che scaglierà avrà l’attacco speciale velenoso.
ru: Этот лук зачарован. Он придаёт каждой стреле, которую Вы выпускаете из него, отравляющие свойства.

source: I am not suited to use this weapon! Let someone else pick it up!
it: Non sono adatto a usare quest’arma! Sarà meglio che la prenda qualcun altro!
ru: Я не могу использовать это оружие! Пусть его возьмет кто-нибудь другой!

source: The unit picks up the bow, and immediately feels a chilling energy coming from it, flowing to their body. Albeit it looks like an ordinary bow, they take an ordinary arrow and shoot it at a snake wandering nearby, dealing great damage to it, and apparently poisoning it too.
it: L’unità imbraccia l’arco, e sente immediatamente fluire nel proprio corpo un’energia agghiacciante. Benché l’arco abbia l’aspetto di uno ordinario, l’unità scaglia una normale freccia ad un serpente che passa lì vicino, provocandogli gravi danni, e in apparenza avvelenandolo.
ru: Боец поднимает лук, и немедленно чувствует исходящую из него пугающую энергию, растекающуюся по телу. Хотя лук похож на обычный, выстрел из него самой обычной стрелой в проплзающую невдалеке змею, наносит ей сильные раны, и, по-видимому, отравляет это создание.

source: We have never used poison on our weapons, or allowed its usage, but I guess this situation will require it.
it: Non abbiamo mai usato il veleno con le nostre armi, né permesso il suo utilizzo, ma credo che in questa situazione non potremo farne a meno.
ru: Мы никогда не использовали яда на нашем оружии, и не позволяли его использование, но я думаю, что создавшаяся ситуация потребует этого.

source: poisonous bow
it: arco velenoso
ru: отравленный лук

source: How could this beautiful armor be abandoned in these deep caves? I suppose someone dropped it during an evacuation or such, since it looks like it hasn’t been worn before — well preserved nevertheless. It would fit an elvish or undead warrior of ours fine. We are rather short on battle gear and I don’t think its original owner would mind if we borrow and use it.
it: Com’è possibile che questa splendida armatura sia stata abbandonata nel profondo di queste caverne? Suppongo che qualcuno l’abbia lasciata cadere durante un’evacuazione o qualcosa di simile, dato che ha l’aria di non essere mai stata indossata, e non di meno sembra ben conservata. Si adatterebbe bene a un guerriero elfico o non-morto. Non abbiamo molti strumenti da guerra, e non penso che il suo proprietario originale sarebbe dispiaciuto se la prendessimo in prestito e la usassimo.

source: Void Armor
it: Armatura del vuoto
ru: Пустотная Броня

source: A beautiful chest plate crafted from shimmering black steel, the Void Armor is virtually impenetrable to physical weapons!
it: Un bellissimo pettorale d’armatura creato da un raro acciaio nero, l’armatura del vuoto è virtualmente impenetrabile agli attacchi fisici!
ru: Красивый нагрудник из мерцающей черной стали - Пустотная Броня - практически непроницаем для физического оружия!

source: Only a powerful warrior may don this armor!
it: Solo un potente guerriero può indossare questa armatura!
ru: Только сильный воин может надеть эту броню!

source: You struggle to lift and don the heavy plate. Once worn, however, it is amazingly comfortable. You have increased resistance to all physical damage!
it: Fai un’enorme fatica a sollevare e indossare la pesante armatura. Una volta indossata, tuttavia, è straordinariamente comoda. La tua resistenza a tutti i danni fisici aumenta!
ru: Вы изо всех сил пытаетесь поднять и надеть тяжелую броню. Однако, когда вам это удаётся, вы обнаруживаете, что носить её удивительно удобно. Вы стали намного устойчивие ко всем физическим повреждениям!

source: void armor
it: armatura del vuoto
ru: пустотная броня

source: The Void Armor grants the following resistances: blade: 50% pierce: 50% impact: 60% fire: +10%
it: L’armatura del vuoto conferisce le seguenti resistenze: lama: 50% perfora: 50% impatto: 60% fuoco: +10%
ru: Пустотная Броня даёт защиту от следующих типов атаки: режущий: 50% колющий: 50% дробящий: 60% огонь: +10%

source: Rise, rise from the ground!
it: Levati, levati dal suolo!
ru: Восстань, поднимись с земли!

source: Argh... I have been destroyed before getting enough AMLAs to take over this continent!
it: Argh... Sono stato distrutto prima di raggiungere AOLM a sufficienza per conquistare questo continente!
ru: Ох ... Меня убили прежде, чем я смог собрать достаточно AMLAs, чтобы захватить этот континент!

source: Alas. It’s been my best time with thee, friends...
it: Ahimé. Ho passato i miei momenti migliori con voi, amici...

source: No! Don’t do it!
it: No! Non lo fare!

source: Um... okay. May I ask you why?
it: Um... va bene. Posso chiederti perché?
ru: Гм... хорошо. Я могу спросить вас почему?

source: He has been a great help for us this far. I’d prefer not to disturb his death by rising his corpse to fight again.
it: È stato di grande aiuto per noi finora. Preferirei non disturbare la sua morte richiamando di nuovo il suo corpo a combattere.

source: As you wish, lady. Hmph.
it: Come desidera, signora. Hm.
ru: Как пожелаете, леди. Хм.

source: Thee failed to protect me. Aargh...
it: Non sei riuscito a proteggermi. Aargh...
ru: Вы не смогли защитить меня. Аагррр...

source: Destroyed by these foul enemies... it should not have ended like this...
it: Distrutto da questi luridi nemici... non sarebbe dovuta finire così...
ru: Убит этими отвратительными демонами... это не должно было так закончиться...

source: I am finished...
it: Sono finito...
ru: Мне конец...

source: Well, at least I tried... *ugh*
it: Beh, almeno ci ho provato... *ugh*
ru: Ладно, по крайней мере я попытался... *ухх*

source: The darkness... it is taking me away...
it: L’oscurità... mi sta portando via...
ru: Тьма... она поглощает меня...

source: That hurts... *ugh*
it: Che dolore... *ugh*
ru: Как больно... *оох*

source: *Argh* I’m... defeated...
it: *Argh* Sono... sconfitto...

source: Argh! This is the end for me.
it: Argh! Per me è la fine.
ru: Агрр! Мне конец.

source: The dwarven King has died! How could we let such a thing happen?
it: Il re dei nani è morto! Come abbiamo potuto permetterlo?
ru: Гномий король погиб! Как мы позволили этому случиться?

source: So this is the end of the story for me...
it: Dunque questa è la fine per me...
ru: Итак, на этом для меня эта история закончена...

source: I wish I could finish this with you, friends...
it: Avrei voluto portare a termine tutto ciò assieme a voi, amici...
ru: Мне жаль, что я не смогу закончить это дело вместе с вами, друзья...

source: It is the end for me. At last I’ll rest...
it: Questa è la fine per me. Finalmente riposerò...

source: I have fallen. Hopefully you can finish our journey without me...
it: Sono caduta. Spero che possiate finire il nostro viaggio senza di me...
ru: Я умираю. Надеюсь, вы сможете пройти свой путь без меня ...

source: No! I have much left to do yet...
it: No! Avevo ancora molte cose da fare...
ru: Нет! Я должен ещё так много сделать...

source: So close to put an end to this nightmare...
it: Ero così vicino alla fine di questo incubo...
ru: Итак, этому кошмару пришёл конец...

source: You retrieve $temp_gold_retrieval_amount pieces of gold.
it: Recuperi $temp_gold_retrieval_amount pezzi d’oro.
ru: Вы подучаете $temp_gold_retrieval_amount золотых монет.

source: You receive $temp_gold_retrieval_amount pieces of gold!
it: Ricevi $temp_gold_retrieval_amount pezzi d’oro!
ru: Вы получаете $temp_gold_retrieval_amount золотых!

source: New objectives:
it: Nuovi obiettivi:
ru: Новое задание:

source: Current objectives:
it: Obiettivi attuali:
ru: Текушее задание:

source: Initial objectives:
it: Obiettivi iniziali:
ru: Первоначальное задание:

source: Scenario notes:
it: Note dello scenario:
ru: Подсказка:

source: or
it: oppure
ru: или

source: Volcanic Underground
it: Sottosuolo vulcanico

source: Dark Hive
it: Alveare nero
ru: Тёмный улей

source: Frozen Hell
it: Inferno ghiacciato
ru: Промёрзший Ад

source: Neutral Time of Day
it: Periodo neutrale del giorno

source: First Dawn
it: Prima alba
ru: Восход Сэлы

source: First Morning
it: Primo mattino
ru: Первое утро

source: First Midday
it: Primo mezzodì

source: First Afternoon
it: Primo pomeriggio
ru: Первый вечер

source: First Dusk
it: Primo crepuscolo
ru: Закат Сэлы

source: The Short Dark
it: La breve oscurità
ru: Короткая ночь

source: Second Dawn
it: Seconda alba
ru: Восход Найи

source: Second Morning
it: Secondo mattino
ru: Второе утро

source: Second Midday
it: Secondo mezzodì

source: Second Afternoon
it: Secondo pomeriggio
ru: Второй вечер

source: Second Dusk
it: Secondo crepuscolo
ru: Закат Найи

source: The Long Dark — First Watch
it: La lunga oscurità – prima guardia

source: The Long Dark — Second Watch
it: La lunga oscurità – seconda guardia

source: The Long Dark — Third Watch
it: La lunga oscurità – terza guardia

source: The Long Dark — Fourth Watch
it: La lunga oscurità – quarta guardia

source: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse.
it: Questa unità oscura l’area circostante, facendo combattere meglio le unità caotiche e peggio quelle legali.
ru: Этот боец сгущает мрак в окружающем пространстве, делая хаотических воинов сильнее, а порядочных - слабее.

source: This unit’s powers are increased by the Sylvan Essence (see this ability’s <ref>dst='ability_sylvan essence' text='full description'</ref> for details).
it: I poteri di questa unità sono migliorati dall’Essenza Silvana (vedi la <ref>dst='ability_sylvan essence' text='descrizione completa'</ref> per i dettagli).

source: This unit’s resistances are doubled during attack, up to a maximum of 50.
it: Durante l’attacco, le resistenze di questa unità sono raddoppiate, fino a un massimo di 50.

source: Adjacent lower-level units of the same allegiance have their resistances increased by the sole presence of this unit.
it: Le resistenze delle unità alleate adiacenti di livello inferiore vengono aumentate dalla sola presenza di questa unità.
ru: Одно только присутствие этого воина увеличивает сопротивляемость стоящих рядом бойцов более низкого уровня, сражающихся за того же лидера.

source: This unit can frighten enemy units that are next to it, making them fight worse.
it: Questa unità può terrorizzare quelle nemiche adiacenti, facendole combattere peggio.
ru: Этот воин может испугать находящихся рядом вражеских бойцов, из-за чего они будут хуже сражаться.

source: This unit will regenerate 5 HP per turn in forest or mushroom grove terrains.
it: Questa unità si rigenera 5 PF per ogni turno se si trova in una foresta o in un campo di funghi.
ru: Этот воин восстанавливает до 5 ЕЗ за ход, когда находится в лесу или в грибной роще.

source: When this unit’s dreadful attack is used on offensive, it decreases the damage the unit may take in retaliation, but only if the victim is of equal or lesser level.
it: Quando il terribile attacco di questa unità viene usato durante un’offensiva, il numero di punti danno che può subire diminuisce, ma solo se la vittima è di livello uguale o inferiore.

source: Some of this unit’s attacks are not available except on defense.
it: Alcuni degli attacchi di questa unità sono disponibili solo in difesa.

source: Some of this unit’s attacks are not available except on offense.
it: Alcuni degli attacchi di questa unità sono disponibili solo in attacco.

source: Due to its lack of weaponry, this unit cannot attack the enemy. When defending however, it retaliates with heavy strikes with the front of its shield.
it: Questa unità non può attaccare il nemico, perché non possiede armi. Quando si difende, tuttavia, può rispondere con pesanti colpi con il proprio scudo.
ru: Из-за отсутствия оружия, этот воин не может напасть на врага. При защите однако, он отвечает тяжёлыми ударами передней части своего щита.

source: This unit cannot move to terrains other than water, castle and villages.
it: Questa unità non può muoversi su terreni diversi dall’acqua, castelli e villaggi.
ru: Этот юнит может перемещаться только по воде, в замкам и деревенях.

source: Warning
it: Attenzione
ru: Предупреждение

source: Some scenarios of this campaign work in a dramatically different way to that of Wesnoth’s common gameplay. Therefore, it is especially important to pay close attention to the mission objectives and to not necessarily try to kill every single enemy, especially in shrouded maps, or in places where enemies seem to respawn continuously. Although not strictly a requirement, I recommend for players to have played or read the storylines behind <i>Descent into Darkness</i> and <i>Under the Burning Suns</i>, to be familiar with some characters and historical events.
it: Alcuni scenari di questa campagna funzionano in modo radicalmente diverso rispetto al normale gameplay di Wesnoth. Di conseguenza, è particolarmente importante prestare attenzione agli obiettivi della missione, e non necessariamente provare a uccidere ogni singolo nemico, in particolar modo nelle mappe con l’Oscurità, o in luoghi in cui i nemici sembrano riapparire in continuazione. Benché non sia strettamente richiesto, raccomando ai giocatori di giocare o leggere le storie di <i>Discesa nell’oscurità</i> e <i>Sotto i soli roventi</i>, per essere familiari con alcuni personaggi ed eventi storici.

source: Also, you should play Episode II only if you have played Episode I at least once; otherwise, you might get lost trying to understand the plot.
it: Inoltre, sarebbe bene giocare l’Episodio II solo dopo aver giocato l’Episodio I almeno una volta; altrimenti, ci si potrebbe perdere nel tentativo di capire la storia.
ru: Кроме того, Вам стоит проходить "Эпизод II", только если Вы хотя бы однажды проходили "Эпизод I"; иначе, Вы рискуете зря потратить время, пытаясь понять сюжет.

source: I am here to tell you a history, a history of what transpired long after the Fall. Of how evil possessed the devastated Great Continent and came near to sinking the wide green world into an abyss of eternal suffering and strife. And of how a small, courageous band of various origins forestalled the great chaos. A history revealing that the Quenoth elves were not the only ones who survived the Elven War. The history of the last elves in the Great Continent, who had to abandon their old way of life for a new era, and who found themselves forced to tolerate necromancy for the sake of a new future.
it: Sono qui per raccontarvi una storia, la storia di quello che successe molto dopo la Caduta. Di come il male devastò il Grande Continente e riuscì quasi a sprofondare tutto il nostro vasto verde mondo in un abisso di sofferenza eterna. E di come una piccola banda di coraggiosi di diverse origini riuscì a sopraffare l’enorme caos. Una storia che rivela come gli elfi Quenoth non fossero i soli a essere sopravvissuti alla Guerra degli Elfi. La storia degli ultimi elfi del Grande Continente, che furono costretti ad abbandonare le loro vecchie abitudini per una nuova era e che si trovarono costretti a usare la negromanzia per la speranza di un nuovo futuro.
ru: Я здесь, чтобы рассказать вам одну историю. Историю о том, что произошло по прошествии множества лет после Падения. О том, как зло завладело разорённым Большим Континентом и ввергло этот обширный зеленый мир в пучину вечных страданий и раздоров. И о том, как маленький отважный отряд объединившихся представителей различных рас предотвратил великий хаос. Историю, показывающую, что эльфы Квенота не были единственными, кто пережил Эльфийскую войну. Историю последних эльфов Большого Континента, которым в новой эре пришлось оставить свои старые привычки, и вынужденным мириться с некромантией ради нового будущего.

source: Our story begins long after the era known by most people as the Golden Age, with the adventures of the last forest elves in the Great Continent. They lived hidden in a valley in the far East, their peace only disrupted by occasional outsider incursions. Until that certain fateful day when shadows enveloped their sheltered home.
it: La nostra storia comincia molto tempo dopo l’era nota ai più come l’Età dell’Oro, con le avventure degli ultimi elfi della foresta nel Grande Continente. Vivevano nascosti in una valle dell’estremo Oriente, dove la loro pace era solo occasionalmente turbata da piccole incursioni da parte di stranieri. Finché venne il fatidico giorno in cui le ombre avvolsero questo rifugio.
ru: Наша история начинается когда времена, известные большинству как "Золотой век" давно прошли, с приключений последних лесных эльфов на Большом Континенте. Они скрытно жили в долине далеко на востоке, и их лишь изредка тревожили набеги извне. До того рокового дня, когда на укрывавший их дом опустилась тень.

source: To tell you about it, I shall refer to the most authentic records of that time, records that I obtained only by great difficulty. Hear now the journal of Master Galas, the leader of the elves’ militia. I shall read its first part. Listen. . . .
it: Per parlare di queste cose, io mi riferirò alle testimonianze più autentiche del tempo, testimonianze che ho ottenuto con grande difficoltà. Le testimonianze del diario del Maestro Galas, capo della milizia degli elfi. Adesso leggerò la prima parte. Ascoltate...

source: “Over the years, protecting our valley became increasingly difficult. The attacks of occasional necromancers and fugitive bands have become more than a mere nuisance. We have not lost the combat and archery styles of our ancestors, so in response our leaders have begun to send out patrol groups. The patrollers ward the valley’s frontiers. I never knew my mother; the elders said she died in childbirth. My father had led our warriors into battle since I was a little boy, so it was no surprise to my friends that I followed in his footsteps and became a patrol leader myself.
it: «Con gli anni, difendere la nostra valle era diventato sempre più duro. Gli attacchi degli occasionali negromanti e delle bande di fuggitivi avevano cominciato a essere qualcosa di più che un semplice fastidio. Non abbiamo mai perso le capacità nel combattimento e nel tiro con l’arco tramandate dai nostri avi, perciò i nostri capi avevano cominciato a provvedere mandando delle pattuglie. Queste sorvegliavano ogni giorno i confini della valle. Non conobbi mai mia madre; gli anziani dicono che morì di parto. Mio padre fu mandato a guidare i nostri guerrieri fin da quando ero un bambino, e non fu una sorpresa per i miei amici che io abbia seguito le sue orme e sia diventato a mia volta capo pattuglia.

source: On an evil day he was killed by a band of nomadic humans. A sling bullet broke his skull while he defended an injured comrade. At the time I was shocked by his death, a graceless end to a valiant life. I cried for the last time at his funeral. On memory of him I swore to become the best, advancing beyond the ranks of my comrades until I was one of the best fighters and commanders among my people, despite my age.
it: In un brutto giorno egli rimase ucciso da una banda di uomini nomadi. Un proiettile di fionda lo prese in testa mentre difendeva valorosamente un compagno ferito. Quel giorno fui travolto dalla sua morte, la fine disgraziata della sua vita valorosa. Piansi per l’ultima volta al suo funerale. Alla sua memoria giurai di diventare il migliore, avanzando oltre ranghi dei miei compagni finché non fossi uno dei migliori combattenti e comandanti della mia gente, nonostante la mia giovane età.
ru: В один поистине несчастливый день он был убит группой бродяг. Снаряд из пращи раскроил его череп, когда он защищал раненного товарища. В то время, я был потрясен его смертью, столь несоответствующей его доблестной жизни. На его похоронах я плакал в последний раз. Я поклялся памятью отца стать лучшим, выдвинуться из рядов моих товарищей и не знать покоя, пока, не смотря на свой возраст, не стану одним из лучших бойцов и командиров моего народа.

source: I grew up patrolling the frontiers every week. Anlindë, a sorceress, has taken care of me like her own son since before I can remember. She has been to me the mother I never had, often spending far too much time caring for me rather than her own duties.
it: Crebbi pattugliando le frontiere ogni settimana. Anlindë, una sacerdotessa, si prese cura di me come se fossi suo figlio fin da quando ricordo. È stata la madre che non avevo mai avuto, spesso dedicando molto più tempo a prendersi cura di me che ai suoi compiti.
ru: Я рос, патрулируя границы каждую неделю. Насколько я помню, Анлиндэ, колдунья, всегда заботилась обо мне как о собственном сыне. Она стала мне матерью, которой я никогда не знал, и уделяла гораздо больше времени мне, чем своим обязанностям.

source: Recently, the frequency and intensity of incursions has increased. We can detect no single hand behind them, but it is as if they were thrust into our domains by some force greater than their own petty greed and rage. They throw themselves onto our blades and arrows as if death were a better alternative than retreat. Our patrol groups are growing in size to resist, but the pace of recruiting is becoming harder to maintain. Most people do not crave the chance to risk their lives in combat against such determined foes.
it: Ultimamente, la frequenza e l’intensità degli attacchi erano cresciute. Non eravamo in grado di individuare una singola mano dietro a questo, ma era come se fossero spinti nei nostri domini da qualche forza superiore alla loro meschina avidità o mania. Si gettavano sulle nostra lame e frecce come se fosse meglio morire che ritirarsi. Le nostre pattuglie crescevano stabilmente di dimensione per resistere, ma stava diventando difficile mantenere il ritmo nel reclutare. I più non volevano rischiare la propria vita in combattimenti contro nemici così ostinati.
ru: В последнее время частота и интенсивность вторжений увеличились. Мы не можем обнаружить ведущую их руку, но выглядит это так, как будто их гонит к нам некая сила, большая чем их собственные мелкие жадность и ярость. Они бросаются на наши мечи и стрелы, как будто смерть лучше отступления. Численность наших патрулей все увеличивается, но набирать новых бойцов становится всё труднее. Большинство не жаждет рискнуть своими жизнями в бою против столь решительного противника.
