Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: No, it is not safe until we discover who did this. Besides, bending our space-time to build this connection requires great powers; I don’t think I could destroy it alone. And I certainly wouldn’t doubt those evil sorcerers could reopen the connection from the other side if we closed it.
it: No, non sarebbe sicuro fino a che non scopriamo chi ha fatto tutto questo. D’altronde occorrono grandi poteri per piegare il nostro spazio-tempo per creare questo collegamento; non credo che potrei distruggerlo da sola. E non c’è dubbio che chi l’ha fatto potrebbe riaprire il collegamento dall’altro lato se venisse chiuso dal nostro.

source: This is a very wicked place. It is frightening.
it: Questo è davvero un luogo malvagio. È spaventoso.
ru: Это - очень злое место. Оно навевает страх.

source: And it really stinks like a whole army of corpses.
it: E puzza davvero come un intero esercito di cadaveri.
ru: И оно воняет как целая армия трупов.

source: Should I take that as an insult?
it: Devo prenderlo come un insulto?
ru: Я должен расматривать это как оскорбление?

source: The deeper we go, and the walls seem more and more alive. Those floating creatures in metallic armor... This cannot be just the craft of the evil humans or demons. There is something much more powerful and complicated going on here. But I know not what it is.
it: Più scendiamo in profondità e più sembra che queste pareti siano vive. Quelle creature fluttuanti in armatura metallica... Questo non può essere soltanto opera di uomini malvagi o demoni. Sta succedendo qualcosa di molto più potente e complesso qua. Ma non posso dire di cosa si tratti.
ru: Чем глубже мы идем, тем стены кажутся всё более и более одушевлёнными. И те плавающие существа в металлической броне... Это не может быть просто создано злыми людьми или демонами. Что-то намного более мощное и сложное присутствует здесь. Но я знаю не, что это.

source: Onward! Let us see what else we find here.
it: Andiamo avanti! Vediamo che altro troviamo quaggiù.
ru: Вперед! Давайте посмотрим, что мы еще здесь найдём.

source: I think I’ve just heard a voice, calling for help.
it: Credo di aver appena sentito una voce chiamare aiuto.

source: And? We cannot explore the entire place now, we lack the necessary time for that.
it: E allora? Non possiamo esplorare l’intero luogo ora, non ne abbiamo il tempo.
ru: И что? Мы не можем исследовать все происходящее здесь, у нас недостаточно для этого времени.

source: Yes, but if it’s a prisoner, it would be cruel on our part to leave them abandoned in these dungeons.
it: È vero, ma se si trattasse di prigionieri sarebbe crudele da parte nostra abbandonarli a se stessi in questi meandri.

source: (sighs) Alright, search for them...
it: (sospira) Ok, date un’occhiata...
ru: (вздыхает) Хорошо, поищем их ...

source: The Dungeon
it: Le Segrete
ru: Тюрьма

source: Intruders! Kill them! They must not gain access to the lower corridor!
it: Intrusi! Uccidiamoli! Non devono accedere ai corridoi inferiori!
ru: Злоумышленники! Убейте их! Они не должны добраться до нижнего прохода!

source: Persistent scum.
it: Feccia ostinata.
ru: Упорный мерзавец.

source: Face of the Enemy
it: Il Volto del Nemico
ru: Лицо врага

source: team_name^Hive dwellers
it: Abitanti dell’Alveare
ru: Обитатели улья

source: Explore and find your way to the main keep with Galas, Elynia, or Mal Keshar.
it: Esplora e fatti strada verso la fortezza principale con Galas, Elynia o Mal Keshar.
ru: Галас, Элиния или Мал Кешар должны найти путь к главной крепости.

source: This place smells of death and decay, but not the kind I enjoy. Something seriously evil goes on in this...warren? Hive? Thing?
it: Questo luogo puzza di morte e putrefazione, ma non del tipo che mi dà soddisfazione. Qualcosa di davvero malvagio accade in questo... formicaio? Alveare? Cosa?
ru: Это место пахнет смертью и разложением, но теми,что мне по душе. Какое-то серьезное зло происходит в этом ... муравейнике? Улье? В чём?

source: Given that those creatures float and have poison in their jaws, I’d call it a hive.
it: Dato che queste creature volano e hanno zanne avvelenate, lo chiamerei alveare.

source: This place is simply wrong! The air, the walls... Everything is unnatural! It is as if...
it: Questo luogo è semplicemente sbagliato! L’aria, le pareti... Tutto è innaturale! È come se...
ru: Это место просто какое-то неправильное! Воздух, стены... Все является неестественным! Это как будто...

source: ...we are no longer in our own world. Not even Wesmere’s underground tunnels can compare to this. There is a dark energy in the air; I would not be surprised if it tried to possess or destroy any of us at any moment.
it: ... non fossimo più nel nostro mondo. Nemmeno i sotterranei di Wesmere potevano essere paragonati a questo. C’è un’energia oscura nell’aria; non mi sorprenderebbe se quello provasse a possedere o distruggere chiunque di noi in qualsiasi momento.

source: Look out! We have just become prey to a swarm of them!
it: State attenti! Siamo appena stati presi di mira da uno sciame di quei cosi!
ru: Берегитесь! Мы только что стали жертвой ихнего роя!

source: Look out! We have just become targets to a swarm of them!
it: State attenti! Uno sciame di quei mostri ha appena iniziato a puntare su di noi!
ru: Берегись! Мы только что стали мишенью для ихнего роя!

source: Let’s give them a lesson to remember.
it: Diamo loro una lezione che non si dimenticheranno.

source: A presence... That presence... I felt it when we were escaping from Knalga.
it: Una presenza... Quella presenza... la sentivo mentre fuggivamo da Knalga.
ru: Присутствие ... Это присутствие ... Я чувствовала его, когда мы бежали из Кналга.

source: Could it possibly be related to whoever orchestrated that invasion?
it: È possibile che sia collegato a chiunque abbia architettato quella invasione?
ru: Возможно, это связано с тем, кто организовал вторжение?

source: Perhaps.
it: Forse.
ru: Может быть.

source: If it is, then he will feel my wrath for what he did to Anlindë.
it: Se è così, vedrà la mia ira per quello che ha fatto ad Anlindë.
ru: Если это так, то он почувствует на себе мой гнев за то, что он сделал с Анлиндэ.

source: Eh? Are those...pools of lava?
it: Eh? Ma quelle sono... vasche di lava?
ru: А? Это что... бассейны лавы?

source: They probably need the warmth to incubate. Like chicken eggs.
it: Probabilmente hanno bisogno di calore per essere incubati. Come le uova di gallina.
ru: Ввероятно, они нуждаются в тепле для инкубации. Как куриные яйца.

source: Oh, great. A welcoming party, indeed.
it: Oh, magnifico. Proprio un bel comitato di benvenuto.
ru: О, здорово. Настоящая делегация встречающих.

source: Distract them, we must make some time before the Warlord arrives to finish them off!
it: Distraeteli, ci serve del tempo prima che arrivi il Signore della Guerra a finirli!
ru: Отвлеките их! Мы должны выиграть время, пока прибудет Командующий и покончит с ними!

source: Prepare yourself, intruder!
it: Preparati, intruso!
ru: Готовьтесь, незваные гости!

source: The Chaos Warlord is coming here? That overlord, Benthos, told us that Anlindë last fought against the Warlord... That fell assassin shall not go unpunished! Brace yourselves!
it: Il signore della guerra del caos sta venendo qui? Quel comandante, Benthos, ci ha detto che Anlindë ha combattuto da ultimo contro il signore della guerra... Quel miserabile assassino non se ne andrà impunito! Preparatevi!
ru: Сюда прибудет Командующий Хаоса? Этот верховный лорд, Бентос, сказал нам, что Анлиндэ до последнего сражалась против Командующего... Этот жестокий убийца не должен остаться безнаказанным! Приготовьтесь!

source: I am not sure this is a good idea... I sense a great power heading toward this place. It’s coming from beyond those gates!
it: Non sono sicura che sia una buona idea... Sento un grande potere avvicinarsi a questo posto. Proviene da dietro quei cancelli!

source: What else can we do? Run like cowards? Never! We made it this far, there is no turning back.
it: Cos’altro possiamo fare? Scappare come vigliacchi? Mai! Siamo giunti fin qui, non possiamo tornare indietro.
ru: Что еще мы можем сделать? Поступить как трусы? Никогда! Мы зашли настолько далеко, что у нас нет пути назад.

source: That’s true...
it: Hai ragione...

source: Get out of our path, churls!
it: Toglietevi dalla nostra strada, zoticoni!
ru: Убирайся из нашего пути, невежа!

source: You shall not pass!
it: Non passerete!
ru: Вам не пройти!

source: The warlord is a female!
it: Il Signore della Guerra è una femmina!
ru: Командующий женщина!

source: I guess those creatures couldn’t tell...
it: Immagino che nemmeno quelle creature l’avrebbero indovinato...

source: Galas, the elvish leader. You have no idea how long I have been waiting for this moment — to see terror consume your soul as I squash you like an insect. To squash you in the same manner the witch did with me.
it: Galas, il capo degli elfi. Non hai idea di quanto tempo abbia aspettato questo momento... per vedere il terrore logorare la tua anima mentre ti schiaccio come un insetto. Per schiacciarti nella stesso modo in cui la strega ha fatto con me.

source: So you are the monster that killed Anlindë. You shall pay for that, and I’ll make sure that no part of your body remains to resurrect you!
it: Dunque sei tu il mostro che ha ucciso Anlindë. Pagherai per questo, e mi assicurerò che non rimanga niente del tuo corpo per risuscitarti!

source: Fool, there is no weapon or magical power left in this world to destroy me permanently. You will only be wasting your last minutes of life!
it: Pazzo, in questo mondo non è rimasta arma né potere magico che possa distruggermi definitivamente. Stai solo sprecando gli ultimi tuoi istanti di vita!
ru: Глупец, в этом мире не осталось оружия или волшебной силы, способной уничтожить меня навсегда. Вы только потратите впустую свои последние минуты жизни!

source: No, we will prevail. You are the one who will waste her last minutes of life.
it: No, noi vinceremo. Sei tu che stai sprecando gli ultimi istanti della tua vita.
ru: Нет, мы победим. Это вы зря потратите последние минуты своей жизни.

source: Ah, the formidable Lady of Light... Hm hm hm, you are nothing but a brash, insignificant creature without the help of your beloved. You should be taught not to defy the powers of Uria.
it: Ah, la portentosa Dama della Luce... Bene bene, non sei che una piccola, insignificante creatura senza l’aiuto del tuo amato. Qualcuno dovrebbe insegnarti a non sfidare i poteri di Uria.
ru: Ах, грозная Леди Света... Гм гм гм, вы - только нахальное, незначительное существо без помощи вашего возлюбленного. Вас нужно научить не бросать вызов мощи Урии.

source: You’ll find nothing but slow learners in that regard...
it: Non troverai che gente lenta a imparare a questo riguardo...

source: We have been distracted by more important matters than your pitiful war — you are almost beneath notice. You can try, and keep trying, but the Empire will never fall before you.
it: Siamo stati impegnati in questioni ben più importanti della vostra ridicola guerra... Siete appena degni di essere notati. Potete provare, e continuare a provare, ma l’Impero non cadrà mai davanti a voi.

source: It was a grave mistake to come here, invading our own fortress. Although my Master had an interest in dealing with you personally, I fear that I cannot allow myself to let your insolence go unpunished. Meet your end, now!
it: È stato un grave errore venire qua, invadendo la mia fortezza. Sebbene il Signore abbia interesse ad occuparsi di voi personalmente, temo che non potrò permettermi di lasciare impunita la vostra insolenza. Incontrate la vostra fine, ora!
ru: Это была серьезная ошибка - прибыть сюда, в нашу собственную крепость. Хотя моему Господину было бы интересно лично познакомиться с вами, я боюсь, что не могу позволить себе оставить вашей дерзость безнаказанной. Готовьтесь к смерти!

source: Defeat the Chaos Warlord.
it: Sconfiggi la signora della guerra del caos.
ru: Победите Вождя Хаоса.

source: Long live the Machine!
it: Lunga vita alle Macchine!
ru: Да здравствует Машина!

source: You are not capable of activating this sealed glyph. Perhaps you should send Elynia or Mal Keshar to it instead.
it: Non sei in grado di attivare questo glifo sigillato. Forse dovresti mandare Elynia o Mal Keshar invece.
ru: Вы не способны активировать этот запечатанный глиф. Возможно, вам следует послать сюда Элинию или Мала Кешара.

source: We, the Argazar people, fiddled perilously with the pillars of all lifeforms. And we created unspeakable abominations that we were forced to enhance and mass-produce, as we were losing a war with the planet Rythé.
it: Noi, il popolo Argazar, avevamo fatto pericolosi giochetti con i pilastri delle varie forme di vita. E avevamo creato indicibili abomini che fummo costretti a progettare e produrre in massa, dato che stavamo perdendo una guerra contro il pianeta Rythé.
ru: Мы, народ Аргазаров, ставили рискованные опыты с основами всевозможных форм жизни. И мы создали отвратительных тварей, которых мы были вынуждены увеличить и начать их массовое воспроизводство, поскольку мы проигрывали войну с планетой Рухт.

source: Those were the Shaxthals. With our great knowledge, we could select the best characteristics of every natural lifeform, add to them great strength and resistance, and then join them together in a single, perfect lifeform. The Biomechanicals, or ‘Shaxthals’ — which in our ancient tongue meant ‘Invincibles’.
it: Si trattava degli Shaxthal. Con la nostra grande conoscenza, eravamo riusciti a selezionare le migliori caratteristiche di tutte le forme di vita naturali, aggiungere grande forza e resistenza, per poi metterle tutte insieme in un’unica, perfetta creatura. I Biomeccanici, o Shaxthal, che nella nostra lingua antica significava “Invincibili”.

source: However, a cataclysm destroyed all our civilization and creations, except for a few of us who survived long enough to set a secret city underground.
it: Tuttavia, un cataclisma distrusse tutto della nostra civiltà e le nostre creazioni, tranne pochi di noi che sopravvissero abbastanza per costruire una città segreta sottoterra.
ru: Однако, катаклизм погубил всю нашу цивилизацию и все её творения, за исключением нескольких из нас, кто прожил достаточно долго, чтобы создать секретное городское подполье.

source: The Rythenians thought we were gone.
it: I Rytheniani pensavano che fossimo stati distrutti.
ru: Рухтениане думали, что мы ушли навсегда.

source: But the Shaxthals had their own survival system.
it: Ma gli Shaxthal avevano i loro sistemi di sopravvivenza.
ru: Но у Шаксталов была их собственная система выживания.

source: Most of the biomechanicals that were on the planet’s surface during the cataclysm were probably destroyed, but a small number of them survived with us underground. However, we forgot an important detail: their instincts.
it: La maggior parte dei biomeccanici che si trovavano sulla superficie del pianeta durante il cataclisma fu probabilmente distrutta, ma un numero ristretto di loro sopravvisse con noi nel sottosuolo. Tuttavia, avevamo dimenticato un importante dettaglio: i loro istinti.

source: Their instincts prevailed, and drove them to begin consuming our civilization — taking our bodies and integrating them into their own image. They possessed an advanced assimilation system which allowed them to merge into new environments, or alter them to suit their needs.
it: I loro istinti ebbero il sopravvento, e li portarono a consumare la nostra civiltà, prendendo i nostri corpi e integrandoli a loro immagine. Erano in possesso di un avanzato sistema di assimilazione che permetteva loro di immergersi in nuovi ambienti, o modificarli per adattarli ai propri bisogni.

source: Not just environments, but their organisms as well. The Shaxthals had the same knowledge of technology we had, but not the knowledge of genetics or magic. Yet, that was more than enough to convert our comrades into mindless servants of their ‘system’.
it: Non soltanto ambienti esterni, ma anche i loro stessi organismi. Gli Shaxthal avevano la stessa conoscenza e tecnologia che avevamo noi, ma non la genetica o la magia. Ciononostante, questo fu sufficiente per trasformare i nostri compagni in servitori senza cervello per il loro “sistema”.

source: Although we tried to make sure their hive could not grow bigger, we noticed that they had developed their own means of reproduction. Their numbers were increasing quickly.
it: Per quanto abbiamo provato ad assicurarci che il loro alveare non potesse crescere, ci accorgemmo che avevano sviluppato strumenti propri per la riproduzione. Il loro numero aumentava velocemente.
ru: Хотя мы пытались добиться, что их рой не смог увеличиться, мы заметили, что они развили свои собственные средства воспроизводства. Их число быстро возрастало.

source: With barely a few dozen of us left, we figured out a way to destroy the Shaxthals. The strongest ones, few as they were, survived. Our elders decided to keep them in cryogenic pods instead of destroying them forever, as they believed they could still be our last hope of survival.
it: Una dozzina appena di noi era rimasta, e trovammo un modo per distruggere gli Shaxthal. I più forti di loro, pochi com’erano, sopravvissero. I nostri anziani decisero di conservarli in baccelli criogeni anziché distruggerli per sempre, poiché speravano ancora che potessero rappresentare la nostra ultima speranza di sopravvivenza.
ru: Нас оставалось всего несколько дюжин, когда мы нашли способ уничтожить шаксталов. Несколько самых сильных из них выжило. Наши старейшины решили содержать их в криогенных коконах вместо того, чтобы уничтожить навсегда, поскольку они полагали, что те всё ещё могли быть нашей последней надеждой на выживание.

source: But we eventually disappeared. We, as animals, finally arrived at a dead end, with no means of reproduction. Our attempts to reproduce our species in a way similar to that of the Shaxthals were futile.
it: Ma, alla fine, scomparimmo. Arrivammo, come animali, a un vicolo cieco, senza modo per riprodurci. I nostri tentativi di riprodurre la nostra specie con mezzi simili a quelli usati per creare gli Shaxthal furono vani.
ru: Но в конечном счете мы исчезли. Мы, как биологический вид, зашли в тупик без средств воспроизводства. Наши попытки воспроизвести себе подобных тем же путём, что мы создали шакталов, оказались безуспешны.

source: Only our knowledge survived, in the form of these glyphs. And in the form of the pods that contained the remaining Shaxthals.
it: Solo la nostra conoscenza è sopravvissuta, nella forma di questi glifi. E nella forma dei baccelli che contenevano gli ultimi Shaxthal.
ru: Только наши знания сохранились в виде этих глифов. И в виде коконов, которые содержали оставшихся шаксталов.

source: It is our final hope that all this accumulated knowledge, technology, and history are not used for malign purposes.
it: La nostra ultima speranza è che ciò che abbiamo accumulato, conoscenza, tecnologia e storia, non vengano usati a scopi malvagi.
ru: Это - наша последняя надежда, что все эти накопленные знания, технологии, и наша история не будут использованы во зло.

source: That’s one heck of a history — it will take some time to digest.
it: È una storia sconvolgente... Ci vorrà un po’ per digerirla.

source: Really? Do you have a stomach in there?
it: Davvero? Hai uno stomaco, là dentro?
ru: Действительно? Вам такое по вкусу?

source: I guess this explains the strange lifeforms we have found in here. So someone must have unleashed them from their container pods.
it: Immagino che questa sia una spiegazione alle strane forme di vita che abbiamo trovato quaggiù. Così qualcuno deve averle liberate dai loro baccelli.
ru: Я думаю, это объясняет странные формы жизни, которые мы здесь обнаружили. Таким образом, кто-то, должно быть, выпустил их из коконов.

source: One would think that whoever did should have been smart enough to find this history first, right? That means he or she did it on purpose. Perhaps it would have been better if that person had been assimilated by these creatures too.
it: Si potrebbe pensare che chiunque sia stato avesse trovato prima questa storia, giusto? Questo significa che lui o lei lo ha fatto di proposito. Forse sarebbe stato meglio se anche quella persona fosse stata assimilata da queste creature.
ru: Напрашивается мысль, что, кто бы ни сделал это, он должен был быть достаточно умным, чтобы сперва найти эту историю, верно? Это означает, что он или она сделал это намеренно. Возможно, было бы лучше, если бы тот человек также был поглощён этими существами.

source: Perhaps they already have.
it: Forse è andata proprio così.
ru: Возможно, это уже случилось.

source: What? No! It is... It is impossible! You have summoned the power of the Union!!
it: Cosa? No! Non... non è possibile! Avete ristabilito il potere dell’Unione!
ru: Что? Нет! Это ... Это невозможно! Вы призвали силу Союза!

source: Use the ‘Union’ with Elynia or Mal Keshar to vanquish the Warlord.
it: Usa “l’Unione” di Elynia o Mal Keshar per sconfiggere la Signora della Guerra.

source: Protect them!
it: Proteggeteli!
ru: Защитите их!

source: Distract the Warlord for two turns, during which Elynia and Mal Keshar will not be able to move or attack.
it: Distrai il Signore della Guerra per due turni, durante i quali Elynia e Mal Keshar non saranno in grado di muoversi o attaccare.
ru: Отвлекайте Командующего на два хода, в течение которых Элиния и Мал Кешар не смогут двигаться или атаковать.

source: I’ll be back!
it: Tornerò!

source: She is fleeing to the deeper passages! We can’t let her escape!
it: Sta scappando nei passaggi più profondi! Non possiamo lasciarla scappare!

source: Onwards then! She must pay for her evil deeds.
it: Avanti allora! Deve pagare per le sue ignobili azioni!
ru: Тогда, вперед! Она должна заплатить за свои злодеяния.

source: I told you so, fools. I am immortal!
it: Ve l’avevo detto, sciocchi. Sono immortale!
ru: Я же говорила вам, дураки. Я бессмертена!

source: If none of you can think of a good idea, this is surely our end! Our backs are surrounded by lava, and it seems that no matter what we try, we can’t defeat her!
it: Se a nessuno di voi viene una buona idea, questa è davvero al nostra fine! Alle spalle siamo circondati dalla lava, e sembra che qualsiasi cosa facciamo non siamo in grado di sconfiggerla!

source: I... There is nothing that we can do against this unnatural power. If only Argan were still with us... Unless... I... I have an idea...
it: Io... Non c’è nulla che possiamo fare contro questo potere innaturale. Se solo Argan fosse ancora con noi... A meno che... Ho... Ho un’idea...
ru: Я... Нет ничего, что мы можем сделать против этой неестественной силы. Если бы только Арган был всё еще с нами... Если... Я... У меня есть идея...

source: Let’s hear it, then.
it: Sentiamo, allora.

source: Anything is better than nothing now!
it: Qualunque cosa è meglio di niente, ora!
ru: Что угодно - лучше чем ничего!

source: It is highly risky...and I’ll need Malin’s help. Malin, can I trust you and place our lives in your hands?
it: È molto rischioso... e mi servirà l’aiuto di Malin. Malin, posso fidarmi di te e riporre le nostre vite nelle tue mani?

source: Eh... your lives? What do you have in mind?
it: Eh... le vostre vite? Cos’hai in mente?
ru: Э... Ваши жизни? Что вы имеете в виду?

source: We need to put our hands together and concentrate.
it: Dobbiamo unire le nostre mani e concentrarci.
ru: Мы должны соединить руки и сконцентрироваться.
