Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: When you chose this unlife for yourself, you bound yourself to the ways of Darkness for the rest of eternity. There is nothing that can be done to remedy that now. However, the powers of Darkness are not necessarily evil by themselves; they <i>can</i> be put to good use. If we work together, I am sure we can call upon the ultimate balance of Light and Darkness, and use it to turn this fight to our advantage.
it: Quando hai scelto per te questa non-vita, ti sei legato alle vie dell’Oscurità per il resto dell’eternità. Non c’è nulla che possiamo fare ora per rimediare. Comunque, i poteri dell’Oscurità non sono di per sé necessariamente malvagi; essi <i>possono</i> essere impiegati a buon fine. Se collaboriamo, sono sicura che possiamo richiamare il grande equilibrio tra Luce e Oscurità, e usare questo contrasto a nostro vantaggio.

source: We will try to call upon the power of the Union using your mastery of Darkness to replace Argan’s.
it: Proveremo a richiamare il potere dell’Unione sfruttando la tua conoscenza dell’Oscurità per rimpiazzare quella di Argan.

source: We will WHAT?! No, no, wait! I am no hero! I...am not supposed to do this... I am supposed to kill you, and be on my merry way to eternal damnation...
it: Proveremo COSA!? No, no, aspetta! Non sono mica un eroe! Io... Non è questo che faccio io... Quello che dovrei fare è uccidervi, e andarmene tutto allegro per la via dell’eterna dannazione...
ru: Мы будем ЧТО?! Нет, нет, не подождите! Я не герой! Я..., мне не положено делать это... Мне полагается убить Вас, и пойти по своему весёленькому пути к вечному проклятию...

source: Malin, you did many things in the past, many wrong things. But you also did us a great good — you guided Galas and his loyal followers to the deepest parts of Irdya, awoke me from my long slumber, and opened my blind eyes to the new order. You cannot say you are not suited for this task anymore. It is your fate, after all. Would you prefer to remain hidden underground like a rat, or would you rather fight for a just cause a final time?
it: Malin, hai fatto molte cose in passato, molte cose riprovevoli. Ma hai anche fatto un gran bene per noi, hai guidato Galas e i suoi fedeli seguaci nei più profondi meandri di Irdya, risvegliato me dal mio lungo sonno, e aperto i miei ciechi occhi al nuovo ordine. Non puoi più dire di non essere adatto a questo compito. È il tuo destino, dopo tutto. Preferiresti rimanere nascosto sottoterra come un ratto, o piuttosto combattere per una giusta causa un’ultima volta?

source: Pah, alright. As you wish, Elynia...
it: Bah, d’accordo, come desideri, Elynia...
ru: Фу, ладно. Как хотите, Элиния...

source: We must not be interrupted! You’ll have to find a way to distract the Warlord for now, Galas.
it: Non dobbiamo essere interrotti! Dovrete trovare un modo per distrarre la Signora della Guerra per un po’, Galas.

source: So we shall.
it: Faremo del nostro meglio.
ru: Мы сделаем это.

source: Aye!
it: Sissignore!
ru: Я за!

source: Yeah!
it: Sì!
ru: Да!

source: Move Elynia and Mal Keshar so that they are on adjacent hexes.
it: Sposta Elynia e Mal Keshar in modo che si trovino su esagoni adiacenti.
ru: Поставьте Мала Кешара и Элинию на соседние поля.

source: Distract the Warlord.
it: Distrai la Signora della Guerra.
ru: Отвлеките Командующего.

source: The Dark Hive
it: L’Alveare Nero
ru: Темный Улей

source: Find Elyssa and defeat her with Elynia or Mal Keshar.
it: Trova Elyssa e sconfiggila con Elynia o Mal Keshar.
ru: Найти Алису и победите ее с Элинией или Малом Кешаром.

source: The coward entered one of those tunnels. Which one do we want to follow?
it: La vigliacca è entrata in uno di questi tunnel. Quale dovremmo seguire?
ru: Трус бежал в один из этих туннелей. Каким из них двинемся мы?

source: She is trying desperately to gain additional time to regroup her minions and send them after us...
it: Sta disperatamente tentando di guadagnare tempo per radunare i suoi schiavi e spedirceli contro...
ru: Она отчаянно пытается выиграть время для перегруппировки своих приспешников и отправить их вслед за нами ...

source: ... since the power of the Union is too overwhelming for her alone. Let’s choose a path and try to find her.
it: ... perché il potere dell’Unione è troppo grande per lei sola. Scegliamo un percorso e troviamola.

source: We should avoid those dark and windy passages. With such evil creatures lurking around, we might get cornered and trapped in there.
it: Dovremmo evitare quei passaggi oscuri e ventosi. Con simili creature in circolazione, laggiù potremmo essere messi all’angolo e rimanere intrappolati.
ru: Мы должны избегать этих темных и пустых проходов. С такими злыми существами, скрывающимися вокруг, мы можем оказаться загнанными в угол, и попасться в ловушку.

source: Shaxthal lifeforms
it: Forme di vita Shaxthal
ru: "Шакстал" форма жизни

source: The earliest modern Shaxthal design is basically a mundane creature covered in armor, though mangled, rid of its limbs and tail, when applicable. An onboard computer is embedded into its brain and controls it with the help of a neural interface. However, this model was deprecated due to its high maintenance and development costs.
it: L’idea dei primi Shaxthal moderni è quella di creature mondane ricoperte con armature, benché mutilate, private dei loro arti e della coda, quando possibile. Un computer è installato nel loro cervello e li controlla con l’aiuto di un’interfaccia neuronale. Tuttavia, questo modello fu messo da parte per via dei suoi elevati costi di mantenimento e sviluppo.
ru: Самый ранний проект современного Шакстала - это в своей основе приземленное существо укрытое в броню, хотя и искалеченное, избавленное от конечностей и хвоста, когда это было нужно. Бортовой компьютер вживлён в его мозг и управляет им с помощью нервного интерфейса. Однако, эта модель была раскритикована из-за высоких затрат на её обслуживание и развитие.

source: Instead, a basic genetic template for modifying, and even creating, living creatures to use as the biological basis of Shaxthal lifeforms was designed. It involves fixating metallic elements into several proteins used to develop an exoskeleton during the larval stage of their life cycles.
it: Invece, fu progettato un nuovo modello genetico per modificare, o persino creare, creature viventi da usare come base biologica per forme di vita Shaxthal. Questo coinvolge il fissaggio di elementi metallici in diverse proteine usate per sviluppare un esoscheletro durante lo stadio larvale dei loro cicli vitali.
ru: Вместо этого был разработан базовый генетический шаблон для того, чтобы изменить и даже создать живых существ, для использования их в качестве биологической основы новой формы жизни - Шаксталов. Он включает фиксирующие металлические элементы в несколько белков, используемых, чтобы развить экзоскелет во время стадии личинки их жизненного цикла.

source: This new design allows for easy reproduction and control over the creatures. Their nerve system is genetically modified to be partially remote-controlled when necessary, but the hard-coded instincts in their DNA are intended to serve most general purposes automatically, without need of direct intervention on the creatures.
it: Questo nuovo progetto permette facile riproduzione e controllo sulle creature. Il loro sistema nervoso viene modificato geneticamente per essere parzialmente controllato in remoto quando necessario, ma i complessi istinti codificati nel loro DNA sono pensati per elaborare automaticamente gli aspetti più importanti, senza bisogno di un intervento diretto sulle creature.
ru: Этот новый проект разработан для легкого воспроизводства и контроля над существами. Их нервная система генетически модифицирована для частичного дистанционного управления, когда это необходимо. Но жёстко закодированные инстинкты в их ДНК предназначены служить наиболее общим целям автоматически, без необходимости непосредственного управления существами.

source: Shaxthal lifeforms are raised in specially built reticuli where they get all the necessary support for their development. The creatures’ adaptability should allow them to build new reticuli in new environments as well. Moreover, they can modify the genetics of foreign lifeforms and generate new Shaxthal development trees. This has been reported to be successful in underground or underwater environments, rather than surface level.
it: Le forme di vita Shaxthal vengono allevate in reticoli costruiti in modo speciale, dove hanno tutto il supporto necessario per il loro sviluppo. L’adattabilità delle creature dovrebbe permettere loro anche di costruire nuovi reticoli in nuovi ambienti. Inoltre, possono modificare la genetica di forme di vita estranee e generare nuovi alberi di sviluppo Shaxthal. Abbiamo registrato dei successi in questo in ambienti sotterranei e subacquei, oltre che in superficie.

source: Their exoskeleton is mostly composed of a modified keratin—protein—with light metallic elements fixated in strings. The result is a highly resistant, yet very flexible armor, which is even more versatile thanks to the arthropoda-inspired overall structure.
it: Il loro esoscheletro è composto per la maggior parte da una cheratina modificata (una proteina) con elementi metallici leggeri fissati nelle stringhe. Il risultato è un’armatura di elevata resistenza, ma comunque molto flessibile, resa ancora più versatile dalla struttura globale ispirata agli artropodi.

source: Despite all the obstacles set just for you in the hive, you still think you can continue and slay the Shadow Master in his own lair. I underestimated your stupidity.
it: Nonostante tutti gli ostacoli, messi appositamente per voi nell’alveare, pensate ancora di poter continuare e distruggere il Signore dell’Ombra nel suo stesso covo. Avevo sottovalutato la vostra stupidità.
ru: Несмотря на все преграды, приготовленные для вас в улье, вы все еще думаете, что сможете прорваться и убить Повелителя Теней в его собственном логове. Я недооценила вашу глупость.

source: Quit your chatter and finish your fight with us, coward!
it: Piantala con le tue chiacchiere e continua il tuo scontro con noi, vigliacca!
ru: Кончай свою болтовню и сражайся с нами до конца, трусиха!

source: She escaped again!
it: È scappata di nuovo!
ru: Она опять сбежала!

source: Phaw, are we going to have to chase her through each of these damned tunnels?
it: Bah, le dovremo dare la caccia attraverso ciascuna di queste dannate gallerie?
ru: Проклятье! Мы что, будем преследовать её через все эти проклятые туннели?

source: Oh, no! More of them!
it: Oh, no! Ne arrivano ancora!
ru: О, нет! Их ещё больше!

source: It would seem that for every vanquished foe, three more appear to replace it.
it: Sembrerebbe che per ogni nemico sconfitto, altri tre compaiano per prendere il suo posto.
ru: Кажется, что вместо каждого побежденного противника появляются три новых.

source: They will die all the same. Prepare to fight!
it: Moriranno ugualmente tutti. Preparatevi a combattere!
ru: Все они также сдохнут. Приготовьтесь к битве!

source: What the...?! Look, this place is floating over the infinite void!
it: Ma che...!? Guardate, questo luogo galleggia sul vuoto infinito!
ru: Что...?! Смотрите, это место парит в бесконечной пустоте!

source: Dear Lords of Light!
it: Per i Signori della Luce!
ru: Почтенные Лорды Света!

source: Aaargh, I feel dizzy now!
it: Aaargh, ho le vertigini ora!
ru: Гррр, у меня кружится голова!

source: Most certainly we are not on our world any longer.
it: La cosa più probabile è che non siamo più nel nostro mondo.
ru: Наверняка мы больше не в нашем мире.

source: You don’t know when to give up, eh?
it: Non sapete proprio quando è ora di arrendersi, eh?

source: And you don’t know when to admit defeat. The power of the Union can destroy you easily. Accept your fate, instead of running away like a rat!
it: E tu non sai proprio quando è ora di ammettere la sconfitta. Il potere dell’Unione ti può distruggere facilmente. Accetta il tuo destino, invece che scappare via come una pantegana!

source: Pathetic creatures...
it: Patetiche creature...
ru: Жалкие существа...

source: What happened to those undead minions?
it: Che è successo a quei servi non-morti?
ru: Что случилось с этой нежитью?

source: What happened to that undead minion?
it: Che è successo a quel servo non-morto?
ru: Что случилось с нежитью?

source: It’s time for somebody to kill you for good, wretched wench!
it: È ora che qualcuno ti uccida per bene, miserabile sgualdrina!

source: There’s no point on attacking her directly! She will absorb all damage unless Mal Keshar or Elynia can destroy her first!
it: Non ha senso attaccarla direttamente! Assorbirà tutto il danno a meno che Mal Keshar o Elynia riesca a distruggerla prima!

source: female^weakened
it: indebolita
ru: ослаблена

source: Ahhhh... It burns!!
it: Ahhhh... Brucia!!
ru: Ай... Он жжётся!

source: I cannot believe it... I have fallen, and failed my Master...
it: Non ci posso credere... Sono caduta, e ho deluso il mio Signore...
ru: Я не могу в это поверить... Я проиграла и подвела своего Господина...

source: Who are you?
it: Chi sei?
ru: Кто ты?

source: I am Elyssa. Before stumbling upon the Chaos Empire, I wandered over the sands, studying the remnants of the ancient Empire’s history. But the Shadow Master... He taught me things you could not believe! He showed me the powers of the grand Uria! He...they, they converted me to their side, turning me into a demon...and then, the witch tried to kill me. She could not do it, but she severely damaged my body nonetheless. Thanks to His mastery of the arcane craft, I was rescued and restored...
it: Sono Elyssa. Prima di imbattermi nell’Impero del Caos, erravo sulle sabbie, studiando ciò che rimaneva della storia dell’antico impero. Ma il signore dell’ombra... Mi ha insegnato cose che voi non potreste nemmeno credere! Mi ha mostrato i poteri della grande Uria! Lui... loro, loro mi hanno trascinato dalla loro parte, trasformandomi in un demone... e poi, la strega ha tentato di uccidermi. Non ci è riuscita, ma mi ha comunque ferita seriamente. Grazie alla Sua abilità nelle arti esoteriche, sono stata messa in salvo e curata...

source: A converted sorceress, then. Can you tell us where your master hides?
it: Una maga convertita, dunque. Puoi dirci dove si nasconde il tuo maestro?
ru: Обращённая волшебница, значит. Вы можете сказать нам, где скрывается ваш хозяин?

source: She shall not answer. Off with her head!
it: Non risponderà. Tranciatele la testa!
ru: Она не станет отвечать. Голову ей долой!

source: No, wait! I...I can tell you... But only if you swear you will spare my life and let me flee. I won’t trouble you anymore.
it: No, aspettate! Io... Io posso dirvelo... Ma solo se giurate di risparmiarmi la vita e di lasciarmi scappare. Non vi procurerò altri danni.

source: Don’t listen to her lies, Elynia! You know these creatures cannot be trusted!
it: Non ascoltare le sue menzogne, Elynia! Sai che di queste creature non ci si può fidare!

source: Elynia looked Elyssa directly in the eyes for some time. Finally, she responded to the defeated enemy’s plea.
it: Elynia guardò Elyssa dritto negli occhi per qualche tempo. Infine, rispose alla preghiera della nemica sconfitta.

source: Tell me what you know and I swear you can keep what life you have left. Just get out of my sight as quickly as you can. Now out with it.
it: Dimmi quello che sai e giuro che potrai tenere la vita che ti è rimasta. Ma bada di sparire dalla mia vista più velocemente che puoi. Ora vuota il sacco.
ru: Скажите мне то, что вам известно, и я клянусь, что вы сможете сохранить ту жизнь, которая у вас есть. Только исчезните так быстро, как только сможете. Теперь к делу.

source: But she...
it: Ma lei ha...
ru: Но она...

source: See those gates?
it: Vedete quei cancelli?
ru: Видите эти ворота?

source: The dark road there goes through the limit between our worlds, and enters the cold Inferno. If you continue across the snow following the tip of the road, you should be able to find the entrance to his lair and the lower hive.
it: La strada scura scende oltre il limite tra i nostri mondi, ed entra nel freddo Inferno. Se continuate attraverso la neve seguendo la via, dovreste riuscire a trovare l’entrata del suo covo e l’alveare inferiore.
ru: Темная дорога проходит там границу между нашими мирами, и входит в ледяной Ад. Если вы пройдёте через снега, следуя по дороге, вы сможете найти вход в его логово и нижний улей.

source: But be warned — his lair is well guarded by demonic commanders. And even if you manage to get past them, you’ll still have to fight his most exotic creations in the Lair.
it: Ma siete avvertiti: il suo covo è ben sorvegliato da comandanti demoniaci. E anche se riusciste a oltrepassare loro, dovrete ancora combattere le sue più strane creazioni nel Covo.

source: Fine. Now, go.
it: Bene. Ora, sparisci.
ru: Прекрасный. Теперь, иди.

source: Why? She is the only cause for Anlindë’s death!
it: Perché? È l’unica causa della morte di Anlindë!

source: I cannot allow myself to kill someone so dramatically weaker than myself. It would be unfair, and cruel. Only this enemy is capable of acting that way. Should we become foul-minded creatures to fight the evil?
it: Non posso permettermi di uccidere qualcuno così drammaticamente più debole di me. Sarebbe ingiusto, e crudele. Solo questo nemico è in grado di comportarsi in questo modo. Dovremmo diventare creature dalla mente distorta per combattere il male?
ru: Я не могу позволить себе убивать кого-то настолько более слабого чем я сама. Это было бы несправедливо, и жестоко. Только наш враг способен действовать таким образом. Мы что, должны стать подлецами, чтобы бороться со злом?

source: I’ll answer for you: no. But enough talk, let’s continue down that road.
it: Risponderò io al posto tuo: no. Ma basta parlare, continuiamo per quella strada.

source: The Frozen Hell
it: L’Inferno di Ghiaccio
ru: Ледяной ад

source: team_name^Lair guards
it: Guaride del Covo
ru: Охранник логова

source: Locate and enter the Lair of the Shadow Master with Galas, Elynia, or Mal Keshar.
it: Individua il Covo del Signore dell’Ombra ed entraci con Galas, Elynia o Mal Keshar.
ru: Найдите и войдите в Логово Повелителя Теней Галасом, Элинией или Малом Кешаром.

source: Brrr, I’m freezing!
it: Brrr, mi sto congelando!

source: So this is Inferno... It is rather cold...
it: Dunque questo è l’Inferno... È piuttosto freddo...
ru: Итак, это - Ад... Довольно холодно...

source: I don’t think this is even a tenth of this...land, if we can even call it that. The ancient legends indicate that this ought to be a much bigger place.
it: Io non penso sia più di un decimo di questa... terra, ammesso che la si possa chiamare così. Le antiche leggende dicono che questo dovrebbe essere un posto molto più esteso.

source: If what that fiend said is true, we should follow the tip of the road across the snow to find the emperor’s lair. But I’m starting to have my doubts. What if all this is just a trap set by Elyssa or her master?
it: Se ciò che la nostra nemica ci ha detto è vero, dovremmo seguire la traccia della strada in mezzo alla neve per trovare il covo dell’imperatore. Ma comincio ad avere i miei dubbi. E se questa fosse soltanto una trappola imbastita da Elyssa o dal suo padrone?

source: We’ll step on the trap and manage to escape from it, as always. Is that a good enough plan?
it: Finiremo in trappola e riusciremo ad uscirne, come al solito. Ti sembra un piano abbastanza buono?

source: Well, it’s very good for someone who lacks a brain...
it: Beh, è molto buono per uno che non ha un cervello...

source: Fair enough. Let’s not waste time here or we’ll freeze to death.
it: Bene. Non perdiamo altro tempo qui, o moriremo assiderati.

source: Welcome to my lair, foolish creatures.
it: Benvenuti nel mio covo, sciocche creature.
ru: Добро пожаловать в моё логово, глупые создания.

source: Welcome to the Lair
it: Benvenuti nel Covo
ru: Добро пожаловать Логово

source: Find the Shadow Master and put a definitive end to his evil empire.
it: Scova il Signore dell’Ombra e spazza definitivamente via il suo impero del male.
ru: Найдите Повелителя Теней и положите конец его империи зла.

source: Come out of your hiding, villain! Your rule of doom is about to come to an end!
it: Vieni fuori dal tuo nascondiglio, canaglia! Il tuo regno del male sta per finire!
ru: Выходи из своего убежища, злодей! Твоему гибельному правлению вот-вот придёт конец!

source: Nothing.
it: Niente.
ru: Ничего.

source: Gah! The doors behind us have been replaced by a solid wall! We are trapped in this lair, probably so he can torment us with his fiendish games.
it: Ehi! Le porte alle nostre spalle sono sparite, al loro posto c’è un solido muro! Siamo intrappolati in questo covo, probabilmente vuole fare il suo gioco con noi.
ru: Гуп! Двери позади нас исчезли, став сплошной стеной! Мы оказались в ловушке в этом логове. Возможно, таким образом он издевается над нами в своей дьявольской игре.

source: Then let’s be on guard.
it: Allora stiamo in guardia.

source: That didn’t sound very nice.
it: Questo suono non era granché carino.

source: Eventually, the raiding battalion lead by Mal-Si’ah managed to find the remains of an underground city that was inhabited by the Argazar civilization eons ago. After lengthy and tedious excavations they gained access to their repositories of knowledge, in which they recorded the design plans of one of their most powerful technological creations: the Shaxthals.
it: Alla fine, il battaglione di incursori guidato da Mal-Si’ah è riuscito a trovare i resti di una città sotterranea abitata ere fa dalle civiltà Argazar. Dopo lunghi e tediosi scavi hanno avuto accesso ai loro archivi di conoscenza, dove hanno trovato i progetti della loro più potente creazione tecnologica: gli Shaxthal.

source: Mal-Si’ah found the remains of some of those creatures amidst the ruins of the city. It would seem that they were guarding the city against possible invaders before starving and dying.
it: Mal-Si’ah ha trovato i resti di alcune di quelle creature in mezzo alle rovine della città. Sembrerebbe che stessero facendo a guardia alla città contro possibili invasori prima di morire di fame.

source: After hours of investigating the corpses and the design plans recorded in the crystal glyphs—
it: Dopo ore di ricerche i corpi e i progetti registrati nei glifi di cristallo—

source: I cannot completely understand why, but the preserved prototypes’ design is not usable to produce a functional living organism. For now, I shall investigate how to use existing living organisms to build new biomechanical systems.
it: Non riesco a capire a fondo perché, ma i progetti conservati dei prototipi non possono essere usati per produrre un organismo vivente funzionale. Per ora, indagherò su come usare gli organismi vivi esistenti per costruire nuovi sistemi biomeccanici.

source: I borrowed three prisoners from the southwestern hunters for my experiments — two males and a female. Unfortunately, mangling them shortened the males’ lives, and they did not last long enough to test.
it: Ho preso in prestito tre prigionieri dai cacciatori del sud-est, per i miei esperimenti: due maschi e una femmina. Purtroppo, le manipolazioni hanno ridotto la longevità dei maschi, e non sono durati abbastanza per i test.
