Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: However, the female had an impressive resistance to damage and injury, so I could finally remove her limbs and most of her vital systems once her trunk was connected to a support system. And so I managed to connect the mangled body into the new drone prototype; however, I forgot a very important detail — her nervous system was still sentient. Once the effect of the anesthetics faded, awareness returned and the drone went out of control.
it: Tuttavia, la femmina ha avuto una resistenza impressionante ai danni e alle ferite, così ho potuto finalmente rimuovere i suoi arti e la maggior parte dei sui sistemi vitali una volta che il busto è stato connesso ad un sistema di supporto. E così sono riuscito a connettere il corpo mutilato al nuovo prototipo di drone; tuttavia, ho dimenticato un dettaglio molto importante: il suo sistema nervoso era ancora senziente. Una volta svanito l’effetto dell’anestetico, è tornata cosciente e ho perso il controllo del drone.

source: Perhaps I’d prefer not to know any more of it.
it: Forse preferirei non sapere altro a questo proposito.

source: Actually, I would like to extract all possible information from the glyph.
it: Veramente mi piacerebbe estrarre tutta l’informazione possibile dal glifo.
ru: Но я хотела бы извлечь всю возможную информацию из глифа.

source: Ehm, say again? Elynia, I don’t really like the idea either — did you think that I created ghouls from enjoyment? I just did it because some invisible force drove me to.
it: Ehm, dici? Elynia, neanche a me piace molto l’idea... pensavi che io creassi mostri per divertimento? L’ho fatto solo perché qualche forza invisibile mi ha spinto.

source: Sorry, but I do know about these things better than any of you. Just let me extract the glyph’s contents; I know exactly how to do it.
it: Mi dispiace, ma ne so più di chiunque di voi riguardo a queste cose. Lasciatemi solo estrarre i contenuti del glifo, so esattamente come farlo.

source: I miss your lips, your voice I think of them But thoughts cannot fill The silent and painful void Where any value is nil But yours, which I feel This hopeless wait Mixture of rage and pain Floods my mind And lacking the might I sit down Contemplate the wind And drown in despair
it: Mi mancano le tue labbra, la tua voce penso a loro. Ma i pensieri non possono riempire il silenzioso e doloroso vuoto dove ogni valore e vano tranne il tuo, che io sento. Questa attesa senza speranza misto di rabbia e dolore inonda la mia mente e non avendo la forza mi siedo contemplo il vento e mi piego alla disperazione.

source: Embrace you I want Yet I cannot even see Further where you are So I shall wait Just a bit more Thinking of your face And our former rejoice Trying to forget The silent and painful void Which your absence brought
it: Ti voglio abbracciare ma non posso nemmeno vedere più dove sei così dovrò aspettare solo un altro po’ pensando al tuo volto e la tua gioia passata tentando di scordare il silenzioso e doloroso vuoto che la tua assenza ha portato.
ru: Я Вас хочу обнять, Но ныне Вы далече. Мне остаётся лишь Надеяться и ждать. Ваш лик хочу призвать, И вспомнить радость встречи, Глухую пустоту Забыть чтоб и прогнать. Ту, что грызёт меня: Вас нет подле меня.

source: Hey, what do we have here... Cockatrices! Cockatrices are coming!
it: Ehi, cos’abbiamo qui... Cockatrici! Cockatrici in arrivo!
ru: Эй, что у нас здесь ... Кокетрасы! Кокетрасы идут!

source: Cocka-what?
it: Cocka-che?
ru: Коке-что?

source: Bird-like reptilian creatures which are said to be able to turn any living thing to stone with a single glance of their eyes. It is also said that they do not exist unless summoned by magical means.
it: Rettili simili ad uccelli che si dice siano in grado di tramutare qualsiasi essere vivente in pietra con un solo sguardo. Si dice anche che non possano esistere, se non evocati tramite artifici magici.
ru: Птице-подобные рептилии, которые, как говорят, в состоянии превратить все живое в камень одним взглядом своих глаз. Также говорят, что их не бывает, если только они не вызваны магическими средствами.

source: Yes, yes — alright, attention everyone! Do not look upon their eyes!
it: Sì, sì... bene, attenzione, tutti quanti! Non guardateli negli occhi!

source: I think I can remove the effects of their magic with a spell.
it: Penso di poter annullare gli effetti della loro magia con un sortilegio.
ru: Я думаю, что можно удалить последствия их магии с заклинанием.

source: That will be a great help against these beasts. We should be able to dispel their magic if we can find the object to which they are bound. All cockatrices must be bound to a physical object when created. So...
it: Sarà un grande aiuto contro queste bestie. Dovremmo essere in grado di sradicare la loro magia se riusciamo a trovare l’oggetto a cui sono legati. Tutte le cockatrici devono essere legate a un oggetto fisico quando vengono create. Perciò...
ru: Вы можете оказать большую помощь в борьбе против этих зверей. Мы, должно быть, сможем развеять их магию, если нам удастся найти объект, к которому они привязаны. Все василиски при создании должны быть привязаны к некому физическому объекту. Так что ...

source: Find the object which holds the magic of the Cockatrices and destroy it.
it: Trova l’oggetto che detiene la magia delle cockatrici e distruggilo.
ru: Найти объект, который поддерживает магию василисков, и уничтожить его.

source: Elynia is petrified by the Chimera or a Cockatrice
it: Elynia viene pietrificata dalla Chimera o da una cockatrice
ru: Элиния окаменеет от химеры или василиска

source: What the hell is that thing?
it: Che diavolo è quella cosa?
ru: Что, черт возьми, это такое?

source: It appears to be a creature made from parts of assorted monsters. Not a pleasant thought...
it: Sembra una creatura fatta di parti di mostri vari. Non un pensiero rincuorante...
ru: Кажется, это существо, сделанное из частей различных монстров. Неприятная мысль...

source: How can it be... Everyone listen to me! The power of these creatures seems to come from that abomination!
it: Come può essere... Ascoltatemi tutti! Il potere di queste creature sembra venire da quell’abominio!
ru: Как такое может быть... Все слушайте меня! Кажется, сила этих существ исходит из той мерзости!

source: Are you sure? No one has ever bound the stone to the living!
it: Sei sicuro? Nessuno ha mai legato la pietra alla vita!
ru: Вы уверены? Никто и никогда не связывал камень с жизнью!

source: There is always a first time.
it: C’è sempre una prima volta.
ru: Всегда бывает первый раз.

source: Kill the Chimera.
it: Uccidi la Chimera.
ru: Убейте химеру.

source: I can’t...hold against it...
it: Non riesco... a resistere...

source: Look!
it: Guardate!
ru: Смотрите!

source: As you suspected, Malin. The death of the chimera caused all the other cockatrices to collapse.
it: Come pensavi, Malin. La morte della chimera ha fatto crollare tutte le cockatrici.
ru: Как Вы и подозревали, Малин, смерть химеры заставила всех других василисков разрушиться.

source: Certainly. The creator must have bound them to the leading chimera. Odd, for cockatrices must be bound to an object which has their dreaded power. There has never been a case in which this object was a similar creature, up till now. This could only be done by an uncannily powerful magic.
it: Certo. Il creatore deve averle legate alla chimera che le conduceva. Strano, dato che le cockatrici devono essere legate a un oggetto che abbia il loro temibile potere. Non è mai accaduto che quest’oggetto fosse una simile creatura, finora. Questo non può essere che il frutto di un inquietante potere magico.
ru: Разумеется. Создатель, должно быть, связал их с главной химерой. Странно. Василиск должен быть связан с объектом, который обладает их ужасной силой. До сих пор, никогда ещё не было случая, чтобы этот объект был подобным существом. Это могло быть сделано только удивительно сильным волшебством.

source: Those gates...
it: Quei cancelli...
ru: Те ворота...

source: I wonder what is awaiting behind them.
it: Mi chiedo cosa ci sia in agguato dietro di essi.
ru: Интересно, что ожидает нас за ними.

source: There is only one way to find out.
it: C’è un solo modo per scoprirlo.
ru: Есть только один способ это узнать.

source: udesc^Chimera
it: Chimera
ru: Химера

source: team_name^Lair hive
it: Alveare
ru: Улей логова

source: Touchplate triggered. A magic gate opens.
it: Piastra premuta. Un cancello di magia si apre.
ru: Сенсор срабатывает. Волшебные врата открываются.

source: Agony of Body and Soul
it: Agonia del Corpo e dello Spirito
ru: Страдания тела и души

source: Elynia... you betrayed... me...
it: Elynia... mi hai... tradito...
ru: Элиния... Вы предали... меня...

source: (crying) No, it is you who betrayed my trust...and my heart... You betrayed all our people too, all those who we had protected...and swore to defend till the end of time. You betrayed our cause, and ultimately betrayed yourself.
it: (piangendo) No, sei tu che hai tradito la mia fiducia... e il mio amore.. Hai tradito anche tutta la nostra gente, tutti quelli che avevamo protetto... e giurato di difendere fino alla fine del tempo. Hai tradito la nostra causa e in definitiva te stesso.
ru: (плачет): Нет, это ты предал мое доверие ... и мое сердце ... Ты предал всех наших людей. Всех тех, кого мы защитили ... и поклялись защищать до конца времён. Ты предал наше дело, и в конечном счёте предал себя.

source: Heh... nothing but... a matter of your point... of view... and choices... I chose my fate. I guess this is what I deserved from the beginning...
it: Eh... solo una... questione di punti... di vista... e scelte diverse... Ho scelto il mio destino. Penso che questo sia quello che mi sono meritato fin dall’inizio...
ru: Хех... ничего подобного ... это лишь ваша точка ... зрения ... и выбор ... Я выбрал свою судьбу. Я думаю, это то, что я заслужил изначально ...

source: No, you never deserved this until you chose to cause harm to us all. None of this...none of this would have happened if I...
it: No, non ti sei mai meritato questo finché non hai scelto di fare del male a tutti noi. Niente di tutto questo... niente sarebbe mai accaduto se io...
ru: Нет, ты не заслуживал этого, пока не выбрал дело, вредящее нам всем. Но ничего этого... ничего этого не произошло бы, если бы я...

source: If you want... to do me a last... favor... don’t blame yourself...
it: Se vuoi... farmi un ultimo... favore... non biasimarti...

source: You said something like Uria did all of this to you. Is she our real enemy then?
it: Hai detto qualcosa come che era stata Uria a farti tutto questo. È lei allora il nostro vero nemico?
ru: Ты сказал что-то вроде "Урия сделала все это для меня". Значит она наш настоящий враг?

source: Yes... she... will avenge me... that’s for sure. Don’t even... try to defeat her... she’s very well hidden... in the heart of Inferno... and the prophecy of the Union has been... broken. Now the power of the Union... is gone... nothing can destroy her now... (ack)
it: Sì... lei... mi vendicherà... questo è certo. Non provate nemmeno... a sconfiggerla... è molto ben nascosta... nel cuore dell’inferno... e la profezia dell’Unione è stata... infranta. Adesso il potere dell’Unione... è svanito... adesso nulla può distruggerla... (ack)

source: Elynia... I... apologize... I let myself fall under... the evil influence of... Uria. I wish that... never happened... promise me that it shall... not happen to... you... ever...
it: Elynia... io... scusami... mi sono lasciato cadere sotto... la malvagia influenza di... Uria. Vorrei che... non fosse mai successo... promettimi che questo... non succederà... a te... mai...
ru: Элиния... Я... приношу извинения... Я позволил себе подпасть под... злое влияние... Урии. Я хочу, чтобы... никогда не случилось... обещай мне, что это никогда... не случится с... тобой...

source: I...I promise.
it: Io... lo prometto.
ru: Я... Я обещаю.

source: Then I may depart... in peace. Galas... take care of her... for me... please...
it: Allora posso andarmene... in pace. Galas... prenditi cura di lei... per me... per favore...
ru: Тогда я могу упокоиться... с миром. Галас... позаботься о ней... для меня..., пожалуйста...

source: Argan... Argan, no! I...I can save you! Please resist!
it: Argan... Argan, no! Io... io posso salvarti! Per favore, cerca di resistere!
ru: Арган... Арган, нет! Я... Я могу спасти Вас! Пожалуйста, боритесь!

source: Elynia tries to heal Argan’s critical wounds to no avail, for the inevitable has happened to him already.
it: Elynia cerca di curare le gravi ferite di Argan, ma non ci riesce perché l’inevitabile è già avvenuto.

source: You can’t be gone yet, you’re just unconscious...
it: Non puoi essertene già andato, sei solo privo di sensi...

source: It’s over. He has passed, in peace. You cannot heal the dead, and even my powers are not enough to resurrect the Lord of Darkness, should you wish me to attempt it.
it: È finita. È trapassato, in pace. Tu non puoi curare un morto, e persino i miei poteri non sarebbero sufficienti per resuscitare il Sovrano delle Tenebre, se tu volessi che ci provassi.

source: (silence, only interrupted by Elynia’s cries...)
it: (silenzio, interrotto solo dai singhiozzi di Elynia...)

source: Broken Heart
it: Il Cuore a pezzi
ru: Разбитое сердце

source: Argan’s journal — it was hidden beneath his robes.
it: Il diario di Argan, era nascosto trai i suoi vestiti.

source: Elynia, my lady, if you’ll allow me to say so: we should keep it, as it may prove to be useful for what is to happen next.
it: Elynia, mia signora, se posso dirlo, dovremmo tenerlo, perché potrebbe essere utile per quello che adesso accadrà.

source: Very well... But it is I who should keep it, no other.
it: Va bene... ma sono io che dovrei conservarlo, nessun altro.
ru: Хорошо... Но он должен быть у меня, ни у кого другого.

source: The cave ceiling is starting to crumble! If we don’t leave this place immediately we will be trapped or killed!
it: Il soffitto delle caverne sta iniziando a crollare! Se non ce ne andiamo immediatamente da questo posto saremo sepolti vivi o uccisi!

source: At least Argan will have a proper burial.
it: Almeno Argan avrà una degna sepoltura.
ru: По крайней мере, у Аргана будут надлежащие похороны.

source: Proceed to the fortress’s surface exit.
it: Procedi verso l’uscita in superficie della fortezza.

source: We shouldn’t waste any more of our time here, unless we want to be buried alive by the rocks!
it: Non dovremmo sprecare altro tempo qua se non vogliamo essere sepolti vivi dalle rocce!

source: Elynia, don’t look back.
it: Elynia, non guardare indietro.

source: I...I shall try not to.
it: Ci... ci proverò.
ru: Я... я постараюсь.

source: Ah, terrific. This place is burning with lava!
it: Ah, fantastico. Questo posto sta bruciando con le correnti di lava!
ru: Ах, потрясающе. Здесь пышет жаром лава!

source: So it is not just an earthquake, but rather a volcanic eruption.
it: Allora non è solo un terremoto, ma un’eruzione vulcanica!
ru: Так что это не просто землетрясение, а, скорее, извержение вулкана.

source: Not quite, it is more like the inverse of the process. The earth is swallowing this place back into the depths.
it: Non proprio, piuttosto è il processo inverso. La terra sta inghiottendo questo luogo di nuovo nelle sue profondità.
ru: Не совсем, это больше похоже на обратный процесс. Земля поглощает это место назад в глубины.

source: Come on! We must run as fast as possible to the exit! Let’s not be distracted by any foes that may be roaming about!
it: Forza! Dobbiamo correre il più veloce possibile verso l’uscita! Non fatevi distrarre da nessun nemico che vaga da queste parti!

source: NOOO, MY EMISSARY!!! I WILL HAVE MY REVENGE!!!
it: NOOO, IL MIO EMISSARIO!!! AVRÒ LA MIA VENDETTA!!!
ru: НЕЕЕТ, МОЙ ПОСЛАННИК! Я ОТОМЩУ!!!

source: What the hell?
it: Che diavolo...?
ru: Что за черт?

source: What is happening nooow??!
it: Cosa sta succedendo oraaaa!??
ru: Что происходит??!

source: The voice of Uria! Quickly, we must abandon this place as soon as possible!
it: La voce di Uria! Presto, dobbiamo lasciare questo posto al più presto!
ru: Это голос Урии! Торопитесь, мы должны убраться отсюда как можно скорее!

source: Lédinor, how do you know that it is Uria?
it: Lédinor, come sapevi che questa è Uria?
ru: Лэдинор, откуда вы знаете, что это - Урия?

source: It is... Why do you ask, necromancer? It is just a feeling, of course. I cannot really explain it...
it: È... Perché me lo chiedi, negromante? È solo una sensazione, ovviamente. Non so davvero spiegarlo...
ru: Это ... Почему вы спрашиваете, некромант? Я просто чувствую это. Я не могу это объяснить ...

source: No! The roof will crush us!
it: No! Il soffitto ci schiaccerà!
ru: Нет! Свод раздавит нас!

source: The Iron Council has sent me to stop you, heathens!
it: Il Consiglio di Ferro mi ha mandato a fermarvi, infedeli!
ru: Железный Совет послал меня, чтобы остановить вас, варвары!

source: (shakes head) Not again...
it: (scuote la testa) Non di nuovo...
ru: (качает головой) Ну вот, опять ...

source: Your precious emperor has been reduced to nothing but a memory. The Iron Council cannot stop us now. Flee and don’t trouble us further or we shall have to destroy you.
it: Il vostro prezioso imperatore è stato ridotto a niente più che un ricordo. Il Consiglio di Ferro non può fermarci. Fuggite e non createci altri guai o saremo costretti a distruggervi.

source: So you are not willing to listen to the commands of your betters. Very well then!
it: Così non siete disposti ad ascoltare gli ordini di chi sta sopra di voi. Benissimo allora!
ru: Итак, вы не хотите подчиняться командам того, кто превыше вас. Ну, хорошо!

source: It is time to give this human a final rest before he delays us any longer.
it: È ora di dare a questo umano un riposo finale prima che ci ritardi oltre.
ru: Самое время упокоить его. Прежде, чем он ещё больше задержит нас.

source: What was... No! It cannot be true! My lord!
it: Cos’è stato... No! Non può essere! Mio signore!
ru: Что за... Нет! Это не может быть! Мой лорд!

source: Your lord is gone, fool! At the very moment this creature entered my world, I took control over his body!
it: Il tuo signore è scomparso, sciocco! Nel preciso istante in cui questa creatura è entrata nel mio mondo, ho assunto il controllo sul suo corpo!
ru: Ваш лорд ушел, глупец! В тот самый момент, когда это существо вошло в мой мир, я подчинил себе его тело!

source: But...how could I fail to sense the evil inside of him?
it: Ma... come ho potuto non accorgermi del male dentro di lui?
ru: Но... как я могла не ощутить скрывающееся внутри его зло?

source: This is not an ordinary showcase of demonic powers. That is Uria who tries to destroy us!
it: Questa non è un’ordinaria esibizione di poteri demoniaci. Questa è Uria che cerca di distruggerci!
ru: Это не обычное проявление демонических сил. Это Урия, пытающаяся нас уничтожить!

source: We must make sure she stops using his body for her unnatural magic!
it: Dobbiamo assicurarci che smetta di usare il suo corpo per la sua magia innaturale!
ru: Мы должны удостовериться, что она больше не будет использовать его тело для своего противоестественного волшебства!

source: Give Lédinor a final rest.
it: Dai a Lédinor il suo riposo finale.
ru: Дайте Лэдинору упокоиться с миром.

source: How could this happen?
it: Come è potuto succedere?
ru: Как это могло произойти?

source: You have seen nothing yet. This is just the beginning! There will be no peace for those who challenge me! Ha, ha, aaarrgh...
it: Non avete ancora visto niente. Questo è solo l’inizio! Non ci sarà pace per quelli che mi hanno sfidata! Ha, ha, aaarrgh...
ru: Вы еще ничего не видели. Это - только начало! Не будет никакой мирной жизни для тех, кто бросает мне вызов! Ха, ха, ааарррггг...

source: Argh, eh? Die once and for all! We do not need to hear any more words from that wicked creature.
it: Argh, eh? Muori una volta per tutte! Non abbiamo bisogno di sentire altro da quella creatura malvagia.
ru: Ааарррггг, да? Умри раз и навсегда! Мы не должны более слушать слова от этого злобного существа.

source: Galas, I failed to protect him. I...
it: Galas, non sono riuscita a proteggerlo. Io...
ru: Галас, я не смогла защитить его. Я...

source: No one would have foreseen this. After all, it isn’t an ordinary demon. But we’ll have time for talking later. We must get out of these caves before anyone else gets possessed by that being!
it: Nessuno l’avrebbe previsto. In fin dei conti, non è un demone ordinario. Ma avremo tempo più tardi per parlare. Dobbiamo uscire da queste caverne prima che qualcuno possa essere posseduto da quell’essere.

source: Epilogue
it: Epilogo
ru: Эпилог

source: I understand that you wish to travel with me, Mal Keshar. But, what about you Galas? What will you do?
it: Capisco che desideri partire con me, Mal Keshar. Ma, e tu, Galas? Che cosa farai?
ru: Я полагаю, что вы хотите ехать со мной, Мал Кешар. Ну, а Вы, Галас? Что будете делать Вы?

source: I have served my people long enough, I would say. To be honest, it was Anlindë and Mal Keshar who led and protected them until we left them in the North; they proved to be better leaders than I. Now that they have established a new home, they can protect themselves — as for a leader... I am sure they can choose someone better than me.
it: Ho servito la mia gente abbastanza a lungo, direi. Per essere onesto, sono stati Anlindë e Mal Keshar a guidarli e proteggerli finché non li abbiamo lasciati a Nord; si sono dimostrati migliori di me. Ora che si sono stabiliti in una nuova casa, sono in grado di difendersi da soli, dato che come leader... sono sicuro sapranno scegliere qualcuno migliore di me.

source: What do you mean, boy?
it: Cosa vuoi dire, ragazzo?
ru: Что ты имеешь в виду, парень?

source: I was made their leader only because I was the last hunting party commander left at the time, and because Anlindë forced me to that title.
it: Sono stato scelto come loro leader solo perché ero l’ultimo comandante di pattuglia di caccia rimasto al tempo, e perché Anlindë mi ha assegnato forzatamente quel titolo.
ru: Я стал их лидером только потому, что на тот момент я был последним уцелевшим командиром патрульного отряда, и ещё потому, что Анлиндэ вынудила меня принять эту должность.

source: So?
it: Dunque?
ru: Итак?

source: Now I have no cause left to serve. Would it be alright if I travel with you?
it: Ora non mi è rimasta alcuna causa da servire. Andrebbe bene se partissi con voi?
ru: Теперь у меня нет причин оставаться на службе. Думаю, будет правильно, если я поеду с вами?

source: Of course, if this is what you want. There is a place I would like to visit now — the island Althurin mentioned, Zocthanol.
it: Senz’altro, se è questo che desideri. C’è un luogo che mi piacerebbe visitare ora: l’isola che menzionava Althurin, Zocthanol.

source: Since the Heart Fortress was destroyed and buried deep into the ground, we cannot investigate it and determine the nature and origins of Yechnagoth and her relatives. However, there is still that island left, where the Quenoth elves had once established a home. I want to examine the place and obtain further information from Tanuil’s lore-keepers.
it: Dato che la Fortezza del Cuore è stata distrutta e sepolta in profondità nella terra, non possiamo indagare e stabilire la natura e le origini di Yechnagoth e dei suoi parenti. Tuttavia, è rimasta ancora quell’isola, dove gli elfi Quenoth si erano stabiliti un tempo. Voglio esaminare il luogo e avere altre informazioni dai discendenti di Tanuil.

source: That seems a fair plan. But, how are we going to make it there?
it: Sembra un piano, un buon piano. Ma come faremo ad arrivare fino a là?
ru: Кажется, это приемлемый план. Но, как мы собираемся его осуществить?
