Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: I believe that they might agree to help us if we offer them something in exchange. If they are struggling to keep control of their underground domains, then they are most likely fighting trolls and other vermin, which we could wipe out of these tunnels with the help of the undead.
it: Credo che potrebbero accettare di aiutarci se offriamo loro qualcosa in cambio. Se stanno combattendo per mantenere il controllo dei domini sotterranei, allora con ogni probabilità staranno combattendo troll e altri vermi, che potremmo spazzar via da queste gallerie con l’aiuto dei non-morti.
ru: Я считаю, что они могут согласиться помочь нам, если мы предложим им что-то взамен. Если они пытаются сохранить контроль над своими подземными владениями, то они, скорее всего, сражаются с троллями и другими паразитами, от которых мы могли бы очистить эти туннели с помощью нежити.

source: Or we could just get rid of those pesky dwarves if they interfere with our plans. You are actually expecting them to cooperate with a band of elves who work with necromancers?
it: O potremmo semplicemente sbarazzarci di quei fastidiosi nani se interferiscono con i nostri piani. Ti aspetti veramente che collaborino con una banda di elfi che collaborano con negromanti?

source: We can try to negotiate with them. If we are to find the Lady of Light in this darkness, we’ll need help from those who live in it. If that is not possible, then we might run out of provisions and never see the light of the suns again.
it: Possiamo provare a trattare con loro. Se dobbiamo trovare la Dama della Luce in questa oscurità, avremo bisogno di aiuto da quelli che ci vivono dentro. Se questo non è possibile, allora rischiamo di esaurire le scorte e non rivedere mai più la luce dei soli.

source: Um... these gates seem to be magical in nature. They gently glow in a blueish tone, and I cannot even touch them.
it: Uhm... questi cancelli sembrano avere natura magica. Brillano dolcemente in una tonalità bluastra, e non riesco nemmeno a toccarli.
ru: Гм... эти ворота, кажется, волшебные. Они испускают мягкий голубоватый свет, и я не могу даже прикоснуться к ним.

source: The cave’s floor collapses, leaving the poor unit with no ground to stand on, thus falling down into the depths of the world. Who knows what fate awaits them at the chasm’s bottom?
it: Il pavimento della caverna crolla, lasciando la povera unità senza terreno sotto i piedi, precipitando dunque nelle profondità del mondo. Chissà quale destino la attende al fondo dell’abisso.

source: Woah, the cave’s floor here looks particularly weak.
it: Accidenti, il pavimento di questa caverna sembra particolarmente debole.

source: Neep, neep, neeeeep! (translated: “Cave floor weak, cave floor weak!”)
it: Nip, niip, niiip! (traduzione: «Pavimento della caverna cedevole, pavimento della caverna cedevole!»)

source: Elves? You treacherous ones, begone, now, or we kill you!
it: Elfi? Voialtri schifosi, andatevene, subito, o vi uccideremo!
ru: Эльфы? Вы, предатели, немедленно убирайтесь прочь, или мы вас уничтожим!

source: Undead! Begone creepy one, or we crush you!
it: Non-morti! Vattene mostro raccapricciante, o ti schiacceremo!
ru: Нежить! Прочь жуть ходячая, либо мы вас раздавим!

source: Ugh. It hurts a lot...
it: Ugh! Fa molto male...
ru: Ух. Больно...

source: Is it really necessary to do this? Kill every foe we stumble upon... Shouldn’t there be another way?
it: È veramente necessario fare tutto questo? Uccidere qualsiasi nemico in cui ci imbattiamo... Non ci dovrebbe essere un altro modo?

source: Unless you want to suffer the same fate at their hands... no. Besides, they can become more helpful after passing on. He he.
it: A meno che tu non voglia subire lo stesso fato da parte loro, no. D’altra parte, possono diventare più utili dopo essere trapassati. Hi hi.
ru: Если вы не хотите, чтобы вас постигла та же судьба от их рук... нет. Кроме того, они могут стать более полезными после смерти. Хе-хе.

source: Bright gods!
it: Dèi luminosi!
ru: Светлые боги!

source: What? It is impossible! The Goliath was supposed to have killed you all! How...
it: Cosa? È impossibile! Il gigante avrebbe dovuto uccidervi tutti! Come...
ru: Что? Это невозможно! Мы считали, что Голиаф убил Вас всех! Как...

source: We defeated the Colossal Automaton, if that is what you’re asking.
it: Abbiamo sconfitto l’automa ciclopico, se è questo che stai chiedendo.

source: Argh... damn you, heathens. It is time for you to learn not to seek trouble from us anymore.
it: Argh... maledetti infedeli. È ora che impariate a non procurarci più guai.
ru: Аргх... проклинаю вас, язычников. Вам самое время научиться не создавать нам больше проблем.

source: If the Goliath could not deal with them, then finish them off yourselves!
it: Se il gigante non ce l’ha fatta, allora uccideteli voi una volta per tutte!
ru: Если Голиаф не смог справиться с ними, то покончите с ними собственноручно!

source: Your command is Law, my liege.
it: I vostri ordini sono legge, mio padrone.
ru: Ваше слово - Закон, мой сеньор.

source: Blasted humans. So they made it here before us, but wait... What is this? They are fighting with the dwarves!
it: Maledetti uomini. Così sono arrivati qui prima di noi, ma aspettate... Cos’è? Stanno combattendo contro i nani!
ru: Проклятые люди. Итак они здесь перед нами, но подождите... что это? Они сражаются с гномами!

source: Elves? And with undead marching amongst their ranks? ’Tis a strange sight indeed, for I thought that yer race was still an enemy of necromancy and their practitioners. Though, ye helped us when the trolls invaded our city centuries ago. Would ye help us now?
it: Elfi? E con dei non-morti che marciano tra le loro fila? Questo è strano per davvero, dato che pensavo che la vostra razza fosse ancora nemica della negromanzia e dei loro praticanti. Comunque, ci aiutaste quando i troll invasero la nostra città, secoli fa. Ci aiutereste ora?

source: Centuries ago? I don’t understand. Our people have never been out of our valley since the Fall!
it: Secoli fa? Non capisco. La nostra gente non è mai uscita dalla valle dai tempi della Caduta!

source: What’s that ye say? I always thought yer people came from the vast Southern Desert...
it: Come dici? Ho sempre pensato che la vostra gente venisse dal vasto Deserto Meridionale...

source: This explains a lot of things actually. We shall help you.
it: Questo spiega parecchie cose in realtà. Vi aiuteremo.
ru: На самом деле это многое объясняет. Мы поможем Вам.

source: Excellent. As ye can see, there are these foul men from the lands of Chaos, tryin’ to take over our tunnels. But to our rear we have some rampant trolls who wish to do the same. It’d be a boon if ye can defeat both of ’em.
it: Eccellente. Come potete vedere, ci sono questi schifosi uomini dalle terre del caos, che cercano di prendere le nostre gallerie. Ma abbiamo alcuni troll che cercano di fare lo stesso. Sarebbe una manna se riusciste a sconfiggerli entrambi.

source: We shall do our best.
it: Faremo del nostro meglio.
ru: Мы приложим все усилия.

source: What is going on? Elves from the desert? Anlindë, might they be...
it: Che sta succedendo? Elfi dal deserto? Anlindë, potrebbero essere...
ru: Что происходит? Эльфы из пустыни? Анлиндэ, может быть они...

source: I believe that is a discussion for another time, when we have finished our new job here.
it: Credo che sarebbe meglio discuterne in un altro momento, quando avremo finito il nostro nuovo compito qua.
ru: Я думаю, что лучше продолжить обсуждение в более подходящий момент, когда мы закончим здесь наше новое дело.

source: Defeat all enemy leaders
it: Sconfiggi tutti i comandanti nemici
ru: Победите всех лидеров противника

source: Friend elves, I must report this news to the king. Please stand fast, I shall be back with ye soon.
it: Amici elfi, devo portare questa notizia al re. Vi prego di resistere, sarò a breve di ritorno.
ru: Друзья эльфы, я должен сообщить эти новости королю. Пожалуйста, немного подождите. Я скоро вернусь за вами.

source: King Foo-Bar
it: Re Foo-Bar

source: NO ONE SHOULD BE HERE ― Shadow Master
it: NESSUNO DOVREBBE ARRIVARE QUA – Shadow Master

source: He just might be escaping from the battlefield...
it: Potrebbe star solo scappando dal campo di battaglia...
ru: Интересно, он просто удирает с поля битвы...

source: No... I don’t think so. Dwarves have always been very war-like. They would not leave a battle just to let others do the dirty work, it would be going against their pride.
it: No... non credo. I nani sono sempre stati legati alla guerra. Non abbandonerebbero un campo di battaglia solo per lasciar fare il lavoro sporco agli altri, andrebbe contro il loro orgoglio.

source: Althurin, sir. You are seriously injured!
it: Althurin, signore. Siete gravemente ferito!
ru: Альтурин, сэр. Вы серьезно ранены!

source: Argh... I need... I need to report this news to the king. I’m severely injured, but I hafta make it there. Please stand fast, friend elves. I shall be back with ye soon.
it: Argh... Ho bisogno... ho bisogno di portare questa notizia al re. Sono seriamente ferito, ma devo farcela. Vi prego, amici elfi, resistete. Sarò presto di ritorno con voi.

source: Dwarf-friends, ye made it. Now, follow me to the Throne Room, King Asthorgar awaits. He’ll be pleased to hear and see news of ye and yer kind again.
it: Amici dei nani, ce l’avete fatta. Ora, seguitemi alla Sala del Trono, Re Asthorgar vi aspetta. Saremo felici di ascoltare e vedere di nuovo notizie di voi e della vostra gente.

source: Oh my, who could have left behind such a precious amount of gold! 190 pieces... Not bad, huh?
it: Oddio, chi può aver abbandonato un simile tesoro! 190 pezzi... non male, eh?
ru: О! Кто мог оставить столько золота! 190 монет ... Неплохо, да?

source: Ah! Giant insects!
it: Ah! Insetti giganti!
ru: Ах! Огромные насекомые!

source: Ants, but they are bigger than a tiger! What happened to them?
it: Formiche, ma sono più grandi di una tigre! Cosa è successo loro?
ru: Муравьи, только они больше тигра! Что могло случиться с ними?

source: In the darkness of the depths of the world, most animals and insects grow far beyond their usual sizes. So take care, there may be more dangerous freaks in this place.
it: Nell’oscurità delle profondità della terra, la maggior parte degli animali e degli insetti crescono oltre le loro normali dimensioni. Siate cauti, in questo posto potrebbero strisciare cose ancora più pericolose.

source: It must be common in these caverns to stumble on giant ants such as these...
it: Deve essere comune in queste caverne incappare in formiche giganti come queste...
ru: Должно быть в этих пещерах обычное дело натыкаться на гигантских муравьях, таких как эти...

source: This coffin is empty.
it: Questa bara è vuota.
ru: Это гроб пуст.

source: A Royal Meeting
it: Un incontro regale
ru: Королевский приём

source: King Asthorgar
it: Re Asthorgar
ru: Король Асторгар

source: Welcome, friends. It’s been a long time since yer kinsmen last visited us. But tell me, what’re yer names? What brings ye here to the depths of New Knalga?
it: Benvenuti, amici. È passato così tanto tempo dall’ultima volta che i vostri consanguinei ci hanno fatto visita. Ma ditemi, quali sono i vostri nomi? Cosa vi porta qua, nelle profondità di New Knalga?

source: I am Galas, leader of the elves from the Valley of Elynia.
it: Io sono Galas, capo degli elfi della Valle di Elynia.
ru: Я Галас, предводитель эльфов из "Долины Элинии".

source: Anlindë, First Advisor of Galas.
it: Anlindë, Prima Consigliera di Galas.
ru: Анлиндэ, первый советник Галаса.

source: Mal Keshar, necromancer and tour guide for these elves.
it: Mal Keshar, negromante e guida turistica di questi elfi.
ru: Мал Кешар, некромант и проводник этих эльфов.

source: You, necromancer — ’tis well recorded by our historians that ye killed many of our comrades centuries ago. However, since ye came here by the side of the people of Quenoth, I suppose we can tolerate yer presence.
it: Tu, negromante – i nostri storici ricordano bene che hai ucciso molti dei nostri comandanti, secoli fa. Comunque, dato che sei venuto qui a fianco della gente di Quenoth, credo che potremo tollerare la tua presenza.

source: Begging your pardon, Your Highness, but what are you talking about? What is Quenoth?
it: Chiedo scusa, Vostra Altezza, ma di cosa state parlando? Cos’è Quenoth?
ru: Прошу прощения, Ваше Высочество, но о чем Вы говорите? Что такое Квенот?

source: I believe I know what he is talking about. King, your fellow dwarves spoke of elves from the desert when they first met us. You now mention these people of Quenoth. Does that mean that our kind has already visited your realm? Did they truly come from the desert?
it: Io credo di sapere di cosa stia parlando. O Re, gli altri nani hanno parlato di elfi dal deserto quando ci hanno incontrati la prima volta. Ora si parla di questo popolo di Quenoth. Questo significa che la nostra razza ha già visitato questo reame? Vengono veramente dal deserto?
ru: Я думаю, что знаю, о чем он говорит. Король, ваши подданные говорили об эльфах пустыни, когда они встретились с нами в первый раз. Теперь Вы упоминаете народ Квенота. Значит эльфы уже посещали Ваше царство? Они действительно приходили из пустыни?

source: Aye, indeed. It must’ve been more than six of our generations ago. My great-grandfather didn’t even exist then! ’Tis known by us that they opened the route for the restoration of Knalga.
it: Sì, certo. Dev’essere stato più di sei nostre generazioni fa. Persino il nonno di mio nonno non esisteva ancora! Sappiamo che loro hanno aperto la strada alla restaurazione di Knalga.

source: They certainly did at that, by forcin’ the foul trolls to retreat back to the tunnels from whence they came. That’s just one o’ their many great deeds.
it: Lo hanno fatto senza dubbio, costringendo i luridi troll a ritirarsi nelle gallerie da cui erano venuti. Questa è solo una delle loro grandi azioni.

source: So, from whence do ye come? I hadn’t stopped to wonder why ye bring completely different weapons and clothes with ye. I suppose ye’re not from the desert then?
it: Dunque, da dove venite? Non riesco a smettere di chiedermi perché portate con voi armi e abiti completamente diversi. Suppongo che non veniate dal deserto, dunque?

source: We actually come from a valley far from here, surrounded by the vast lands that we call ‘The Unknown’. Our ancestors departed ways shortly after putting an end to a certain...war, due to political disputes. Two different groups separated — one group found the valley from which we were just expelled. We are their direct descendants, but I suspect the other group, whom you have probably met, managed to eke out their lives in the desert.
it: Veramente veniamo da una valle molto distante da qui, circondata dalle vaste terre che noi chiamiamo “l’Ignoto”. I nostri antenati si divisero poco prima di porre fine a una certa... guerra, a causa di dispute politiche. Due gruppi si separarono, un gruppo trovò la valle da cui noi siamo appena stati cacciati. Siamo i loro diretti discendenti, ma sospetto che l’altro gruppo, che avete probabilmente incontrato, sia riuscito a sopravvivere nel deserto.

source: That would explain why the orcs were aware of the existence of our brethren in the desert and why the savage human tribes were afraid of our hunters.
it: Ciò spiegherebbe perché gli orchi sapessero dell’esistenza dei nostri fratelli nel deserto e perché le tribù selvagge degli uomini temessero i nostri cacciatori.
ru: Это объясняет, почему орки были осведомлены о существовании наших собратьев в пустыне, и почему дикие людские племена боялись наших охотников.

source: But the question remains: were the Quenoth elves the only ones? Could other groups have survived in the desert or elsewhere?
it: Ma la domanda rimane: gli elfi Quenoth erano i soli? Può darsi che altri gruppi siano sopravvissuti nel deserto o da qualche altra parte?
ru: Но остается ещё один вопрос. Действительно ли эльфы Квенота были единственными? Или были и другие группы, которым, возможно, удалось выжить в пустыне или ещё где-нибудь?

source: How could they have survived in the desert in the first place? Elves have always been a race bound to their green forests. They’re the last ones I’d expect to walk through hot sands even if forced to.
it: Come avrebbero potuto sopravvivere nel deserto, tanto per cominciare? Gli elfi sono sempre stati una razza legata alle loro verdi foreste. Sono gli ultimi che mi aspetterei veder camminare tra le sabbie roventi, persino se costretti.

source: An intriguing matter indeed. Recently we’ve sent scouts that report life has managed to flourish in the desert, and that oases have now become forests. But back then, none of that existed; it was just plain desert. Anyway, the elves we’re talking about appeared all of a sudden when we were losing a war against the troll invaders. Selflessly, they killed the troll chieftains and drove back the well-organized troll marauders.
it: Un questione interessante, per l’appunto. Recentemente abbiamo mandato esploratori, che riferiscono che la vita è riuscita a fiorire nel deserto, e che le oasi sono divenute ora foreste. Ma allora non esisteva nessuna di queste; c’era soltanto il piatto deserto. Comunque, gli elfi di cui stiamo parlando apparvero all’improvviso mentre stavamo perdendo una guerra contro gli invasori troll. sconfissero altruisticamente i capi troll e rispedirono indietro le i ben organizzati assassini nemici.

source: A boy, Kaleh, was leading these elves to find a new home in the far North, supposedly reserved for ’em by a goddess named ‘Eloh’.
it: Un ragazzo, Kaleh, era alla guida di quegli elfi in cerca di una nova casa nel lontano Nord, presumibilmente riservata loro da una dea chiamata “Eloh”.

source: Eloh? I have read that name before...
it: Eloh? Ho già letto questo nome...
ru: Эло? Когда-то я встречала в книгах это имя...

source: But wait, I haven’t finished! They left us, but we sent one of our men to escort them safely outta our caves. Our ancestors didn’t have word of him for years, until he made it back with interesting news.
it: Ma aspettate, non ho finito! Loro ci lasciarono, ma noi mandammo uno dei nostri uomini per scortarli in modo sicuro fuori dalle nostre caverne. I nostri antenati non seppero nulla di lui per anni, finché non tornò indietro con notizie interessanti.

source: After escaping from a flood in the northern caves, they were surrounded by the same humans who killed and thwarted most of our scouting expeditions. They gave ’em a bloody fight, and somehow found themselves upon the shores of the Vast Sea, rescuing some trapped merfolk from execution in a bloody ritual to a human deity. But some elves turned against Kaleh’s boys, under the influence of this ‘Eloh’ monster. And I say monster ’cause she turned out to be the dreaded Eater of Souls, Yechnagoth.
it: Dopo essere sfuggiti a un’inondazione nelle caverne settentrionali, furono circondati dagli stessi uomini che hanno ucciso la maggior parte delle nostre spedizioni di esplorazione. Diedero loro del filo da torcere, e giunsero in qualche modo sulle rive del Vasto Mare, a salvare dei nereidi intrappolati dall’esecuzione in un sanguinoso rituale a una divinità umana. Ma alcuni elfi si rivoltarono contro i ragazzi di Kaleh, sotto l’influenza di questo mostro “Eloh”. E dico mostro perché poi si scoprì che si trattava del Divoratore di Anime, Yechnagoth.

source: That name... Not enough time has passed for me to hear that name again.
it: Quel nome... Non è ancora passato abbastanza tempo perché io senta di nuovo quel nome.
ru: Это имя ... Я надеялась, что ещё долго его не услышу.

source: The brave elves traveled to a lone isle in the ocean, Zocthanol, with the help of the merfolk. In the end, they slew the fake goddess, who was somehow controlling many creatures in an impressively broad area. Humans and orcs of the Continent and even sea creatures were under her control! Even our kind and the trolls deep underground were almost affected by her influence.
it: I coraggiosi elfi viaggiarono verso un’isola solitaria nell’oceano, Zochtanol, con l’aiuto dei nereidi. Alla fine, distrussero la falsa dea, che stava in qualche modo controllando molte creature in un’area incredibilmente ampia. Uomini e orchi dal Continente, e persino creature del mare erano sotto il suo controllo. Persino la nostra specie e i troll nei profondi sotterranei furono quasi affetti dalla sua influenza.
ru: Храбрые эльфы с помощью водяных отправились на одинокий остров в океане, Зоктанол. В конце концов они убили поддельную богиню, которая так или иначе управляла многими существами в поразительно обширной области. Люди и орки континента, и даже морские существа находились под ее контролем! Фактически, она оказала влияние даже на нашу расу и троллей, живущих глубоко под землёй.

source: So, did these elves survive?
it: Dunque, questi elfi sono sopravvissuti?
ru: Так, эти эльфы выжили?

source: Aye. When this escort returned years later with the good news, we began to send scouts to the surface again. We set up new trade routes and relationships ’tween the human country in the far North and our kingdom, thereby helping Knalga experience a new rebirth.
it: Sì. Quando il nano esploratore che andò con loro tornò anni dopo con la buona notizia ricominciammo a inviare esploratori in superficie. Tracciammo nuove rotte commerciali e intrecciammo relazioni tra gli uomini dell’estremo Nord e il nostro regno, aiutando così Knalga a vedere una nuova rinascita.

source: However, we discovered that the evil humans didn’t stop their wicked dealings after Yechnagoth’s fall. A conflict ’tween the southern humans and the northern lands began, and most of us had to retreat back to our caves to avoid the crossfire. We were eventually forced to abandon our southern tunnels and block the paths that led to ’em. Course, we’re still thriving but our development is certainly slower since the flames of war were rekindled. I’d say the same of the northern humans. Nonetheless, if ye’re looking for a new home like yer distant relatives, the far North should welcome yer people.
it: Comunque, scoprimmo che gli uomini malvagi non smisero di compiere le loro malvagie azioni dopo la caduta di Yechnagoth. Iniziò un conflitto tra gli uomini del sud e le terre del nord, e la maggior parte di noi dovette ritirarsi nelle nostre caverne per evitare il fuoco incrociato. Infine fummo costretti ad abbandonare le gallerie meridionali e a bloccare le vie che conducevano ad esse. Certo, stiamo ancora prosperando, ma il nostro sviluppo è senz’altro più lento da quando le fiamme della guerra sono rinate. Direi lo stesso degli uomini del nord. Comunque, se state cercando una nuova casa come i vostri lontani parenti, il lontano Nord dovrebbe accogliere le vostre genti.

source: We certainly need a new home. A great army of blood-thirsty human warriors destroyed ours with their fire-spitting demons.
it: Abbiamo sicuramente bisogno di una nuova casa. Una grande armata di guerrieri umani assetati di sangue ha distrutto la nostra con quei demoni sputa-fuoco.
ru: Конечно, нам нужен новый дом. Старый разрушила большая армия кровожадных воинов-людей с их изрыгающими огонь демонами.

source: And those soldiers of Uria are here as well. As Althurin might have told you, the forces of Chaos have arrived at the doors of Knalga, literally.
it: E quei soldati di Uria sono anche qui. Come Althurin vi avrà raccontato, le forze del caos sono arrivate alle porte di Knalga, letteralmente.
ru: И теперь эти солдаты Урии объявились здесь. Как, возможно, сказал вам Альтурин, силы Хаоса уже достигли самых дверей Кналга. Буквально.
