Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: female^Elvish Mystic
it: Mistica elfica
ru: Посвящённая

source: Experienced mystics are of great value in the new Elvish society. Their great knowledge of history and magic, tolerance and fair judgement is what is sought for in a leader or advisor. In times of need, they are in charge of assisting their lords with worthy advice or even support in the battlefield. But they have not finished learning yet, and still wander about the world, seeking for new questions to answer.
it: I mistici più esperti sono di grande valore nella nuova società elfica. La loro grande conoscenza della storia e della magia, la tolleranza e la lucidità di giudizio sono ciò che si cerca in un comandante o consigliere. In tempi in cui ce ne sia bisogno, vengono incaricati di assistere i propri signori con preziosi consigli o persino sostegno sul campo di battaglia. Ma non hanno ancora finito di imparare, e vagano ancora per il mondo, alla ricerca di nuove domande a cui rispondere.
ru: Посвящённые приобрели значительный опыт, и играют значительную роль в новом эльфийском обществе. Их глубокие знания истории и магии, терпимость и справедливость в суждениях являются теми качествами, которые необходимы руководителям или консультантам. В трудные времена они становятся достойными советниками свох лордов и даже поддерживают их на поле боя. Но они еще не закончили обучение и по-прежнему бродят по миру в поисках новых вопросов, нуждающихся в ответе.

source: Since elves are not warlike by nature, most of their population is composed by civilians, who learn, at very early age, basic usage of swords and bows, so that they can defend themselves, or their homes, in times of need, forming a fairly skilled militia. However, if you are hurling civilians at your foes, you’re clearly out of superior forces.
it: Dato che gli elfi non sono naturalmente spinti alla guerra, la maggior parte della loro popolazione è formata da civili che imparano, fin da giovani, i fondamenti dell’uso della spada e dell’arco, in modo da poter difendere, in caso di bisogno, se stessi o la propria casa, formando una milizia di media abilità. In ogni caso, chi scagli civili contro i propri nemici non può che essere a corto di forze migliori.

source: bow
it: arco
ru: лук

source: female^Elvish Civilian
it: Elfa civile
ru: Ополченец

source: Elvish Hunter
it: Elfo cacciatore
ru: Охотник

source: The elvish militia is mainly composed of civilians who have dropped their bows in favour of entangling unwary oponents using their bolas, and then finish them off with their swords. They are trained to scour the woods, hills and mountains for prey and enemies.
it: La milizia degli elfi è composta principalmente da civili che hanno lasciato il proprio arco per poter intrappolare incauti avversari usando le bolas e quindi finirli con la spada. Sono addestrati a perlustrare boschi, colline e montagne alla ricerca prede e nemici.
ru: Эльфийское ополчение состоит в основном из гражданских лиц, которые сменили свои луки на боло. Они опутывают ими неосторожного противника, а затем заканчивают дело своими мечами. Они обучены прочёсывать лес, холмы и горы в поисках добычи и врагов.

source: female^Elvish Hunter
it: Elfa cacciatrice
ru: охотница

source: Elvish Prowler
it: Elfo predatore
ru: Эльф-пластун

source: The best hunters learn to take advantage of their surroundings to attack unwary enemies by surprise. Camouflage is the most frightening ability of these masters of elusive strategies, as an unwary foe could be struck down by them with ease. It has been recorded that entire raiding parties have been decimated by Prowlers, in matter of a few minutes, even seconds. This is one of the various reasons that the wood elves are respected and feared by most races.
it: I migliori cacciatori imparano a trarre vantaggio dall’ambiente circostante per attaccare di sorpresa nemici poco accorti. Il camuffamento è l’abilità più pericolosa di questi maestri del mimetismo, e qualsiasi nemico poco accorto può facilmente finire intrappolato da loro. Si ricorda di intere pattuglie di incursori decimate dai predatori in pochi minuti, o addirittura secondi. Questa è una delle varie ragioni per cui gli elfi delle foresta sono temuti e rispettati dalla maggior parte delle razze.
ru: Лучшие охотники научились использовать особенности своей местности для внезапной атаки на неосторожного противника. Маскировка является самым страшным оружием этих мастеров скрытной войны, так как неосторожный противник может быть с легкостью уничтожен. Бывали случаи, когда все подвергшиеся нападению были истреблены пластунами в течении нескольких минут или даже секунд. Это одна из многих причин, по которым лесных эльфов уважают и опасаются большинство рас.

source: female^Elvish Prowler
it: Elfa predatrice
ru: Эльфийка-пластун

source: Elvish Trapper
it: Elfo cacciatore di pelli
ru: Эльф-ловчий

source: Elvish Trappers have increased their expertise on patrolling and defending their bases, having learned the value of confusing their enemies and backstabbing them. These skirmishers have become more skilled with the short sword, having less need of using their bolas to beat their oponents.
it: Gli elfi cacciatori di pelli hanno arricchito la propria esperienza pattugliando e difendendo le proprie basi, imparando l’importanza di confondere i propri nemici e attaccarli alle spalle. Questi incursori sono divenuti addirittura più abili con la spada corta, riducendo il bisogno di usare le bolas per sconfiggere i propri avversari.
ru: Эльфийские ловчие умножили свои знания и опыт по патрулированию и защите своих баз, обучившись исскуству маскировки и нападения из засад. Эти воины - мастера одиночного боя - добились подлинниго искусства во владении свом коротким мечом и могут обходиться без использовании боло для победы над противником.

source: female^Elvish Trapper
it: Elfa cacciatrice di pelli
ru: Эльфийка-ловчая

source: race^Faerie
it: Fata
ru: Файери

source: race+male^Faerie
it: Fata
ru: Файери

source: race^Faeries
it: Fate

source: Great, dark forests and caves are excellent places for mysterious creatures to live and hide in. Rarely seen, the mischievous faeries are some of the most beautiful beings who inhabit those parts. Their protective attitude towards nature make them friends of the elves who often share their territory, but their whimsical personality and control over the fire element are characteristics that any creature foreign to their forests should fear and respect.
it: Grandi, scure foreste e caverne sono luoghi perfetti per creature misteriose che ci vivono e vi si nascondono. Molto difficili a vedersi, le furbe fate sono tra i più begli esseri che popolano questi luoghi. Il loro comportamento protettivo nei confronti della natura le rende amiche degli elfi, con cui spesso dividono la terra, ma la loro personalità capricciosa e il controllo del fuoco sono caratteristiche che qualsiasi creatura non provenga dalla foresta dovrebbe temere e rispettare.

source: Dryad
it: Driade
ru: Дриада

source: The beautiful nymphs that secretly live in forests have been named Dryads, because of their afinity with vegetation. These faerie beings are beautiful enough to often fool enemies, who mistake them for innocent ladies, until they see themselves being consumed with their mystic fire. This is yet another reason to avoid entering elvish territory without permission.
it: Le splendide ninfe che abitano in gran segreto le foreste sono state chiamate Driadi, per via della loro affinità con la vegetazione. Queste fate sono belle a tal punto da riuscire spesso a ingannare i nemici, che le scambiano per innocenti fanciulle, finché non si vedono bruciare dal fuoco mistico. Questa è un’altra delle ragioni per cui non bisogna entrare nel territorio degli elfi senza permesso.
ru: Прекрасных нимф, которые тайно живут в лесах, назвали Дриадами, из-за их тесной связи с раститениями. Эти фееричные существа достаточно красивы, чтобы вводить в заблуждение врагов, которые принимают их за невинных девушек, до тех пор пока не обнаружат себя пожираемыми их волшебным огнем. Это - еще одна причина опостеречься входить на территорию эльфов без разрешения.

source: fire aura
it: aura di fuoco
ru: огненная аура

source: mystic fire
it: fuoco mistico
ru: волшебный огонь

source: Fire Faerie
it: Fata del fuoco
ru: Огненная файери

source: Faeries are rarely seen in a battlefield, as they are usually pacific creatures when not disturbed. And they are rarely disturbed, as most races know already what can the consequences be, if they dare defy a faerie, thus choosing to respect them and their homes. However, it is said that in times of war and great need they can become powerful allies to those who protect nature as much as they do. And the best race for that purpose are the forest elves. The most experienced faeries have developed a fearsome mastery of the fire element, which they can use to throw powerful fireballs to their oponents at long range, or to burn them at close range with a single touch of their hands. It is said that their very bodies start to burn, eventually leading them to become non-corporeal spirits of nature, made of pure fire.
it: È raro vedere fate in un campo di battaglia, dato che si tratta di creature in genere pacifiche, se non vengono disturbate. Ed è raro che vengano disturbate, dato che la maggior parte delle razze sa quali possano essere le conseguenze se si osa sfidare una fata, e perciò sceglie di rispettare loro e le loro case. Comunque, si dice che in tempi di guerra e di grande bisogno possano diventare potenti alleati di coloro che proteggono la natura come lo fanno loro. E non c’è razza più adatta a questo degli elfi della foresta. Le fate più esperte hanno acquisito una padronanza spaventosa di un elemento in particolare, e possono usare quest’abilità per scagliare potenti palle di fuoco ai loro nemici a distanti, o bruciarli nello scontro ravvicinato con un solo tocco delle loro mani. Si dice che i loro corpi inizino a bruciare, portandole infine a tramutarsi in spiriti incorporei della natura, fatti di puro fuoco.
ru: Файери редко видят на поле битвы, поскольку обычно они мирные существа, если их не тревожить. И их редко беспокоят, поскольку большинство рас уже знает, какие могут быть последствия, если они посмеют бросить вызов файери. По-этому они почитают за лучшее уважать файери и их дома. Однако, говорят, что во времена войны и великих бедствий они могут стать мощными союзниками тех, кто защищает природу так же самоотверженно, как и они. И лучшие претенденты на эту роль - лесные эльфы. Наиболее опытные файери совершенствуют своё грозное мастерство повелевания огнём. Они могут швырять во врага мощные файерболы на большие расстояния, или опалять их огнём в рукопашной с помощью одного лишь прикосновения руки. Говорят, что их собственные тела начинают гореть, превращаясь в конце-концов в бестелесных духов природы, сделанных из чистого огня.

source: Forest Spirit
it: Spirito della foresta
ru: Лесной Дух

source: Faeries may eventually become one with the fire element, turning into spirits of flame and might, which they will use to relentlessly protect the forests they inhabit or people to which they have swore allegiance. However, seeing one of these spirits is more rare than stumbling upon a Wose, even for elves.
it: Le fate possono, alla fine, divenire una cosa sola con l’elemento del fuoco, tramutandosi in spiriti del fuoco e del potere, che useranno instancabilmente per proteggere le foreste che popolano o coloro a cui hanno giurato lealtà. Comunque, è più raro vedere uno di questi spiriti che imbattersi in Wose, persino per gli elfi.
ru: Файери, в конечном счёте, может стать одним целым со стихией огня, превратившись в духа волшебного пламени. Такие духи неустанно защищают леса, в которых живут, или людей, которым они поклялись верности. Однако, даже эльфам удаётся увидеть одного из этих духов реже, чем синюю птицу счастья.

source: Mischievous in nature, these fiery faeries are pranksters at heart, with a sense of humor that is often called nymph-like. While their command of the fire element remains a mystery, it has been rumored that these faeries are cousins to the imp. However, their protective attitude of nature and whimsical personality make them fast friends to the elves.
it: Di natura maliziosa, queste fate impetuose hanno il cuore dispettoso, con un senso dell’umorismo che spesso si associa alle ninfe. Mentre il loro controllo sul fuoco rimane un mistero, qualcuno dice che queste fate siano imparentate con i folletti. Comunque, il loro atteggiamento protettivo nei confronti della natura e la personalità birichina le rende amiche degli elfi.

source: female^Lady of Light
it: Dama della Luce
ru: Леди Света

source: Unknown origins and paths led this sylvan nymph, who presumably was a common elven lady in the past, to gain a mysterious power capable of keeping the balance between Light and Darkness in this world. Actually, nobody is sure whether she always had this power or not. She has been known under many names given by different races, including the Sylvan Essence, the Source of Light, the Lady of Light and Eloh. Very little is what common people know about her true source of power, which relies in the Union of the Darkness and Light in a single, balanced power. However, she has no ability herself to control the powers of darkness, yet she controls the Light at such point that her skin shines with it; this suggests she needs the support of someone else to call upon the Union. That was, according to an ancient elvish legend, what vanquished the greatest—up to now—evil from this world.
it: Non si conoscono né le origini né la storia che hanno portato questa ninfa della foresta, che presumibilmente era stata in passato una normale signora degli elfi, ad ottenere un misterioso potere in grado di preservare l’equilibrio tra la Luce e l’Oscurità in questo mondo. In realtà, nessuno sa per certo se abbia sempre avuto questo potere oppure no. È stata ricordata con diversi nomi dati da razze differenti, compresi Essenza Silvana, Sorgente della Luce, Dama della Luce ed Eloh. È molto poco quello che la gente comune sa sulla vera origine del suo potere, collegato all’Unione di Luce ed Oscurità in un unico, equilibrato potere. In ogni caso, lei di suo non ha alcuna abilità che le permetta di controllare i poteri dell’oscurità; ciononostante controlla la Luce a tal punto che la sua pelle ne risplende. Questo suggerisce che lei abbia bisogno dell’appoggio di qualcun altro per evocare l’Unione. Fu questo che, secondo un’antica leggenda elfica, sconfisse il male più grande che il mondo (finora) abbia mai visto.

source: female^Sylvan Warden
it: Guardiana silvana

source: Although she is more known for the power of the Union which she formerly wielded, her mastery of faerie magic is great enough to compensate the loss. She is guardian of the forests, and will do anything to stop those who dare disturb peace on them.
it: Benché sia più famosa per il potere dell’Unione, che in passato ha usato, la sua abilità nelle arti magiche delle fate è abbastanza avanzata da compensarne la perdita. È una guardiana delle foreste, e farà qualsiasi cosa per fermare coloro che osino disturbarne la pace.

source: elynia_glamour+female^Falcon
it: Falco
ru: Сокол

source: It is as majestic as a falcon, yet not a falcon.
it: È maestoso come un falco, ma non è un falco.
ru: Имеет облик величественного сокола, но это не сокол.

source: beak
it: becco
ru: клюв

source: elynia_glamour+female^Rabbit
it: Coniglio
ru: Кролик

source: It may look like a mighty rabbit, but it isn’t.
it: Potrebbe sembrare un grosso coniglio, ma non lo è.

source: incisors
it: incisivi
ru: резцы

source: elynia_glamour+female^Imp
it: Imp
ru: Бес

source: It may look like a treacherous Imp, but it isn’t.
it: Potrebbe sembrare un miserabile imp, ma non lo è.

source: elynia_glamour+female^Tiger
it: Tigre
ru: Тигр

source: It may look like a Tiger, but it isn’t.
it: Potrebbe sembrare una tigre, ma non lo è.

source: elynia_glamour+female^Shaxthal Drone
it: Drone Shaxthal
ru: Шакстал-дроид

source: It may look like a Shaxthal Drone, but it isn’t.
it: Potrebbe sembrare un drone Shaxthal, ma non lo è.

source: energy shock
it: scossa di energia
ru: энергетический удар

source: Steppe Flanker
it: Affiancatore delle steppe
ru: Степной фланговый

source: Some goblins have discovered that the skills gained on the hunt can be put to use on the battlefield. While goblins are not overly welcome among the raiding parties, they are undeniably useful and so their presence is tolerated, if grudgingly.
it: Alcuni goblin hanno scoperto che le abilità apprese nella caccia possono essere impiegate sul campo di battaglia. Anche se i goblin non sono troppo i benvenuti nei gruppi di razziatori, sono innegabilmente utili e perciò la loro presenza è tollerata, di malavoglia.
ru: Некоторые гоблины обнаружили, что навыки, приобретенные на охоте, могут быть использованы на поле боя. Хотя гоблины не слишком приветствуются среди участников набега, они, несомненно, полезны, и поэтому с их присутствием мирятся, хотя и неохотно.

source: harpoon
it: arpione
ru: гарпун

source: Steppe Hunter
it: Cacciatore delle steppe
ru: Степной охотник

source: The cruel life on the steppes tends to weed out the weak early on and harden those that remain. For this reason goblins are nowhere near as common on the steppe as they are elsewhere. Those that do survive often make themselves useful as scouts or scavengers. In hunting parties they specialize in the use of barbed harpoons to lame prey, allowing an easier kill for their larger orcish bretheren.
it: La dura vita delle steppe tende presto a eliminare i più deboli e rinforzare quelli che rimangono. Per questa ragione da nessun’altra parte i goblin sono rari come nelle steppe. Quelli che riescono a sopravvivere spesso diventano utili ricognitori o spazzini. Nei gruppi di caccia si specializzano nell’impiego di arpioni uncinati per azzoppare le prede, permettendo agli orchi loro cugini più grossi di ucciderle più facilmente.

source: Steppe Striker
it: Assassino delle steppe
ru: Степной гарпунер

source: Rather then weaken foes for others to finish off, Strikers seek the killing blow themselves. However they do not possess the physique to survive long in a straight fight. Instead they dart around the main fracas, seeking to surprise distracted enemies.
it: Piuttosto che indebolire nemici da lasciar finire agli altri, gli assassini delle steppe cercano il colpo fatale. In ogni caso non posseggono il fisico per sopravvivere a lungo in uno scontro diretto: guizzano invece per il centro dello scontro cercando di cogliere di sorpresa i nemici distratti.
ru: Вместо того, чтобы ослабить врага для других, гарпунщики сами ищут возможность нанести смертельный удар. Однако они не обладают достаточной комплекцией, чтобы выстоять в открытой схватке. Вместо этого они рыскают вокруг главного сражения, стремясь застать отвлеченных врагов врасплох.

source: Sleeping Gryphon
it: Grifone addormentato
ru: Спящий грифон

source: race^Aragwaith
it: Aragwaith
ru: Эрагвиец

source: race+female^Aragwaith
it: Aragwaith
ru: Эрагвийка

source: race^Aragwaithi
it: Aragwaithi
ru: Эрагвийцы

source: During most of the Golden Age, the humans who inhabited the Great Continent were mostly Wesnothians, divided across various territories such as the Northlands, Elensefar and the kingdom of Wesnoth itself. However, there was once a time of great strife during which a new race of humans started to appear from nowhere. They were the ‘Aragwaithi’, which meant ‘noble’ in their native language. It has been since then rumored that they came from the Vast Sea to settle in Wesnoth. They mostly lived as mercenaries in that time, until the Fall. After that, they supposedly moved to the northmost lands of the Continent, were the sands could not reach, and the green could survive. Albeit being humans, many of their customs and racial features are incredibly different to the standards, to the point it puts them close to elves in terms of their dexterity with bows. Their wisemen have a mastery of magic not to be underestimated in the battlefield, for it has surprised and overwhelmed even the best magi often.
it: Per la durata della maggior parte dell’Età dell’Oro, gli umani che abitavano il Grande Continente erano per lo più gente di Wesnoth, suddivisa in vari territori come le Terre del Nord, Elensefar e il regno di Wesnoth stesso. Tuttavia, ci fu un tempo di grande stento durante il quale una nuova razza umana apparve dal nulla. Si trattava degli “Aragwaithi”, che significava “nobili” nella loro lingua originale. Fu da allora che iniziarono ad arrivare dal Vasto Mare per stabilirsi a Wesnoth. Vivevano per lo più come mercenari, al tempo, fino alla Caduta. Dopo questa, si suppone siano migrati verso le terre più a nord del Continente, dove le sabbie non potessero arrivare, e il verde potesse sopravvivere. Benché fossero umani, molte delle loro abitudini e caratteristiche razziali erano incredibilmente diverse da quelle usuali, al punto di renderli più simili agli elfi in termini di abilità con l’arco. I loro saggi hanno una padronanza delle arti magiche da non sottovalutare sul campo di battaglia, poiché hanno spesso sorpreso e sopraffatto persino i migliori maghi.

source: Ancient Banner
it: Bandiera ancestrale

source: Archer
it: Arciere
ru: Стрелок

source: The Aragwaithi are a noble people, fragile in body, but their training makes them among the more deadly denizens of this world. Their archers are no exception. Their skills with a bow are comparable to those of some elves, and they are remarkably quick with their daggers.
it: Gli Aragwaithi sono un popolo nobile; seppure gracili nel fisico, attraverso l’allenamento riescono a diventare tra i più letali abitanti di questo mondo. I loro arcieri non fanno eccezione. La loro abilità con l’arco è paragonabile a quella di alcuni elfi, e la loro velocità con il pugnale è notevole.
ru: Эрагвийцы - благородный народ, изящный телом, но их выучка делает их одними из наиболее смертоносных обитателей этого мира. Их лучники - не исключение. Их умение обращаться с луком сопоставимо с таковым у некоторых из эльфов, и они удивительно проворны со своими кинжалами.

source: Captain
it: Capitano

source: Eagle Master
it: Signore delle aquile

source: With experience, Eagle riders become more skilled and the relation with their winged friend become so strong that they act as one. As Eagle masters, they no longer need to give orders to their mounts, those anticipate them.
it: Con l’esperienza, i cavalcatori di aquile diventano sempre più specializzati e il rapporto con il loro amico alato diventa così forte che agiscono all’unisono. Da signori delle aquile, non hanno più bisogno di dare ordini alle loro cavalcature, poiché queste li anticipano.

source: prey crush
it: picchiata

source: Eagle Rider
it: Cavalcatore delle aquile

source: Some Aragwaithi youths take young eagles as a pet. These are not the common eagles, but a race of noble, giant birds of prey. When they are grown enough, they usually willing to serve as a mount for their best friend, and their young mates learn the art of riding these giant birds.
it: Alcuni giovani Aragwaithi allevano come cuccioli delle aquile. Non si tratta di aquile comuni, ma di una razza di nobili e giganti rapaci. Quando sono abbastanza cresciuti, di solito servono volontariamente come cavalcatura per i loro migliori amici, e i loro giovani compagni imparano l’arte di cavalcare questi uccelli giganti.

source: Flagbearer
it: Portabandiera

source: Greatbow
it: Grande arco
