Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: I’m fine, Elynia. Really.
it: Va tutto bene, Elynia, davvero.

source: So, what are we going to do? Run across the battlefield with wild abandon?
it: Dunque, cosa intendiamo fare? Correre attraverso il campo di battaglia facendo bellamente finta di niente?
ru: Итак, что же нам делать? Сломя голову, промчаться по полю боя?

source: Well, our priority is to sneak past the enemy lines and make it to the mountain pass. We are not supposed to participate in this battle, but helping our allies in the process would be beneficial for everyone.
it: Beh, la nostra priorità è di strisciare oltre le linee nemiche e raggiungere il passo in montagna. Non è previsto che noi partecipiamo a questa battaglia, ma se aiutassimo i nostri amici sarebbe un bene per tutti.
ru: Ну, наша основная задача заключается в том, чтобы прокрасться мимо врага и достигнуть перевала. Мы не обязяны участвовать в этой битве, но помогать нашим союзникам по ходу дела было бы полезно для всех.

source: Let us see if we can...
it: Vediamo se ci riusciamo...
ru: Посмотрим, как получится...

source: I truly never thought I would end up like this... Fighting with orcs as allies... And elves as friends... (sighs)
it: Non avrei mai pensato che sarebbe finita così... Combattere con gli orchi come alleati... ed elfi come amici... (sospira)
ru: Я действительно никогда не думал, что дойду до такого... Сражаюсь, имея в союзниках орков... И друзей эльфов... (взыхает)

source: I never thought I would find myself fighting with corpses and skeletons by my side, either. For centuries you have been our enemies a countless number of times. I guess this is a change to be made in history for future generations. I am not saying that all necromancers are good, but then, not all elves were good, as Elynia has said of the Wesmere inhabitants.
it: Nemmeno io avrei mai pensato che mi sarei ritrovato a combattere al fianco di cadaveri e scheletri. Per secoli siete stati i nostri nemici innumerevoli volte. Credo che questo sarà un cambiamento storico per le future generazioni. Non sto dicendo che tutti i negromanti siano buoni, ma comunque nemmeno tutti gli elfi sono buoni, come Elynia ci ha detto riguardo Wesmere e i suoi abitanti.
ru: Я тоже никогда не думал, что буду биться плечом к плечу с трупами и скелетами. В течение многих столетий несчётное число раз вы были нашими противниками. Я думаю, что это изменит историю будущих поколений. Я не утверждаю, что все некроманты - это добро, но ведь и не все эльфы были добрыми, как рассказала Элиния об обитателях Весмира.

source: Indeed.
it: Per l’appunto...
ru: Действительно.

source: Erathan, is it just me, or are you avoiding me?
it: Erathan, è solo una mia impressione o mi stai evitando?
ru: Эрэзэн, мне кажется, или вы избегаете меня?

source: Hm, indeed I am. But it’s nothing personal.
it: Hm, proprio così. Ma non è niente di personale.

source: They are burning the villages of our people! May our wrath fall upon them, for the sake of our fallen ones!
it: Stanno bruciando i villaggi della nostra gente! Possa la nostra ira precipitare su di loro, per i nostri caduti!
ru: Они сжигают деревни нашего народа! Пусть, во имя наших падших, вся сила нашего гнева обрушится на них!

source: Those monsters are destroying the forest! How cruel...
it: Questi mostri stanno distruggendo la foresta! Che crudeltà...
ru: Эти монстры уничтожают лес! Как ужасно...

source: They are going to pay for this atrocity.
it: Pagheranno per questa atrocità.
ru: Они заплатят за это злодеяние.

source: We’re almost there...
it: Ci siamo quasi...

source: All of our allies have fallen on the battlefield! Our mission has failed, and now we’ll have to retreat and call for reinforcements!
it: Tutti i nostri alleati sono caduti sul campo di battaglia! La nostra missione è fallita, e ora ci dovremo ritirare e chiamare rinforzi!

source: I’ve decided to stay with you, Galas. Your courage has shown me it’d be foolish not to follow you on your errand.
it: Ho deciso di stare con te, Galas. Il tuo coraggio mi ha mostrato che sarebbe una sciocchezza non seguirti nella tua missione.

source: Thanks Erathan, I appreciate your support.
it: Grazie Erathan, apprezzo il tuo aiuto.
ru: Благодарю Эрэзэн, я ценю вашу поддержку.

source: Captain, we can’t just say farewell and let you go on alone. We’ll follow you to the very end of this world, if need be.
it: Capitano, non possiamo dirti semplicemente addio e lasciarti proseguire da solo. Ti seguiremo fino in capo al mondo se fosse necessario.

source: I suppose I cannot convince you otherwise. You may come with us if you desire to, but be warned that safety will not be on our path.
it: Suppongo che non potrei dissuadervi da questo. Potete venire con noi se volete, ma sappiate non vi sarà sicurezza sulla nostra strada.
ru: Полагаю, что мне не удастся убедить вас остаться. Если хотите, вы можете пойти с нами. Но должен предупредить, что путь наш будет отнюдь не безопасен.

source: We know, sir, and we’ll face the consequences should we have to.
it: Lo sappiamo, signore, e affronteremo le dovute conseguenze.

source: You can no longer recruit Aragwaithi or elves. However, those who have already fought by your side will still follow you, and therefore will be available for recalling.
it: Non puoi più reclutare Aragwaithi o elfi. Tuttavia, quelli che hanno già combattuto per te ti seguiranno, perciò potranno essere richiamati.
ru: Вы больше не можете вербовать эрагвийцев и эльфов. Однако те, кто уже воевал рядом с вами будут по-прежнему следовать за вами, и, следовательно, будут доступны для вызова.

source: You are bold for coming to my domain. But then, could you resist the temptation?
it: Sei coraggioso ad entrare nel mio territorio. Ma saprai resistere alla tentazione?
ru: Вы дерзко вторглись в мои владения. Значит, вы смогли не поддаться соблазну?

source: We’ll see...what fate has in store for us.
it: Vedremo... quale destino ci sta aspettando.

source: Aiyeee!!!
it: Argh!!!
ru: Айййй!!!

source: What was that? I have never seen anything like it before!
it: Ma cos’è stato? Non ho mai visto niente del genere prima!
ru: Что это было? Я никогда не видел ничего подобного!

source: These new foes seem to have an immense, destructive strength. We ought to keep at a safe distance from them if we can’t kill them immediately!
it: Sembra che questi nuovi nemici abbiano un’immensa, pericolosa forza distruttiva. Dovremmo mantenerci a distanza di sicurezza se non possiamo ucciderli immediatamente!

source: Do you see the might of my fiercest creations? Wouldn’t you enjoy commanding them at your own will, to unleash your inner instincts?
it: Capisci la potenza delle mie più feroci creazioni? Non ti piacerebbe comandarle secondo il tuo volere per liberare i tuoi istinti più segreti?

source: Voices of the Armageddon
it: Voci dell’apocalisse
ru: Голоса Армагеддона

source: Ha, ha! You cannot even hope to destroy me!
it: Ha, ha! Non puoi nemmeno sperare di distruggermi!
ru: Ха-ха! Вы можете даже не надеяться уничтожить меня!

source: You are helpless against me!
it: Non hai speranze contro di me!
ru: Против меня вы бесссильны!

source: Attacking me is futile!
it: Attaccarmi è inutile!
ru: Нападать на меня бесполезно!

source: What? Did you want to *kill* me?
it: Cosa? Volevi *uccidermi*?
ru: Что? Вы хотите меня *убить* ?

source: Ha, ha, ha! Your end is nigh!
it: Ha, ha, ha! La tua fine è prossima!
ru: Ха, ха, ха! Ваш конец близок!

source: Such a subcreature cannot destroy me!
it: Una tale creatura inferiore non può distruggermi!
ru: Такие низшие создания не способны уничтожить меня!

source: Defeat all your opponents.
it: Sconfiggi tutti i tuoi avversari.
ru: Уничтожьте всех врагов.

source: A loud screeching sound is heard echoing along the mountain pass, as if it was made by a gigantic creature.
it: Un forte scricchiolio riecheggia nel passo di montagna, come se fosse emesso da una creatura gigantesca.
ru: Громкий визжащий звук достиг наших ушей и покатился эхом вдоль горного перевала. Было похоже, будто его издало некое гигантское существо.

source: Yes...
it: Sì...
ru: Да...

source: A giant made of flesh and bones!
it: Un gigante fatto di carne e ossa!
ru: Да это же просто гора мышц и костей!

source: You are finished. Although the Shadow Master would have been pleased to meet you, I’m afraid it is my duty to crush you and make the sands your grave.
it: Siete spacciati. Anche se il Signore dell’Ombra sarebbe stato felice di incontrarvi, temo che sia mio dovere schiacciarvi e fare delle sabbie la vostra tomba.

source: The Shadow Master? Is that then the name of the obnoxious ruler of the Empire?
it: Il Signore dell’Ombra? Dunque è così che si chiama il disgustoso sovrano dell’Impero?
ru: Повелитель Теней? Значит, так называют отвратительного правителя Империи?

source: Brute force alone is not enough to defeat us! All of your attempts have been in vain!
it: La sola forza bruta non è sufficiente a sconfiggerci! Tutti i vostri tentativi sono stati vani!
ru: Одной только грубой силы недостаточно, чтобы победить нас! Все ваши попытки были тщетны!

source: You have not seen the full power of the Empire. There will be nothing left of you by the end of this day, pitiful fairy! A shame, since the Master likes to ‘entertain’ His most persistent enemies in His own keep...
it: Voi non avete visto i pieni poteri dell’Impero. Stasera non sarà rimasto nulla di voi, patetica fata! Un peccato, dato che al Signore piace “trattenere” i propri nemici più persistenti nella propria fortezza...

source: Hah! You are the one who’ll bid farewell before a new dawn breaks!
it: Hah! Sei tu quello che dovrà dire addio a questo modo prima che sorga una nuova alba!

source: I seriously doubt that will happen.
it: Dubito seriamente che questo possa accadere.
ru: У меня имеются серьёзные сомнения на этот счёт.

source: Who called this idiot? Destroy him!
it: Chi ha chiamato quest’idiota? Distruggetelo!
ru: Кто позвал этого идиота? Сотрите его в порошок!

source: You are no more than a taint on the long line of grand necromancers that have ever existed, Mal Keshar. Allying with these heathens only weakens you.
it: Non sei che una macchiolina infetta sulla lunga linea dei grandi negromanti mai esistiti, Mal Keshar. Allearti con questi infedeli non serve ad altro che ad indebolirti.
ru: Вы не более, чем позорное пятно в славной когорте великих некромантов прошлого, Мал Кешар. Союз с этими язычниками только ослабляет вас.

source: I’m not the mindless parasite to a criminal cause like you; I have my own will, and I have chosen my destiny!
it: Io non sono il parassita senza cervello di una causa criminale, come te; io ho la mia propria volontà, e ho scelto il mio destino!

source: So it seems.
it: Così pare.
ru: Так только кажется.

source: Let’s put an end to this folly. Destroy them!
it: Finiamola con questa sceneggiata. Distruggeteli!

source: You do realize that we are surrounded — don’t you?
it: Ti rendi conto che siamo circondati... vero?

source: That does not matter. Anyone who dares to oppose us will taste our wrath!
it: Non ha importanza. Chiunque osi opporsi a noi assaggerà la nostra furia!
ru: Это не имеет значения. Любой, кто посмеет выступить против нас, испытает наш гнев!

source: Uhm... Sure, Galas. Did you hit your head recently?
it: Uhm... Certo, Galas. Hai battuto forte la testa di recente?
ru: Хм ... Конечно, Галас. Ты не бился головой в последнее время?

source: You don’t dare tell them, do you? Could it be you fear treason on the part of your ‘friends’? That is normal enough — in this harsh, new world friendship has not the value it used to have in the past. But there <i>is</i> another way...
it: Non osi dirglielo, eh? Temi che i tuoi “amici” ti tradiscano? È perfettamente normale; in questo mondo duro, l’amicizia non ha più il valore che aveva in passato. Ma <i>c’è</i> un altro modo...

source: This is not the day you see us fall, heretics. No one can oppose the power of the Iron Triad’s fist and survive for very long!
it: Non è questo il giorno in cui ci vedrete cadere, eretici. Nessuno può opporsi al potere della Triade di Ferro e sopravvivere davvero a lungo!

source: Blast it all! He did it once again!
it: Maledizione! L’ha fatto di nuovo!
ru: Проклятие! Он опять сделал это!

source: I swear that this is the last time he escapes his deserved punishment.
it: Giuro che è l’ultima volta che sfugge alla propria meritata punizione.
ru: Я клянусь, что это был последний раз, когда он избежал заслуженного наказания.

source: And so passes the biggest imp ever seen...
it: Questa è la fine del più grosso imp che si sia mai visto...
ru: Это, похоже, самый громадный бес, из всех когда-либо виданных ...

source: Let’s not further delay our mission now. It’s time to advance to the south, but beware — we don’t know exactly what we’ll face in the Chaos domain.
it: Non ritardiamo oltre la nostra missione. È ora di avanzare verso sud, ma state attenti: non sappiamo esattamente cosa affronteremo nei domini del caos.

source: Yes...come to my domain of darkness; wherever darkness is, I shall be to torment you. Be warned, Galas, you cannot escape my influence now.
it: Sì... vieni nel mio regno del buio: ovunque ci sia oscurità, ci sarò io a tormentarti. Ti avverto, Galas, non potrai sfuggire alla mia influenza ora.

source: Legend of Wesmere
it: La leggenda di Wesmere
ru: Легенда о Весмире

source: Move Galas, Mal Keshar, or Elynia to the cavern in the southeastern corner of the map.
it: Sposta Galas, Mal Keshar o Elynia alla caverna nell’angolo sud-est della mappa.
ru: Галас, Мал Кешар или Элиния должны достичь юго-восточного угла карты.

source: Wesmere Forest, the accursed place that was once Inferno on earth.
it: La foresta Wesmere, quel luogo maledetto che un tempo fu l’Inferno in terra.
ru: Лес Весмир. Проклятое место, что было когда-то адом на земле.

source: So this is it. It is quite...desolated now.
it: Così è questa. È piuttosto... desolata, ora.
ru: Итак, вот он. Совершенно... пустынный ныне.

source: Nothing was left of the former glory of the local elves after that fateful night. Trees, elves, and forest creatures...even human and orcish wanderers were all burned alive, leaving no corpses which we could bury in a proper way.
it: Dopo quella fatidica notte non è rimasto nulla dell’antica gloria degli elfi che abitavano il luogo. Alberi, elfi e creature della foresta... persino uomini e orchi vagabondi furono tutti bruciati vivi, senza lasciare nessun cadavere da seppellire come si conviene.
ru: Ничего не осталось от былой славы здешних эльфов после той роковой ночи. Деревья, эльфы и лесные создания... равно как и странники из числа людей и орков - все сгорели заживо. Не осталось даже трупов, которые мы могли бы похоронить надлежащим образом.

source: Well, we didn’t come here to weep for the fallen of wars past. Where should we head to?
it: Beh, non siamo venuti qui per piangere i caduti di guerre passate. Dove ci dovremmo dirigere?

source: I am not sure if it’s still there, but there was a secret cave back then, in the southeastern hills, which served as shortcut to the lands of Wesnoth. If we can find it, it could serve to keep us hidden until we locate the capital.
it: Non sono sicura che esista ancora, ma allora c’era una caverna nascosta, tra le colline sudorientali, che veniva usata come scorciatoia verso le terre di Wesnoth. Se riusciamo a trovarla, potrebbe servirci a nasconderci finché non troviamo la capitale.

source: Capital? Where would that be?
it: La capitale? E dove sarebbe?
ru: Столица? Где же её искать?

source: I suspect that the Empire of Chaos was formed upon the ruins of the old Empire of Wesnoth. Weldyn was the old capital, established in a valley in the midlands, crossed by a river coming from the north. If the land has flourished once again, that would be the best place to establish a new empire. If not, it would not be strange and surprising that the humans established a new base on top of its remains, to dig the place in an attempt to recover the lost knowledge and artifacts stored within the ancient city.
it: Sospetto che l’Impero del Caos sia stato costruito sulle rovine del vecchio impero di Wesnoth. Weldyn era l’antica capitale, stabilita in una valle nelle terre centrali, attraversata da un fiume proveniente dal nord. Se la terra è rifiorita, quello sarebbe il luogo migliore per costruire un nuovo impero. E anche se così non fosse, non sarebbe strano né sorprendente se gli umani avessero stabilito una nuova base sui suoi resti, per condurre degli scavi nel tentativo di recuperare conoscenze e artefatti perduti appartenuti all’antica città.
ru: Я подозреваю, что Империя Хаоса была создана на развалинах старой империи Веснот. Велдин был старой столицей. Он располагался в центральной части страны в долине реки, текущей с севера. Если эта земля процветает вновь, это было бы лучшим местом для создания новой империи. Если нет, то было бы странно и удивительно, ели бы люди вновь не обосновались на месте его руин, ведя раскопки в попытке обрести утерянные знания и артефакты хранящиеся в древнем городе.

source: An excellent theory, but I would not count on it. If the Emperor is not in the lands of ancient Weldyn, we might arrive there only to be trapped without an exit.
it: Un’eccellente teoria, ma non vi farei pieno affidamento. Se l’Imperatore non fosse nelle terre dell’antica Weldyn rischieremmo di arrivare laggiù e rimanervi intrappolati senza via di fuga.
ru: Отличная теория, но я бы не стал рассчитывать на это. Если император не в землях древнего Велдина, прибыв туда, мы лишь попадем в ловушу, из которой нет выхода.

source: It is a risk we’ll have to take, unfortunately.
it: È un rischio che dobbiamo correre, purtroppo.

source: Let’s move, then.
it: Muoviamoci allora.

source: We cannot leave yet! If we do, these monsters will alert the loyalists and send them to pursue us! All would be lost then.
it: Non possiamo ancora andarcene! Se lo facessimo, questi mostri avvertirebbero i lealisti e li spedirebbero a perseguitarci! Tutto sarebbe perduto in tal caso.
ru: Пока еще мы не можем уходить. Если мы уйдём, эти монстры предупредят лоялистов и отправят их в погоню! Тогда всё будет потеряно.

source: Here it is, the entrance to the underground!
it: Ecco qua l’entrata sotterranea!
ru: Вот он, вход в подземелье!

source: Make haste, before these blasted creatures manage to regroup and follow us!
it: Facciamo presto, prima che queste dannate creature riescano a riorganizzarsi e ci seguano!
ru: Поспешим. Вперёд, пока эти проклятые твари не перегруппировались и не последовали за нами!

source: You will succumb to the power of Chaos, eventually. No elf or human has ever resisted for long.
it: Cederai al potere del caos, alla fine. Nessun elfo o uomo ha mai resistito a lungo.
ru: В конце концов вы не устоите перед мощью Хаоса. Ни одному эльфу или человеку не удавалось до сих пор долго противостоять ей.

source: It should have been dawn by now — the moon has fled and Naia should have already appeared in the sky.
it: Dovrebbe essere l’alba ormai; la luna è scesa e Naia dovrebbe già essere apparsa nel cielo.

source: Long ago, this place was cursed to eternal darkness. No matter what we do, the night will not end here. This makes it especially dangerous when facing the fiendish inhabitants of these lands.
it: Molto tempo fa questo luogo fu maledetto, condannato all’eterna oscurità. Non possiamo farci niente, la notte qui non finirà. Per questo motivo è particolarmente pericoloso per noi affrontare i demoniaci abitanti di queste terre.
ru: Давным-давно, это место был проклято вечной тьмой. Что бы мы ни делали, ночи здесь не будет конца. Это делает его особенно опасным, при встрече с дьявольскими обитателями этих земель.

source: This has really slowed our progress.
it: Il nostro cammino sta rallentando molto.
ru: Это действительно замедляет наше продвижение.

source: Look! A huge swarm of drones approaches!
it: Guardate! Si avvicina un enorme stormo di droni!
ru: Смотрите! Приближается огромный рой дроидов!

source: We’re not equipped to handle such a threat... We will be surely vanquished now!
it: Non siamo pronti per affrontare una minaccia del genere... Ora saremo sicuramente sconfitti!

source: unit_name^Drone
it: Drone
ru: Дроид

source: Look! Those creatures have just popped out of these holes in the ground!
it: Guardate! Quelle creature sono appena saltate fuori da quei buchi nel suolo!
ru: Смотри! Эти существа только что выскочили из этих отверстий в земле!

source: They must live inside them, like ants.
it: Devono viverci dentro, come formiche.
ru: Они, должно быть, живут в них, как муравьи.

source: I just hope they’re not similar in number to those of real ants.
it: Spero solo non assomiglino davvero alle vere formiche in numero.

source: Oops, I’ve just awakened one of these monsters.
it: Oops, ho appena svegliato uno di questi mostri.

source: Next time watch your step!
it: Guarda dove metti i piedi la prossima volta!
ru: В следующий раз смотри под ноги!

source: Darn it.
it: Maledizione.
ru: Проклятье!

source: udesc^Imp
it: Imp
ru: Бес

source: What is this? The rebels, but...how did they make it through the frontier?!
it: Cosa...? I ribelli, ma... Come hanno fatto a varcare la frontiera?
ru: Кто это? Мятежники, но ... как они оказались в тылу?!

source: Oh no, they have discovered us! I had hoped they would not realize our presence here with the war distracting them in the North.
it: Oh, no, ci hanno scoperti! Avevo sperato che non si accorgessero della nostra presenza qui, essendo concentrati sulla guerra a Nord.
ru: О нет, они нашли нас! Я надеялась, что они не обнаружат нашего присутствия здесь, пока их отвлекают сражения на Севере.

source: This is not good. We must kill them before they alert the entire empire, or all will be lost!
it: Questo non va bene. Dobbiamo ucciderli prima che possano mettere in guardia l’intero Impero, o tutto sarà perduto!
ru: Это плохо. Мы должны убить их, прежде чем они известят империю, или все будет потеряно!

source: Defeat Oz before entering the cavern.
it: Sconfiggi Oz prima di entrare nella caverna.
ru: Уничтожьте Оз перед тем, как войти в пещеру.

source: Phew! That was a close call.
it: Phew! C’è mancato un pelo.
ru: Ух! Всё висело на волоске.

source: Remaining unnoticed in these lands will be very hard. It’s a shame there is no other way.
it: Passare inosservati in queste terre sarà molto difficile. È un peccato che non vi sia altra strada.

source: There may not be any trees alive in this place, but it seems those things are acting as a replacement.
it: Potranno non esserci alberi vivi in questo luogo, ma sembra che quelle cose facciano da sostituti.
ru: Нет таких деревьев, которые могди бы расти в этом месте, но мне кажется, что это их заменяет.

source: They look like portions of a bigger creature, and fairly resemble those creeping horrors in the empire’s army.
it: Sembrano parti di una creatura più grande, e somigliano abbastanza a quegli orrori striscianti che c’erano tra le fila dell’impero.

source: They’re probably related...
it: Probabilmente sono collegati...

source: There’s something very wrong going on here. There are undead tree-folk wandering around these plains.
it: Sta succedendo qualcosa di strano qui. Ci sono uomini-albero non morti che vagabondando per queste pianure.
