Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: Defeat Lagonus, the rearguard captain.
it: Sconfiggi Lagonus, il capitano della retroguardia.
ru: Уничтожьте Лагонуса, командира арьергарда.

source: How could I fail? Forgive me, Master...
it: Come ho potuto fallire? Perdonatemi, Signore...
ru: Как я мог потерпеть неудачу? Простите меня, Господин...

source: Lagonus’s body
it: Cadavere di Lagonus

source: Its body is tearing apart and dissolving into slime!
it: Il suo corpo si squarcia e si dissolve in poltiglia!
ru: Его тело разваливается на куски и превращается в слизь!

source: Disgusting... I feel like vomiting.
it: Disgustoso... mi vien voglia di vomitare.
ru: Отвратительно... Меня тошнит.

source: Wait, we still have to defeat these beasts that pursue us, otherwise they will report our position to their leaders!
it: Aspetta, dobbiamo ancora sconfiggere queste belve che ci perseguitano, altrimenti riferiranno la nostra posizione ai loro capi!
ru: Постойте, нам нужно ещё уничтожить этих тварей, которые нас преследуют; иначе, они сообщат о нашем местонахождении своим командирам!

source: The way out... It’s this way, people!
it: L’uscita... Da questa parte, gente!

source: Oh no! Their main assault force has found us! Anlindë, I am sorry. We have failed.
it: Oh no, il grosso delle loro forze di attacco ci ha trovato! Anlindë, mi spiace. Abbiamo fallito.
ru: О нет, их главные силы вторжения нашли нас! Анлиндэ, я сожалею. Мы потерпели неудачу.

source: The earth shakes.
it: La terra trema.
ru: Сотрясается земля.

source: I wonder what that could be...
it: Chissà cosa sta succedendo...
ru: Интересно, что бы это могло быть...

source: Outside
it: L’esterno

source: We made it! And there is no sign of demons around here.
it: Ce l’abbiamo fatta! E non ci sono tracce di demoni qui attorno.
ru: Мы сделали это! И вокруг нет никаких признаков демонов.

source: Ah, I can feel the wind in my hair again... It has been a really long time. It is a little cold, but still nice after centuries of being underground.
it: Ah, sento di nuovo il vento nei capelli... È passato veramente molto tempo. È un po’ freddo, ma è comunque piacevole, dopo essere stati per secoli sottoterra.
ru: Ах, я могу снова почувствовать ветер в моих волосах... Прошло действительно очень много времени. Здесь холодновато, но все равно приятно, после столетий проведённых под землей.

source: You know, I do not feel very pleased to be on the surface again, but good for you. At least it is not a desert, I don’t think anything could be worse for me than leagues of sand and no trees to protect me from the suns.
it: Sai, non mi sento così a mio agio di essere di nuovo in superficie, ma è un bene per voi. Almeno non è un deserto, penso che per me nulla sarebbe peggio di distese delle sabbia senza alberi per proteggermi dai soli.

source: I wish Anlindë was here with us to enjoy the landscape and breathe the fresh air. I’ll never stop feeling guilty for deliberately abandoning her there in the caves. She was...she was the only one who could have replaced the loss of my mother...
it: Vorrei che Anlindë fosse qui con noi a godersi il panorama e respirare l’aria fresca. Non smetterò mai di sentirmi in colpa per averla deliberatamente abbandonata laggiù nelle caverne. Era... era la sola che sia mai riuscita a prendere il posto di mia madre dopo la sua perdita...

source: Do not feel guilty, Galas. As she said, that was the best she could do to fix her past crimes. Let’s not dishonor her memory failing, we have a mission to complete.
it: Non sentirti in colpa, Galas. Come ha detto lei, era la miglior cosa che potesse fare per saldare i vecchi crimini. Non disonoriamo la sua memoria con il fallimento, abbiamo una missione da compiere.

source: And so they signaled the rest of the group to emerge from the caverns.
it: E così segnalarono al resto del gruppo di uscire dalle caverne.
ru: И они дали сигнал остальным выбираться из пещеры.

source: The fate of Anlindë was to be unknown to all of them; albeit legends of her last battle, her courage, and purposefulness were to be remembered for the rest of time. Only a few would truly know what happened that fateful day, in the depths of the ruins of New Knalga.
it: Ciò che avvenne di Anlindë era destinato a rimanere ignoto a tutti loro; sebbene le leggende della sua ultima battaglia, il suo coraggio e la sua risolutezza sarebbero state ricordate fino alla fine dei giorni. Solo pochi avrebbero veramente saputo cosa fosse successo in quel fatidico giorno, nelle profondità delle rovine di New Knalga.
ru: Никто из них не знал о судьбе Анлиндэ; хотя легенды о ее последнем сражении, ее храбрости, и целеустремленности были воспеты в веках. Очень немногие знали то, что действительно случилось в тот роковой день, в глубинах руин Нового Кналга.

source: May your soul rest in peace for the rest of eternity, Anlindë.
it: Possa la tua anima riposare in pace per il resto dell’eternità, Anlindë.
ru: Пусть ваша душа вечно покоится с миром, Анлиндэ.

source: Face your Fate
it: Affronta il tuo Destino
ru: Лик твоей судьбы

source: Resist for $survival_turns turns
it: Resisti per $survival_turns turni
ru: Продержитесь $survival_turns ходов

source: Death of Anlindë before $survival_turns turns have passed
it: Morte di Anlindë prima che siano passati $survival_turns turni
ru: Смерть Анлиндэ прежде чем пройдёт $survival_turns ходов

source: What are those creatures doing?
it: Cosa stanno facendo quelle creature?
ru: Что делают те существа?

source: I am not sure, but they seem to be layin’ their larvae on the cavern’s floor then eatin’ it.
it: Non ne sono sicuro, ma sembra che stiano deponendo le proprie larve sul pavimento della caverna per poi divorarle.

source: M’lady, we shall not let these invaders take over Knalga without givin’ up a bloody fight first. We’ll fight for ya. May glory be our tomb this day.
it: Mia signora, non permetteremo a questi invasori di conquistare Knalga senza prima una sanguinosa battaglia. Combatteremo per te, che oggi la gloria sia la nostra tomba.

source: Ah, the smell of death only increases my thirst for blood. With the dwarven defenses crippled by the drones, taking over the keep shall be easy.
it: Ah, l’odore di morte non fa che accrescere la mia sete di sangue. Con le difese dei nani abbattute dai droni, conquistare la fortezza sarà facile.
ru: Ах, запах смерти только увеличивает мою жажду крови. С такой, расшатанной дронами, обороной, захватить гномью крепость не составит труда

source: Look, the elvish witch!
it: Guardate, la strega elfica!
ru: Смотри, эльфийская ведьма!

source: Graaargh, kill her! And the elf leader too! Find the filthy fairy but heed the commands of the Master; trap her, but don’t touch, torture, or kill her — even by accident!
it: Graaargh, uccidetela! E anche il comandante degli elfi! Trovate le schifosa fata, ma ricordate gli ordini del Signore; intrappolatela, ma state attenti a non toccarla, torturarla o ucciderla, nemmeno per sbaglio!

source: Attack now! You know what to do!
it: All’attacco! Sapete cosa fare!
ru: В атаку! Вы знаете, что делать!

source: Their final assault has started. I hope we can give Galas and the rest enough time to escape unnoticed.
it: Il loro assalto finale è iniziato. Spero di riuscire a dare a Galas e agli altri il tempo di fuggire inosservati.
ru: Начался главный штурм. Я надеюсь, что мы сможем дать Галасу и остальным достаточно времени, чтобы уйти незамеченными.

source: Aaargh. Killing me shall have no effect on our forces. We are unstoppable!
it: Aaargh. Uccidermi non servirà a indebolire le nostre forze. Siamo inarrestabili!
ru: Ааа-гр-р. Моя смерть никак не отразится на наших силах. Нас невозможно остановить!

source: Assault Commander
it: Comandante d’Assalto
ru: Фельдмаршал

source: udesc^Goliath
it: Gigante
ru: Голиаф

source: udesc^Protector Drone
it: Drone Protettore
ru: Дроид защитник

source: The commander, at last! Come and fight with me, fiendish one! This place shall be your grave!
it: Il comandante, finalmente! Vieni ad affrontarmi, demone! Questo luogo sarà la tua tomba!
ru: Командующий! Ну, наконец-то! Иди сюда и сразись со мной, дьявольское отродье! Здесь ты найдёшь себе могилу!

source: Hah! You’d better run away, little worm, or I shall tear your tiny body to pieces and delight in your suffering!
it: Aha, faresti meglio a scappare, vermiciattolo, altrimenti dovrò fare a pezzi il tuo corpo e deliziarmi delle tue sofferenze!

source: I can read your mind, so I know where your friends are. Your little sacrifice here doesn’t fool the Shadow Master, nor will it save the cowards from His wrath! We’ll find them all, and your pitiful efforts will have been wasted in vain.
it: Posso leggerti nel pensiero, e perciò so dove sono i tuoi amici. Il tuo piccolo sacrificio non fermerà l’ira del Signore dell’Ombra, né salverà i codardi dalla Sua ira! Li troveremo tutti, e il tuo pietoso sacrificio sarà stato vano!

source: Not if I can stop you first! May it be at the cost of my life.
it: No, se riesco a fermarti prima! Costi quel che costi, persino la mia stessa vita.
ru: Нет, если прежде я смогу остановить Вас! Хотя бы ценой своей жизни.

source: Defeat the commander
it: Sconfiggi il comandante
ru: Уничтожте командующего

source: It...is impossible!
it: È... è impossibile!
ru: Это... невозможно!

source: Your mundane weapons and pathetic spells are not enough to destroy me.
it: Le tue armi terrene e i tuoi patetici incantesimi non sono sufficienti a distruggermi.
ru: Вашего земного оружия и жалких заклинаний недостаточно, чтобы уничтожить меня.

source: Then I’ll figure out another way to destroy you.
it: Allora troverò un altro modo per farlo.

source: Ha, ha, I don’t think you’re going to have enough time for that before I kill you!
it: Ah ah, non penso che avrai il tempo di farlo prima che io ti uccida!

source: By the power you have given me, Uria, may the spells that keep the undead animated be canceled now!
it: Per il potere che mi hai dato, Uria, che gli incantesimi che mantengono in piedi i non-morti siano cancellati!

source: This is actual proof Mal Keshar has no power against these fiends. I must get rid of this masked being somehow or they will be lost against it!
it: Questa è la prova concreta che Mal Keshar non ha potere contro questi demoni. Devo liberarmi di questo essere mascherato o non avranno scampo contro di lui!
ru: Это наглядно показывает, что Мал Кешар практически бессилен против этих демонов. Я должна любым способом избавиться от этого - в маске, или он их уничтожит!

source: I am sorry...Galas... I...failed...
it: Mi spiace... Galas... ho fallito...
ru: Мне очень жаль... Галас... Я... не справилась...

source: Now, which extremity do you want to see removed first?
it: Ora, che parte del corpo vuoi vederti strappare per prima?
ru: Итак, какую конечность Вам оторвать первой?

source: You should not...waste more of your time...here...
it: Non dovresti... sprecare altro tempo... qui...
ru: Вам не стоит... далее понапрасну терять... здесь... свое время...

source: But... The cave’s roof! No!
it: Ma... il soffitto della caverna! No!

source: Yes, I shall not depart alone!
it: Sì, non me ne andrò da sola!
ru: Да, я не собираюсь погибать без компании!

source: You are mad!
it: Sei matta!
ru: Вы сумасшедшая!

source: Aiyeee!! Retreat!! No, wait... aaargh!
it: Aiyeee!! Ritirata!! No, aspetta... aaargh!
ru: Авуууу!! Бежим!! Нет, подождите... аааргх!

source: Death will take all of us now...
it: Ora la morte ci afferrerà tutti...
ru: Теперь смерть заберёт нас всех...

source: And so it ended.
it: E così finì.
ru: И это был конец.

source: Continue playing to Episode II
it: Continua e gioca l’Episodio II
ru: Продолжить игру в эпизоде II

source: End the game
it: Fine della partita
ru: Закончить игру

source: Bye and Behold
it: Un saluto al passato e uno sguardo al futuro
ru: Прощание и знакомство

source: team_name^Barbarians
it: Barbari
ru: Варвары

source: team_name^Aragwaithi
it: Aragwaithi
ru: Эрагвийцы

source: Defeat all enemy leaders.
it: Sconfiggi tutti i comandanti nemici.
ru: Победите всех лидеров противника

source: Galas has gained experience since the start of his journey in the last episode. You may now choose what advancement path he should follow from here onwards. Remember that every path has its own advantages and disadvantages.
it: Galas ha acquisito esperienza dall’inizio del proprio viaggio nel precedente episodio. Ora puoi scegliere secondo quale percorso farlo avanzare da qui in avanti. Ricorda che ciascun ramo offre i propri vantaggi e svantaggi.
ru: У Галаса есть опыт, полученный им при прохождении последнего эпизода. Вы снова можете выбрать, по какому пути направить его развитие. Помните, что любой из путей имеет свои достоинства и недостатки.

source: Now what d’ye want us to do, Master Galas? We’ve certainly lost our home to the hands of those fiends, just as yer folk have.
it: Ora, cosa vuoi che facciamo, Maestro Galas? La nostra casa è senza dubbio caduta in mano di questi nemici, come quella della vostra gente.

source: (sighs) I know, and I feel guilty for that. They never would have raided Knalga if they had not been pursuing us. I am deeply sorry.
it: (sospira) Lo so, e mi sento in colpa per questo. Non avrebbero mai attaccato Knalga se non fossero stati sulle nostre tracce. Sono profondamente mortificato.
ru: (вздыхает Я знаю и чувствую себя виновным в этом. Они никогда бы не напали на Кналга, если бы не преследовали нас. Я глубоко сожалею.

source: Ah don’t be sorry, ’twould have happened sooner or later. If you hadn’t warned us of the impending menace, we wouldn’t have been prepared for the invasion, and would’ve likely perished in there — all our race exterminated in a few days...
it: Non preoccuparti, sarebbe successo comunque presto o tardi. Se non ci aveste avvertito della minaccia incombente, non saremmo stati pronti per l’invasione e saremmo probabilmente morti tutti là sotto; la nostra razza sarebbe stata sterminata in pochi giorni...

source: That’s true. Yer errand did us more good than harm, Galas. I think it showed us the cruel reality of the surface world, somethin’ that we were mostly unaware of all this time.
it: È vero. Il vostro arrivo ci ha fatto più bene che male, Galas. Penso che ci abbia mostrato la cruda realtà del mondo in superficie, cosa di cui siamo stati quasi del tutto inconsapevoli per tutto questo tempo.

source: Now, as ye said before all we can do now is hunt for a new home in these lands. But are ye sure ye’ll be safe out there without us?
it: Adesso, come tu hai già detto, tutto ciò che possiamo fare è cercare una nuova casa in queste terre. Ma, siete sicuri che sarete al sicuro là fuori senza di noi?

source: I thank you for your help, Majesty, but we are now surrounded by forests, the kind of terrain we elves have been used to for millennia. There in the darkness we were helpless on our own, but here it reminds us of home. I am sure you’re anxious to explore the mountains and regain protection underground. I don’t want to hold you to a mission that you did not ask for.
it: Vi ringrazio per il vostro aiuto, Maestà, ma adesso siamo circondati da foreste, il tipo di territorio a cui noi elfi siamo abituati da millenni. Laggiù nell’oscurità eravamo inermi da soli, ma qui ci sentiamo a casa. Sono sicuro che siete ansioso di esplorare le montagne e ritrovare riparo nel sottosuolo. Non voglio trattenervi per continuare una missione che non è la vostra.

source: So be it. Farewell to ye, Lord of the Elves of the Forests, we shall remember ye. May our paths meet again in better times.
it: Così sia. Addio, Signore degli Elfi della Foresta, ti ricorderemo. Che i nostri sentieri si possano di nuovo incrociare in tempi migliori.
ru: Да будет так. Прощайте же, лорд лесных эльфов. Мы будем помнить Вас. Может наши пути ещё сойдутся в лучшие времена.

source: To show ye our gratitude, I crafted this chainmail armor, light and strong, specially for Galas. ’Tis made of a special metal that is rarely used for craftin’ weaponry or armor ’cause of its difficult extraction and forgin’. I’m sure ’twill be necessary at some point in the future.
it: Per dimostrare la nostra gratitudine, ho forgiato questa armatura di maglia, leggera e resistente, proprio per Galas. È fatta di un metallo speciale che di rado viene usato per forgiare armi o armature perché è difficile da estrarre e lavorare. Sono sicuro che ti sarà estremamente utile in futuro.

source: Dwarven Chainmail Armor
it: Armatura di Maglia dei Nani
ru: Гномьи кольчужные доспехи

source: This shiny and mysterious light chainmail armor, increases the unit’s resistances as follows: Blade: +20% Pierce: +30% Impact: +10% Fire: +30%
it: Questa scintillante e misteriosa armatura di maglia leggera aumenta la resistenza dell’unità come segue: Lama: +20% Perfora: +30% Impatto: +10% Fuoco: +30%

source: My thanks, dwarven master. Surely it will help me should I run into trouble when fighting at close range. Those fiends don’t seem to possess good blacksmiths to forge effective weapons or armor for them.
it: Grazie, maestro nano. Mi sarà sicuramente utile se mi trovassi nei guai nel combattimento ravvicinato. Non mi sembra che questi demoni abbiamo dei buoni fabbri per costruire armi o armature più efficaci per loro.

source: Farewell, Elynia. I wish I had more time to learn more of yer people and yer skill with magic.
it: Addio Elynia, vorrei aver avuto il tempo per imparare di più sulla tua gente e sui tuoi poteri magici.
ru: Прощайте, Элиния. Мне жаль, что у меня было недостаточно времени, чтобы лучше изучить ваших людей и ваше искусство волшебства.

source: Bye, Althurin. May we meet a second time.
it: Addio, Althurin. Forse ci rivedremo un giorno.
ru: Пока, Альтурин. Может, мы встретимся ещё раз.

source: The dwarves leave.
it: I nani se ne vanno.
ru: Гномы уходят.

source: So the plan is to find the humans and ally with them, right Galas?
it: Dunque il piano è di trovare gli uomini e allearsi con loro, giusto Galas?
ru: Значит, план состоит в том, чтобы найти людей и заключить с ними союз, верно Галас?

source: Yes, my lady. That is the best plan I could come up with.
it: Esatto, mia signora. È il piano migliore che sia riuscito a studiare.
ru: Да, моя леди. Это - лучший план, который я смог придумать.

source: Galas, there is really no need to treat me as a superior. Treat me just as you would a friend.
it: Galas, non c’è davvero bisogno che mi tratti come un superiore. Trattami semplicemente come faresti con un’amica.
ru: Галас, не нужно рассматривать меня как начальника. Относитесь ко мне, как к своему другу.

source: I don’t think they’ll like my presence, let alone our companions... My companions...you know.
it: Non penso che apprezzeranno la mia presenza, e tanto meno i nostri compagni... I miei compagni... insomma.

source: That is a very good point. But...
it: Questo è un punto molto delicato. Ma...
ru: Это очень хорошая мысль. Но...

source: (whispering) I feel we’ll find out soon enough...
it: (bisbigliando) Ho la sensazione che le risposte stiano arrivando...

source: Halt! Who goes there?
it: Altolà! Chi va là?
ru: Стой! Кто идет?

source: Uhm... We, we are elves. We come in peace, as refugees.
it: Ehm... noi, noi siamo elfi. Veniamo in pace, siamo profughi.
ru: Гмм ... Ну, мы эльфы. Мы пришли с миром, как беженцы.

source: Elves? And refugees, you say. Mwa ha! Elves, indeed. Creatures that don’t exist but in tall tales of the past times.
it: Elfi? E profughi, dite. Ha ha! Elfi, certo. Creature che non esistono se non nei racconti del passato.

source: (whispering) Perhaps seducing him might be a better idea...
it: (bisbigliando) Forse sedurlo potrebbe essere un’idea migliore...
ru: (шёпотом) Возможно соблазнить его было бы лучшей идеей...

source: (whispering) Or killing him...
it: (bisbigliando) O ucciderlo...
ru: (шёпотом) Или убить...

source: Sssht, quiet!
it: Sssht, silenzio!
ru: Тсссс, тихо!

source: Erathan, although we have only heard of them in stories, I recall the fiends mentioning ‘elfses’. I guess they meant ‘elves’, these elves. So it’s unlikely a trap; they must be refugees indeed.
it: Erathan, anche se abbiamo sentito parlare di loro solo nelle favole, ricordo i demoni parlare di “elfici”. Penso che intendessero “elfi”, questi elfi. Perciò è probabile che non sia una trappola, devono essere davvero dei profughi.

source: Are you refugees then? Why? And what is that thing doing behind you?
it: Dunque siete profughi? Perché? E che ci fa quel coso dietro di voi?
ru: Значит вы беженцы? Почему? И что та тварь делает за вашими спинами?

source: This...
it: Questo...
ru: Это...

source: I have been called by many names, but none as disturbing as ‘That Thing’...
it: Sono stato chiamato in diversi modi, ma nessuno mi ha mai turbato come “Quel Coso”...

source: Ho! A necromancer. Our law is very strict on what we rangers should do with black magic and all its foul practitioners. You had best have a magnificent story for us, else we summon the local garrison. Or perhaps you wish to be judged by our authorities, and thrown in prison?
it: Oh! Un negromante. La nostra legge è molto precisa su come noi ranger ci dobbiamo comportare con la magia nera e con tutti i suoi luridi praticanti. Sarà meglio che abbiate una storia sorprendente da raccontarci, altrimenti chiameremo la guarnigione locale. O forse preferite essere giudicati dalle nostre autorità, e sbattuti in prigione?
ru: Эй! Некромант. Наш закон очень строг в том, что мы - рейнджеры - должны делать с черной магией и всеми ее грязными адептами. Вы должны рассказать нам очень убедительную историю, или мы вызываем местный гарнизон. Или возможно вы желаете быть судимы нашими властями, и быть брошенным в тюрьму?

source: Well, we...
it: Beh, noi...
ru: Ну, мы...

source: Perhaps we can make a deal. These seem to be difficult times for your country. Surely you would not pass up the opportunity to let us aid you in your battles, especially since both of us want to get rid of a common enemy — the enemy that pushed us from our homes.
it: Forse possiamo fare un accordo. Questi sembrano tempi duri per la vostra terra. Di certo non vorrete lasciarvi sfuggire l’opportunità di farvi aiutare nelle vostre battaglie, specialmente dal momento che entrambi vogliamo sbarazzarci di un nemico comune: lo stesso che ci ha cacciati dalla nostra casa.

source: That depends on which enemy you are talking about, of course.
it: Dipende da quale sia il nemico di cui state parlando, naturalmente.
ru: Это будет зависеть от того, о каком враге вы говорили.

source: The demons. The loyalists. The damned Empire of Chaos and all the usurpers of the former glory of Wesnoth!
it: I demoni. I lealisti. Il dannato Impero del Caos e tutti gli usurpatori della precedente gloria di Wesnoth!
ru: Демоны. Лоялисты. Проклятая Империя Хаоса и все узурпаторы былой славы Веснота!

source: So, you escape from those fiends then. Funny thing, necromancers always flee as cowards when they stumble upon a stronger opponent.
it: Così voi sareste in fuga da quei nemici, dunque. Divertente, i negromanti fuggono sempre come codardi quando si imbattono in un avversario più potente.
ru: Значит, вы бежите от этих врагов. Забавно, некроманты всегда бегут, как трусы, когда они наткаются на более сильного противника.

source: (grumbling) I’d like to hear him say that while I’m slitt—
it: (borbottando) Vorrei proprio sentirglielo dire mentre gli spacco...

source: *Ahem* Sir Ranger, can we concentrate on the real subject please?
it: *Ahem* Signor Ranger, possiamo concentrarci sul vero problema, per favore?
ru: *Гм* Сэр рэнджер, пожалуйста, может мы вернёмся к обсуждению конкретного вопроса?
