Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: Ancient legends state that demonkind is not necessarily evil by nature. However, the great powers wielded by the inhabitants of Inferno make it more likely that they shall be used for evil acts.
it: Antiche leggende dicono che la razza dei demoni non sia necessariamente malvagia per propria natura. Comunque, i grandi poteri in mano agli abitanti dell’Inferno rendono più probabile che vengano usati per atti malvagi.
ru: Древние легенды гласят, что младшие демоны не обязательно являются злом по своей природе. Однако великие силы, которыми владеют обитатели Ада, делают более вероятным их использование для злых действий.

source: A prophecy was made about the day when the Union of Light and Darkness shall be formed again.
it: Fu fatta una profezia riguardo al giorno in cui l’Unione di Luce e Oscurità verrà formata di nuovo.
ru: Было сделано пророчество о дне, когда Союз Света и Тьмы возникнет вновь.

source: Long ago during a forgotten era, the beings of Light and Darkness were fighting an endless war, which ended when Yarae the Arcane Lord appeared to take his place as an arbiter between both sides.
it: Molto tempo fa, durante un’era dimenticata, gli esseri della Luce e dell’Oscurità stavano combattendo una guerra interminabile, che si concluse quanto Yarae, il Signore Arcano, apparve per prendere il proprio posto di mediatore tra le due parti.
ru: Много лет назад во времена забытой эпохи, существа Света и Тьмы вели бесконечную войну, которая закончилась, когда Ярэй - Лорд Таинств - явился, чтобы выступить в качестве арбитра между двумя сторонами.

source: Mal Si’ah was here.
it: Mal Si’ah è stato qui.

source: There are permanent gateways to Inferno hidden in many different worlds, protected by the chosen Gatekeepers of Iluvia.
it: Vi sono dei portali permanenti per l’Inferno, nascosti in molti mondi diversi, sorvegliati dagli scelti Guardiani dei Cancelli di Iluvia.
ru: Во многих различных мирах спрятаны стабильные порталы в Ад, находящиеся под защитой избранных Привратников.

source: The prophecy of the Union has been passed from generation to generation. Its definitive origin is still uncertain.
it: La profezia dell’Unione fu tramandata di generazione in generazione. La sua prima origine è ancora incerta.
ru: Пророчество о Союзе передается из поколения в поколение. Его происхождение все еще окончательно не установлено.

source: Uria: one of the Original Ten Guardians, the exact powers she possesses are still unknown.
it: Uria: una dei Dieci Guardiani Originari, gli esatti poteri in suo possesso sono ancora sconosciuti.
ru: Урия: одна из Первой Десятки стражей, её полномочия до сих пор остаются неустановленными.

source: Two beings shall be born, each one in the places were the Globes of Light and Darkness were hidden. The powers of Light and Darkness shall bind to each one, and once both beings join their spirits, they shall become the new Avatars of the Union.
it: Due esseri nasceranno, ciascuno in uno dei luoghi in cui i Globi di Luce e Oscurità furono celati. I poteri di Luce e Oscurità si incarneranno in ciascuno di essi, e appena i due avranno unito i loro spiriti, diverranno i nuovi Avatar dell’Unione.
ru: Должны родиться два существа, каждое в одном из тех мест, где были укрыты Сфера Света и Сфера Тьмы. Силы Света и Тьмы сольются с ними, и когда существа объединят свои сущности, возникнет новое воплощение Союза.

source: A cataclysm destroyed our civilization and creations, except for a few of us who survived long enough to set a secret city underground.
it: Un cataclisma distrusse la nostra civilizzazione e le nostre opere, tranne alcuni di noi che sopravvissero abbastanza a lungo per fondare una città segreta sotterranea.
ru: Катаклизм уничтожил нашу цивилизацию и творения, за исключением нескольких из нас, кто прожил достаточно долго, чтобы создать тайный подземный город.

source: Aaah! Living fire!
it: Aaah! Un fuoco parlante!
ru: А-ах! Живой огонь!

source: Living fire? How can that be possible...?
it: Un fuoco parlante? Come è possibile...?
ru: Живой огонь? Разве это возможно...?

source: There is strong magic at work here, the magic of the nature elements. Everything is alive...the cave walls, the fire, the darkness...even the dust.
it: C’è una magia potente qui, la magia degli elementi della natura. Tutto è vivo, le pareti della caverna, il fuoco, l’oscurità... persino la polvere.
ru: Здесь вершилось великое волшебство, волшебство элементов природы. Все живо... стены пещеры, огонь, темнота... даже пыль.

source: Physical weapons are unlikely to be of any use against them. Be careful.
it: È improbabile che le armi fisiche siano di alcun aiuto contro di loro. Fate attenzione.
ru: Оружие без магических свойств вряд ли сможет защитить от них. Будьте осторожны.

source: That thing looks like a reptilian creature that was somehow rid of its eyes... Awful.
it: Quella cosa somiglia a un rettile cui abbiano in qualche modo cavato gli occhi... Orribile.
ru: Это существо выглядит как рептилия, которая почему-то осталась без глаз. Кошмар.

source: I bet the civilization that settled here in these caves did monstrous experiments on them. I can not help but wonder what other kinds of abominations hide in here.
it: Scommetto che la civiltà che si era insediata qui faceva esperimenti mostruosi su di loro. Non posso fare a meno di chiedermi quali altri tipi di abomini si nascondano qua dentro.
ru: Держу пари, что цивилизация, обосновавшаяся в этих пещерах, проводила над ними чудовищные эксперименты. Не могу не задаться вопросом, какие ещё омерзительные существа скрываются здесь?

source: Animated rocks. Oh great!
it: Rocce animate. Oh perfetto!
ru: Ожившие камни. Ох, какие огромные!

source: Surely spears, swords, or arrows will not do well against these rocky beings.
it: Di certo picche, spade o frecce non serviranno a nulla contro questi esseri di roccia.
ru: Несомненно копья, мечи и стрелы будут бесполезны против этих каменных существ.

source: Die, elves!
it: Morite, elfi!
ru: Смерть эльфам!

source: Darn, they have followed us this far?!
it: Dannazione, ci hanno seguito fin qui!?
ru: Проклятие, забрались за нами в такую даль?!

source: Not good. Here in the deepest places of the earth they are stronger than our elvish fighters.
it: Non va bene. Qua nei luoghi più profondi della terra loro sono più forti dei nostri guerrieri elfi.
ru: Это плохо. Здесь, в самых глубоких подземельях, они сильнее, чем наши эльфийские воины.

source: Pah. They are no challenge for my minions!
it: Bah. Non sono una sfida per i miei schiavi!
ru: Тьфу. Они не проблема для моих слуг!

source: Lemme crush one with my hammer. I wanna see how well they fare against ancient dwarven magic!
it: Fatemene schiacciare uno con il mio martello. Voglio vedere quanto sono forti contro l’antica magia dei nani!
ru: Дайте мне приласкать одного моим молотом. Я хочу посмотреть, так ли они хороши против древнего гномьего волшебства!

source: What is their skin made of? It doesn’t seem like it can really withstand that much damage.
it: Di cosa è fatta la loro pelle? Non sembra che possa davvero sopportare così tante ferite.

source: Begone, foul monstrosity!
it: Vattene, lurida mostruosità!
ru: Прочь, мерзкое чудовище!

source: You, creatures who dare to stand in our way... Who are you working for, and for what purpose? Speak!
it: Voi, creature che osate intralciarci la strada... Per chi lavorate, e a che scopo? Rispondete!
ru: Эй вы твари, что посмели стать у нас на пути... Кому вы служите, чего хотите? Отвечайте!

source: *ack* Heh heh. We’ll...never tell...you...
it: *ack* He he. Noi... non ve lo... diremo mai...

source: I should have known. No truthful information can be obtained from these worms.
it: Avrei dovuto saperlo. Nessuna informazione attendibile può essere ottenuta da questi vermi.
ru: Я должен был знать это. От этих презренных тварей никогда не узнать правды.

source: I wonder where these holes in the ground lead to.
it: Mi chiedo dove portino questi buchi nel terreno.
ru: Интересно, куда ведут эти отверстия в земле.

source: The Source of Light
it: La Sorgente della Luce
ru: Источник света

source: team_name^Demons
it: Demoni
ru: Демоны

source: Find the ‘Source of Light’
it: Trova la “Sorgente della Luce”

source: It is...an enormous power. It fills the entire place!
it: È... un’energia enorme. Pervade l’intero luogo!
ru: Это... огромная мощь пронизывает все это место!

source: I feel it. It is the Source of Light. Her presence is weak in comparison to when she was on the surface, but still strong nonetheless.
it: Lo sento. È la Sorgente della Luce. La sua presenza è debole in confronto a quando era in superficie, ma è comunque forte.
ru: Я чувствую её. Она - Источник Света. Ее присутствие ощущается слабее чем тогда, когда она была на поверхности, но, тем не менее, весьма сильно.

source: She is here. We have arrived, finally...
it: È qui. Siamo arrivati, finalmente...
ru: Она здесь. Наконец, мы добрались...

source: You magic-skilled people can perceive things which are beyond me.
it: Voi gente dotata di poteri magici siete in grado di percepire cose che vanno al di là di me.
ru: Вы, обладающие волшебными способностями, можете чувствовать вещи мне недоступные.

source: Indeed, lad. Magic experience grants ye the ability to perceive the existence of things which are ignored by common folk. My runic detectors indicate that an ancient magic affects these tunnels, a magic unknown to dwarves of the present age.
it: Proprio così, ragazzo. L’esperienza della magia ti dà l’abilità di percepire cose di cui le persone comuni ignorano l’esistenza. I miei rilevatori runici indicano che queste gallerie sono colme di un’antica magia, una magia sconosciuta ai nani del nostro tempo.
ru: Действительно, парень. Магический опыт даёт вам способность чувствовать вещи, существование которых недоступно большинству. Мои руны указывают, что эти туннели пронизаны древним волшебством; волшебством, которое неизвестно гномам, живущим ныне.

source: Fair enough, find the Source. We should not waste too much time in this search, for we do not know when those fiends will let themselves fall upon Knalga.
it: Bene, trovate la Sorgente. Non dovremo sprecare troppo tempo in questa ricerca dato che non sappiamo quando il nemico si abbatterà su Knalga.
ru: Хватит разговоров, найдите Источник. Мы не можем позволить себе потратить впустую слишком много времени в этих поисках, так как мы не знаем, когда те злодеи решатся напасть на Кналга.

source: If they have not already.
it: Sempre che non lo abbia già fatto.
ru: Если они уже не сделали этого.

source: I hope they haven’t. Our economy is thrivin’, but it’s still less than adequate for supportin’ us in a full-scale war.
it: Spero di no. La nostra economia sta prosperando, ma non è ancora in grado di sostenerci in una vera e propria guerra.

source: Less chatter and more scouting, people, before the walls cave in on us!
it: Meno chiacchiere e ricerche più intense, gente, prima che le pareti ci crollino sulla testa!
ru: Народ, меньше болтовни и повнимательнее, пока нас тут не завалило!

source: Surely I could use some help here!
it: Mi farebbe senz’altro comodo un po’ di aiuto qui!
ru: Наверняка здесь мне понадобится чья-нибудь помощь

source: Die, microscopic vermin!
it: Muori, microscopico parassita!
ru: Умрите, ничтожные паразиты!

source: The elves! Damn, the rearguard could not hold against them!
it: Gli elfi! Dannazione, la retroguardia non ce l’ha fatta contro di loro!
ru: Эльфы! Проклятье, арьергард не смог остановить их!

source: Persistent fools. But it matters little; we shall destroy them, shan’t we? For the Emperor!
it: Stupidi ostinati. Ma poco importa, li distruggeremo, non è vero? Per l’Imperatore!

source: They must be after our savior. They want to stop us!
it: Devono essere sulle tracce della nostra salvatrice. Vogliono fermarci!
ru: Им, должно быть, нужен наш спаситель. Они хотят остановить нас!

source: Their master must be aware of what fate lies in store for them if we call upon the power of the Union. And it looks like they have a never-ending supply of grunt attackers, too.
it: Il loro padrone deve essere consapevole del fato che li aspetta se noi invochiamo il potere dell’Unione. E pare che abbia una riserva inesauribile di reclute per attaccarci.
ru: Их хозяин наверняка знает, какая судьба ждет их, если мы призовём мощь Союза. И похоже, что у них есть возможность бесконечно вызывать себе подкрепления.

source: We must try to defeat this group now, before they can invoke reinforcements and secure these caves. I hope we can manage it.
it: Dobbiamo cercare di sconfiggere questo gruppo ora, prima che possano chiamare rinforzi e assicurarsi queste caverne. Spero che siamo in grado di farcela.
ru: Мы должны попытаться разбить этот отряд прежде, чем они смогут призвать подкрепление и закрепиться в этих пещерах. Я надеюсь, что мы справимся.

source: Defeat the demon leader
it: Sconfiggi il capo dei demoni
ru: Победите предводителя демонов.

source: Oh, Master... I have...failed...
it: Oh, Signore... ho... fallito...
ru: О, Господин... Я...не справилась...

source: Die, you fiend! And stay dead!
it: Va’ all’inferno, demone, e restaci!
ru: Умри, демон! И оставайся мёртвым!

source: Oooh! What the... Hey, look! The cave wall there has raised!
it: Oooh! Ma che... ehi, guardate! La parete della caverna laggiù si è alzata!
ru: Ooo! Что... эй, смотрите! Стена пещеры поднялась!

source: Let’s continue.
it: Andiamo avanti.

source: Explore the main chamber and find the ‘Source of Light’
it: Esplora la camera principale e trova la “Sorgente della Luce”

source: The earth shakes! It must be a volcanic eruption!
it: La terra trema! Dev’essere un’eruzione vulcanica!
ru: Земля трясётся! Это должно быть вулканическое извержение!

source: No, it is not. We are just awakening the forces of nature by merely being here. Which indicates no one has been in these caves for a very long time, possibly for millions of years.
it: No, non è così. Stiamo solo risvegliando le forze della natura semplicemente con la nostra presenza qua. Vuol dire che nessuno ha percorso queste caverne da molto tempo, forse da milioni di anni.
ru: Нет, это не оно. Одним только своим присутствием здесь мы пробуждаем силы природы. Это указывает, что никто не ступал в эти пещеры в течение долгого времени, возможно, в течение миллионов лет.

source: Except the Lady of Light, whose energy comes from the walls at the center of the chamber!
it: Tranne la Dama della Luce, la cui presenza proviene dalle pareti al centro della camera!
ru: Кроме Леди Света, чья энергия идёт от стены в центре зала!

source: Right... This was her final resting place. She bound and sealed herself within this chamber, for she probably thought nobody would need her again. Hmph. An elegant manner of killing oneself temporarily, indeed.
it: Giusto... Questo era il luogo per il suo riposo finale. Si è chiusa in questa camera, probabilmente perché ha pensato che nessuno avrebbe avuto più bisogno del suo aiuto. Hmpf. Un modo elegante per uccidersi temporaneamente, sissì.
ru: Право... это - место её последнего пристанища. Она намеренно запечатала себя в этой палате, поскольку она вероятно думала, что никто не будет нуждаться в ней снова. Гм... Действительно, элегантный способ временно себя умертвить.

source: What should we do? These walls are impassable!
it: Cosa facciamo? Questi muri sono invalicabili!
ru: Что же нам делать? Эти стены непреодолимы!

source: There must be a way to open these walls. The chamber is shaped around a hexagonal center, and its corners look strangely clean. The runes carved in each one of them must indicate something, and being all different in each corner, it might mean that we have to activate them from six different places, away from the chamber.
it: Ci deve essere un modo per aprire queste pareti. La camera è sagomata attorno a un centro esagonale e i suoi spigoli sono stranamente lisci. Le rune incise su ciascuno di essi devono indicare qualcosa, e siccome sono tutte diverse tra di loro, potrebbe voler dire che devono essere attivati da sei luoghi diversi, lontani dalla camera.
ru: Должен быть способ открыть эти стены. Зал сформирован вокруг шестиугольного центра, а его углы выглядят подозрительно чистыми. Руны, высеченные в каждом из них должны на что-то указывать. Они все разные, своя в каждом углу. Это может означать, что мы можем активировать их из шести разных мест, удаленных от центра.

source: Yes, runic glyphs! They activate on contact, and the most important chambers, gates, and tunnels were designed to be opened with this same sort of glyph. But, where are they?
it: Sì, glifi runici! Si attivano al contatto, e le più importanti camere, cancelli e gallerie sono progettate per aprirsi con lo stesso tipo di glifi. Ma dove si trovano?
ru: Да, рунические глифы! Они активируются при контакте, и наиболее важные залы, ворота и туннели, могут быть открыты с помощью такого рода глифов. Но где они?

source: We’ll have to explore to find their locations.
it: Dovremo esplorare per scoprire dove si trovano.

source: We ought to be careful. We are not welcome here. I can sense dangerous creatures of all kinds roaming about.
it: Dovremo essere cauti. Non siamo i benvenuti qui. Avverto creature pericolose di ogni tipo aggirarsi qui intorno.
ru: Надо быть осторожными. Нам здесь не рады. Я чувствую всевозможных опасных существ, бродящих в округе.

source: Find the 6 glyphs that should open the central chamber.
it: Trova i 6 glifi che dovrebbero aprire la camera centrale.
ru: Найдите 6 глифов, которые открывают центральный зал.

source: Perhaps if I can concentrate for a while, I could figure out the location of each glyph.
it: Forse, se riesco a concentrarmi per un momento, potrei individuare la posizione di ciascun glifo.
ru: Возможно, если я на какое-то время сконцентрируюсь, я смогу выяснить местоположение каждого глифа.

source: Really? That would be a great help.
it: Davvero? Sarebbe di grande aiuto.
ru: Правда? Это бы очень нам помогло.

source: Let Mal Keshar rest for three turns and he’ll reveal the location of each magic glyph.
it: Lascia riposare Mal Keshar per tre turni ed egli scoprirà dove si trova ciascun glifo magico.

source: Ah. Got it.
it: Ah, ci sono.
ru: Наконец. Получилось.

source: My thanks. This will ease our search greatly. Now we just have to find a way to get to each location.
it: I miei ringraziamenti. Questo ci faciliterà non poco la ricerca. Ora dobbiamo solo trovare un modo per arrivare a ciascuna delle posizioni.
ru: Вот, спасибо. Это значительно облегчит наши поиски. Теперь нам просто надо найти способ добраться до каждого глифа.

source: Activate the 6 glyphs that should open the central chamber.
it: Attiva i 6 glifi che dovrebbero aprire la camera centrale
ru: Активизируйте 6 глифов, которые открывыют центральный зал.

source: Glyph activated.
it: Glifo attivato.
ru: Глиф активирован.

source: All glyphs have been activated. The earth shakes!
it: Tutti i glifi sono stati attivati. La terra trema!
ru: Все глифы активированы. Сотрясается земля.

source: This is it!
it: Ecco!
ru: Это она!

source: She is there, let us go.
it: È laggiù, andiamo.
ru: Она там, идёмте.

source: I have been waiting for this for too long.
it: Da troppo tempo aspettavo questo momento.
ru: Я так долго этого ждала.

source: Hello there! Anybody at home?
it: Ehi, laggiù! C’è nessuno in casa?
ru: Привет! Есть кто дома?

source: Intruders! Protect the Lady of Light!
it: Intrusi! Proteggete la Dama della Luce!
ru: Незваные гости! Защищайте Леди Света!

source: Argh!! Yelp...
it: Argh!! Ah...
ru: Ай! Больно...

source: Woses in this place? How odd.
it: Wose in questo posto? Che strano.
ru: Что это за место? Такое странное.

source: Destroy the necromancer!!
it: Distruggete il negromante!!
ru: Уничтожить некроманта!

source: Huh? Nay, prepare to meet *your* fate, you...
it: Eh? Naah, preparatevi ad affrontare il *vostro* destino, voi...
ru: А? Нет. Приготовьтесь встретиться со *своей* судьбой, вы...

source: Stop! We are the Elves of the Valley of Elynia. You must let us pass!
it: Fermi! Siamo gli Elfi della Valle di Elynia. Ci dovete lasciar passare!
ru: Остановитесь! Мы эльфы из долины Элинии. Вы должны позволить нам пройти!

source: The elvish race was extinguished by the events after the Fall. You cannot be elves. Impostors!
it: La razza degli elfi fu sterminata dagli eventi che seguirono la Caduta. Voi non potete essere elfi. Impostori!
ru: Эльфийская раса не пережила событий, последовавших за Великим Падением. Вы не можете быть эльфами. Самозванцы!

source: Aaah, they’re gonna crush us!
it: Aaah, ci distruggeranno!

source: I call upon the powers of Light! May they awaken our savior from her millennial sleep!
it: Invoco i poteri della Luce! Possano risvegliare la nostra salvatrice dal suo sonno millenario!
ru: Я взываю к силе Света! Пусть он пробудит нашу спасительницу от её тысячелетнего сна!

source: As Anlindë pronounced the spell, the great tree at the center of the chamber disappeared and a beautiful elven lady materialized in its place, lying on the grass floor. Big dragonfly wings on her back, and pale red hair and eyes made it obvious that she was not any elf, but the Lady of Light. Half-asleep, her powers were still strong enough to illuminate the surroundings without requiring any effort from her.
it: Appena Anlindë pronunciò l’incantesimo, il grande albero al centro della camera scomparve e al suo posto si materializzò una bellissima signora elfica che giaceva sull’erba. Le grandi ali da libellula sulla schiena, e i pallidi capelli e occhi rossi, rendevano ovvio che non fosse un’elfa qualsiasi, ma la Dama della Luce. Seppur mezza addormentata i suoi poteri erano comunque sufficienti per illuminare intorno a lei senza richiedere alcuno sforzo da parte sua.
ru: Как только Анлиндэ произнесла заклинание, огромное дерево в центре зала исчезло, и на его месте возникла прекрасная эльфийская дева, возлежащая на устилающей пол траве. Большие стрекозиные крылья за спиной, бледно-красные волосы и глаза давали ясно понять, что она не эльф, а Леди Света. Хотя она ещё пребывала в полусне, её мощь была такова, что всё вокруг озарил свет, без всяких усилий с её стороны.

source: Who has...awakened me?
it: Chi mi ha... svegliata?
ru: Кто... разбудил меня?

source: We are...
it: Noi siamo...
ru: Мы...

source: Elves? Ehm... That’s not possible. I may be still asleep...
it: Elfi? Ehm... Non è possibile... Potrei essere ancora addormentata...

source: Actually, no.
it: Veramente no.
ru: На самом деле, нет.

source: A necromancer? No, I do not allow any of your kind in my dreams! Say your last words!
it: Un negromante? No, non ammetto nessuno della tua specie nei miei sogni! Dì le tue ultime parole!
ru: Некромант? Нет, я не потерплю никого из них в своём сне! Скажи своё последнее слово!

source: No, do not destroy him! He is our ally!
it: No, non lo distruggere! È nostro alleato!
ru: Нет, не уничтожайте его! Он - наш союзник!

source: Who are you? What do you want from me, and why do you allow the undead to join your ranks?
it: Chi siete? Cosa volete da me, e perché permettete ai non-morti di unirsi alle vostre schiere?
ru: Кто вы? Что вы хотите от меня, и почему вы позволяете нежити быть в своих рядах?

source: I am Galas, leader of the elves who inhabited your valley, my Lady. This is...
it: Sono Galas, comandante degli elfi che abitavano nella vostra valle, mia Signora. Questo è...
ru: Я - Галас, предводитель эльфов, которые проживали в вашей долине, моя леди. Это ...

source: Althurin, High Dwarven Runemaster to the Kingdom of Knalga.
it: Althurin, Supremo Signore delle Rune del Regno di Knalga.
ru: Альтурин, Старший Мастер Рун гномов из королевства Кналга.
