Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: Now I had the honor of leading our warriors to war — a war to regain our place on the Continent, a war for recovering lost peace, and for obliterating the demon menace once and for all.
it: Ora avevo l’onore di guidare i nostri soldati in guerra, una guerra per riconquistare il nostro posto sul Continente, una guerra per restaurare la pace perduta e annientare la minaccia dei demoni una volta per tutte.

source: The beginning of the end. The dawn of the Great War, and the dusk of the Empire of Chaos.
it: L’inizio della fine. L’alba della Grande Guerra, e il crepuscolo dell’Impero del Caos.
ru: Это было начало конца. Заря Великой войны, и закат Империи Хаоса.

source: All of the civilians were therefore left behind, and given the order to make a settlement in the Aragwaithi country and its environs, given that almost all of the orcish tribes were now allied with us. Those who did not accept the treaty, were quickly forced to surrender. There was now enough room left for elves in those peaceful lands . . . for however long that peace would last.
it: Tutti i civili, dunque, furono lasciati indietro e fu ordinato loro di stabilirsi nel paese degli Aragwaithi e dintorni, dato che quasi tutte le tribù degli orchi adesso erano alleate con noi. Quelli che non avevano accettato il trattato erano stati costretti in poco tempo alla resa. Perciò era rimasto abbastanza spazio per gli elfi in queste terre pacifiche... almeno finché la pace fosse durata.
ru: Мы оставили всех гражданских, так как в землях Эрагвийцев и их окрестностях уже был наведён некоторый порядок, учитывая, что почти все племена орков теперь были в союзе с нами. Те, кто не принимал соглашение, быстро были вынуждены сдаться. Теперь Было достаточно места для эльфов на этих мирных землях... до тех пор, пока будет длиться мир.

source: But as it was, the Chaos armies were forced to hold their positions on their own territory in order to resist the alliance’s invasion. If we could banish their presence in the Aragwaithi countryside then peace would certainly return there with time.
it: Ma allo stato corrente delle cose, gli eserciti del caos erano costretti a mantenere le loro posizioni nel loro territorio per resistere all’invasione dell’alleanza. Se fossimo riusciti a cacciarli dalle terre degli Aragwaithi, lì con il tempo la pace sarebbe senz’altro tornata.

source: We marched towards the frying pan, toward the Heart of the Empire, accessed only by a mountain pass that was difficult to locate and traverse, according to Erathan. And indeed it was.
it: Ci mettemmo in marcia verso il Cuore dell’Impero, con l’unica via di accesso attraverso un passo di montagna, secondo Erathan difficile da trovare e da percorrere. E infatti aveva ragione.
ru: Мы вышли к раскалённой котловине, Сердцу Империи. Как утверждал Эзерен, попасть в неё можно только через труднодоступные горные перевалы. И это действительно было так.

source: We set camp in the middle of the mountains to rest and sleep. Sleeping was not an easy task, however, for we assigned half of our companions to stand watch over the others in rotating shifts. In this way, there was always an alert pair of eyes watching for the safety of their partner.
it: Ci accampammo nel mezzo delle montagne per riposare e dormire. Prendere sonno fu però un’impresa, avendo assegnato dei turni di guardia in modo che la metà di noi sorvegliasse a rotazione sugli altri. In questo modo, c’era sempre un paio d’occhi a vigilare su ogni uomo.
ru: На полпути через горы мы разбили лагерь для отдыха и сна. Спать было тревожно, однако, мы разделили наших спутников на две половины для посменного дежурства. Таким образом, один из двоих всегда был начеку и следил за безопасностью своего товарища.

source: After drawing lots, I was assigned to stand watch first for my partner. Once my shift was up fatigue sent me immediately to my tent, to fall asleep as soon as I touched the floor.
it: Dopo aver sorteggiato i turni, mi fu assegnata la prima guardia per il mio compagno. Dopo il cambio, la fatica accumulata mi ha spedì direttamente nella mia tenda, dove mi addormentai appena toccai terra.
ru: По жребию мне выпало дежурить первым. Как только моя смена закончилась, усталость погнала меня прямиком в мою палатку. Я заснул едва ли не раньше, чем коснулся пола.

source: When I awoke that morning I found Elynia lying by my side. I did not know when she had come into my tent, but there she was, peacefully sleeping. Nor did I remember whatever else had happened that night, but I hoped that that was all — for I would not have liked to offend the memory of Argan by usurping his place by her side.
it: Quando mi svegliai quel mattino trovai Elynia che giaceva al mio fianco. Non sapevo quando fosse venuta nella mia tenda, ma era lì, e dormiva pacificamente. Né mi ricordavo cosa fosse successo quella notte, ma speravo che fosse tutto qui: non avrei mai voluto offendere il ricordo di Argan usurpando il suo posto al fianco di lei.

source: The next day we were at the march once again. Another full day until we reached the end of the pass. From the top of one of the highest mountains we beheld a disturbing, desolated landscape.
it: Il giorno dopo ci rimettemmo in marcia. Un’altra giornata a pieni ritmi, finché arrivammo alla fine del passo. Dalla cima di una delle montagne più alte, potevamo osservare un deprimente, desolato paesaggio.
ru: На следующий день мы всё ещё были на марше. Миновал ещё один полный день, пока мы добрались до конца пути. С вершины одной из самых высоких гор мы видели опустошённые, тревожные земли.

source: The darkness. . . . Somehow I felt even more vulnerable than the last time we were underground. I was not certain if it was because of Anlindë’s absence, whose sacrifice spared our lives, or if there was something else behind it.
it: L’oscurità... in qualche modo, mi sentii ancora più vulnerabile dell’ultima volta che ero stato sottoterra. Non sono sicuro se fosse l’assenza di Anlindë, a cui dovevamo le nostre vite, o se ci fosse qualcos’altro dietro.

source: The caves closer to the entrance appeared ordinary as they should have, yet as we went further in we started to notice what was wrong with the place . . . everything. Everything looked evil, corrupted, and unnatural. The rocks were as red as the lava, and strange pulsating roots could be seen inside some of the gaps in the walls. The very bedrock seemed to stir with life.
it: Le caverne più vicine all’ingresso non sembravano avere niente di strano; ciononostante appena ci addentrammo più in profondità iniziammo a renderci conto di cosa non andasse in quel luogo: tutto. Tutto sembrava malvagio, corrotto e innaturale. Le pietre erano rosse come la lava, e attraverso alcuni buchi nelle pareti si potevano vedere delle strane radici pulsanti. La stessa roccia sembrava intrisa di vita.
ru: Ближе ко входу пещеры, казалось, имели свой привычный вид. Но, углубившись в них, мы начали замечать, что в этом месте было неправильно... всё. Всё выглядело злым, испорченным, и неестественным. Скалы были такими же красными как лава, и в щелях стен можно было заметить странные пульсирующие корни. Самая основа, казалось, шевелилась как живая.

source: And so we looked down upon the surrounding landscape from our position among the tall hills, already a great distance from Wesmere.
it: E così guardando in basso potemmo vedere il panorama circostante dalla nostra posizione in mezzo alle colline: eravamo già così lontani da Wesmere.
ru: Итак, мы находились уже далеко от Весмира и с высоких холмов обозревали окружающий нас пейзаж.

source: If one had seen only that view for their entire life they would have thought nothing else existed in the world — nothing other than the decay and desolation of the Lands of Chaos. With such brutal scenery, the valley of Elynia, the country of the Aragwaithi, or even the caverns of Knalga would have appeared to be a blissful paradise.
it: Chi avesse visto in tutta la propria vita solo quello scenario avrebbe pensato che nient’altro potesse esistere nel mondo: niente altro che la decadenza e la desolazione delle Terre del caos. Al confronto di una vista così aspra, la valle di Elynia, la terra degli Aragwaithi, o persino le caverne di Knalga sarebbero apparsi come un paradiso benedetto.

source: Since we had seen and lived in those pleasant places, these lands by comparison were nothing but a revolting nightmare.
it: Avendo visto e abitato luoghi simili, queste terre al confronto non erano altro che un incubo ributtante.
ru: Но поскольку мы их видели и жили в тех славных местах, эти земли в сравнении с ними были просто мерзким кошмаром.

source: Elynia managed to determine our current location from the few landmarks that were still familiar to her. According to those, we were very close to the ancient capital of the Empire of Wesnoth — just separated by a string of mountains. We purposefully headed southeast along the high roads.
it: Elynia riuscì a determinare la nostra posizione dai pochi punti di riferimento che le fossero ancora familiari. A giudicare da questi, ci trovavamo molto vicino all’antica capitale dell’Impero di Wesnoth, proprio al di là di una catena montuosa. Ci dirigemmo dunque a sudest lungo le vie di montagna.

source: On one of those days as dawn broke, we were surprised by some old friends. . . .
it: Uno di quei giorni, al sorgere del sole, fummo sorpresi da alcuni vecchi amici...
ru: На рассвете одного из таких дней нас удивила встреча со старыми друзьями. . . .

source: That night we arrived at the Valley of Darkness, where the main fortress of the Chaos Empire was located. The only light that trespassed the pitch-black darkness was Elynia’s aura, and the eyes — if one could call them such — of the dark drones that patrolled the corridors. It was a very well-protected fortress indeed.
it: Quella sera arrivammo alla valle dell’Oscurità, dove sorgeva la fortezza principale dell’Impero del Caos. L’unica luce visibile in quel buio pesto era l’aura di Elynia, e gli occhi (ammesso che li si potesse chiamare in questo modo) dei droni scuri che pattugliavano i corridoi. Era senza dubbio una fortezza ben protetta.

source: Many times during the long journey from our valley, I had hesitated to continue, for fear of risking our civilization’s survival. But now, we were safe in the northern lands — hopefully. I no longer had any fear, for I was not forcing anyone to follow my path. All of my companions up to that moment had chosen to fight by my side knowing the perils involved, and they refused to let me continue alone even if that meant losing their lives.
it: Molte volte, durante il lungo viaggio dalla nostra valle, avevo esitato a continuare, per paura di mettere a repentaglio la sopravvivenza della nostra civiltà. Ma ora, erano al sicuro nelle terre del nord, o questa era la nostra speranza. Non temevo più nulla, perché non stavo costringendo nessuno a seguire la mia strada. Tutti i compagni che avevo allora avevano scelto di combattere al mio fianco sapendo a cosa andassero incontro, e si erano rifiutati di lasciarmi continuare da solo anche se questo avesse significato rimetterci la vita.

source: This so-called Emperor would feel my wrath. He would pay dearly for what he did to Anlindë, to my lord Lédinor, and to our brethren of our former home.
it: Questo cosiddetto Imperatore avrebbe subito la mia collera. Avrebbe pagato caramente per ciò che aveva fatto ad Anlindë, al mio signore Lédinor, e ai nostri fratelli.
ru: Этот,так называемый Император, почувствует на себе мой гнев. Он дорого заплатит за то, что он сделал с Анлиндэ, моим лордом Лэдинором и нашими братьями в нашем бывшем доме.

source: I did not understand. The entrance halls were completely deserted — the guards were either absent or they were planning to ambush us in the silent darkness. Certainly not a pleasant thought.
it: Non riuscivo a capire. La sala d’ingresso era completamente deserta, le guardie non c’erano o ci stavano tendendo un’imboscata nel buio silenzioso. Di certo questo non era di conforto.

source: Finding our lord Lédinor was certainly good for morale among the few elves who had made it this far. Yet I could not help but wish that fate had been as merciful to Anlindë, so that we could have found her alive as well. But the little evidence we had of her death was not enough to stop me from wondering whether I would find her abandoned in those alien mazes of the Heart. I would not rest until an end was put to the life of the foul slayer Benthos had mentioned.
it: Trovare il nostro signore Lédinor fu sicuramente un bene per il morale dei pochi elfi che ce l’avevano fatta fino ad allora. Tuttavia non riuscivo a smettere di sperare che il destino fosse stato altrettanto generoso con Anlindë, in modo che potessimo trovare in vita anche lei. Ma il solo fatto che fosse evidente che fosse morta non era sufficiente a farmi smettere di chiedermi se l’avrei mai trovata abbandonata in quei labirinti nel Cuore. Non avrei avuto pace fino a quando avessi distrutto il lurido assassino che Benthos aveva menzionato.
ru: Надежда найти нашего лорда Лэдинора, безусловно, поддерживала моральный дух тех немногих эльфов, которые зашли настолько далеко. Но я сожалел, что судьба не была так милостива к Анлиндэ, чтобы у нас был шанс найти ее живой. Но имеющихся у нас доказательств ее смерти было недостаточно, чтобы помешать мне задаваться вопросом, не смогу ли я найти ее в сердце тех чужеродных лабиринтов. Я бы не успокоился, пока бы не был положен конец жизни этого отвратительного убийцы, о котором упомянул Бентос.

source: “There are things more important than life itself, and things worse than death.”
it: «Ci sono cose più importanti della stessa vita, e cose peggiori della morte.»

source: Those were the words of Elynia, when we found ourselves defending the entire dwarvish realm against the invaders of Chaos. Words of wisdom that I did not fully comprehend until I saw the atrocities that inhabited the Shaxthal hives. Mangled bodies, crawling horrors . . . a nightmarish picture that I had never imagined before.
it: Queste erano state le parole di Elynia, quando ci eravamo trovati a difendere l’intero regno nanico contro gli invasori del caos. Parole sagge che non compresi fino in fondo finché non vidi le atrocità che vivevano negli alveari Shaxthal. Corpi mutilati, orrori striscianti... un’immagine da incubo che non avrei mai immaginato prima.
ru: Это сказала Элиния, когда мы встали на защиту всего гномьего государства против захватчиков Хаоса. Мудрая мысль, которую я не смог понять в полной мере, пока не увидел ужасы, плодящиеся в ульях шаксталов. Исковерканные тела, ползучие ужасы. . . кошмарные картины, которые я не мог до этого даже вообразить.

source: It was completely futile to help the tortured creatures down there. All of them were somehow turned into mindless beasts, loyal only to their foul masters or to their inherent desire to kill. At the beginning of our journey, I had believed there was no foe worse than the race of demons. Those infernal mercenaries were a joke compared to the creatures dwelling in the hive.
it: Era del tutto inutile tentare di aiutare quelle creature tormentate. Erano tutte state in qualche modo trasformate in esseri privi di volontà, leali soltanto ai loro luridi padroni o al loro desiderio di uccidere. All’inizio del nostro viaggio, credevo che non esistesse nemico peggiore della razza dei demoni. Quei mercenari infernali non erano che uno scherzo in confronto alle creature che giravano in quell’alveare.
ru: Было абсолютно бесполезно помогать тем извращённым существам. Все они были так или иначе превращены в безмозглых животных, повинующихся только своим отвратительным хозяевам и своему врожденному желанию убивать. В начале нашего путешествия я полагал, что не могло быть никаких противников худших, чем раса демонов. Те адские наемники были пустяком, по сравнению с существами, живущими в улье.

source: So far, we had luck on our side and passed almost unnoticed through the complex. But I feared for the warriors who were fighting against the dark hordes on the surface. They were ignorant of the terrifying forces kept here by the Empire, its fury waiting to be unleashed to obliterate the last remnants of the formerly green and beautiful world.
it: Finora avevamo avuto la fortuna dalla nostra parte ed eravamo passati quasi inosservati. Ma avevo paura per i guerrieri che stavano combattendo contro le orde oscure in superficie. Non avevano idea delle forze terrificanti di cui l’Impero disponeva quaggiù, la cui furia attendeva solo di essere liberata per annientare gli ultimi rimasugli di quel mondo prima così verde e bello.
ru: До сих пор удача была на нашей стороне, и мы прошли почти никем не замеченными через весь комплекс. Но я беспокоился о воинах, которые боролись против темных орд на поверхности. Они были неосведомлены о внушающей ужас мощи, собранной здесь Империей; её ярости, жаждущей освобождения, чтобы уничтожить последние остатки прежде зеленого и прекрасного мира.

source: My anger towards the mastermind of this evil scheme only intensified as we went further down, heading for the very home of Uria.
it: La mia ira verso la mente che aveva disegnato questo malvagio progetto si intensificava in continuazione mentre scendevamo, puntando verso la casa di Uria.
ru: Мой гнев к вдохновителю этого зловещего плана только усилился, когда мы двинулись глубже, к настоящему обиталищу Урии.

source: The eerie silence that followed was disturbing. All I could do was to stare in wonder at the dramatic scene as, one by one, all of the nearby drones collapsed to the floor like broken eggs. Mal Keshar remained very still, possibly meditating on his past acts and crimes, while Elynia wept silently.
it: Il lugubre silenzio che seguì era angosciante. Tutto ciò che potevo fare era fissare incredulo quella scena drammatica mentre, uno dopo l’altro, tutti i droni lì intorno collassavano a terra come uova rotte. Mal Keshar rimaneva immobile, forse meditando sugli atti e crimini commessi in passato, mentre Elynia piangeva in silenzio.
ru: Повисла жуткая, тревожная тишина. Все, на что я оказался способен, это в губоком удивлении смотреть на драматическую сцену, как один за другим все находящиеся поблизости дроиды рухнули на пол, как разбитые яйца. Мал Кешар оставался очень спокойным, возможно, размышляя о своих прошлых деяниях и преступлениях, в то время как Элиния молча плакала.

source: And suddenly I felt the overriding need to embrace her, and console her. And I was unable to stop myself from doing so. But then again, Argan was gone, and no one was left to take care of Elynia. His very last words had been that I should replace him.
it: E all’improvviso sentii il il bisogno irresistibile di abbracciarla e consolarla. E non riuscii a trattenermi dal farlo. Ma di nuovo, Argan non c’era più, e non era rimasto nessuno a prendersi cura di Elynia. Quelle erano state le sue ultime parole, e aveva detto che avrei dovuto sostituirlo.
ru: И вдруг я почувствовал острое желание обнять и утешить её. И я не смог ему противиться. Ведь Аргана больше не было, и не осталось никого, кто мог бы позаботиться об Элинии. Его последние слова были, что я должен заменить его.

source: It may have been a silly thought, but I wondered for a moment whether Mal Keshar had ever felt something like these emotions during his mortal life or not.
it: Forse fu un pensiero sciocco, ma mi chiesi per un momento se Mal Keshar avesse mai provato niente di simile a queste emozioni durante la sua vita mortale.
ru: Это, возможно, была глупая мысль, но на мгновение я задался вопросом , чувствовал ли Мал Кешар когда-нибудь что-либо подобное этим чувствам, во время его смертной жизни.

source: The Dark Hive collapsed shortly after Argan’s sad death, making the earth shake and the entire Valley of Darkness crumble, sending a shock wave in all directions. A message for the world — signaling the end of the evil Emperor’s rule of the Continent.
it: L’Alveare Nero collassò in breve tempo dopo la morte di Argan, scuotendo la terra e facendo tremare l’intera Valle dell’Oscurità, propagando un’onda in tutte le direzioni. Un messaggio per il mondo: il segnale della fine del dominio dell’Imperatore sul Continente.

source: Many demons were crushed alive by the falling structures or by the subsequent explosions. The weaker demons and imps who survived the disaster met their end at the hands of the dwarves — those who escaped the fall of the dark fortress. Apparently, the few stronger foes not killed by the destruction were also smart enough to flee from the valley.
it: Molti demoni furono schiacciati vivi dalle strutture crollate o dalle esplosioni che si susseguirono. I demoni e gli imp più deboli che erano sopravvissuti al disastro videro la loro fine nelle terre dei nani, che erano riusciti a sfuggire al crollo della fortezza oscura. In apparenza, i pochi nemici abbastanza forti da non rimanere uccisi da quella distruzione erano stati anche abbastanza furbi da scappare dalla valle.

source: The eternal darkness of the Lands of Chaos ended with the disintegration of the black clouds that had restrained the sunlight. The fog dissipated like a memory lost in time.
it: L’oscurità eterna delle Terre del caos fu spezzata con la distruzione delle nubi nere che imprigionavano la luce del sole. La nebbia si dissipò come un ricordo perduto nel tempo.
ru: Вечная темнота Земель Хаоса закончилась с распадом черных облаков, которые не пропускали солнечный свет. Туман рассеялся как память, угасающая с течением времени.

source: We had barely escaped the earthquake, losing some of the few men that had followed us and had survived the last fight. One of them, unfortunately, was Erathan. I shall never forget his support on our journey. We would have never been able to come this far if it wasn’t for him and his kinsmen.
it: Eravamo a malapena sfuggiti al terremoto, perdendo alcuni dei pochi uomini che ci avevano seguito e che erano sopravvissuti all’ultimo scontro. Uno di loro, purtroppo, fu Erathan. Non dimenticherò mai il suo aiuto nel nostro viaggio. Non saremmo mai riusciti ad arrivare fino a qui se non fosse stato per lui e i suoi compagni.

source: I bitterly wished we could have saved them from that disaster. Alas, nothing remained of the valley except for a gigantic abyss of unknown depth, and Argan’s journal, which Mal Keshar had seized from his robes before the place was swallowed by the earth.
it: Rimpiansi amaramente di non essere riuscito a salvarli da quel disastro. Ahimè, nulla era rimasto della valle, se non un enorme abisso di profondità sconosciuta, e il diario di Argan, che Mal Keshar aveva preso dai suoi abiti prima che il luogo fosse ingoiato dalla terra.

source: We had barely escaped the earthquake, losing some of the few men that had followed us and had survived the last fight. Alas, we could not go to their rescue for nothing remained of the valley except for a gigantic abyss of unknown depth, and Argan’s journal, which Mal Keshar had seized from his robes before the place was swallowed by the earth.
it: Eravamo a malapena sfuggiti al terremoto, perdendo alcuni dei pochi uomini che ci avevano seguito e che erano sopravvissuti all’ultimo scontro. Ahimè, non potemmo andare a recuperarli dal momento che nulla era rimasto della valle, se non un enorme abisso di profondità sconosciuta, e il diario di Argan, che Mal Keshar aveva preso dai suoi abiti prima che il luogo fosse ingoiato dalla terra.
