Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: To be continued...
it: Continua...
ru: Продолжение следует...

source: Invasion from the Unknown
it: Invasione dall’Ignoto
ru: Вторжение из неведомого

source: (Expert level, 13 scenarios.)
it: (Livello esperto, 13 scenari.)
ru: (Для опытных игроков, 13 сценариев.)

source: (requires Wesnoth 1.9.6 or later)
it: (richiede Wesnoth 1.9.6 o successivo)

source: Version:
it: Versione:
ru: Версия:

source: Episode I: Seeking the Light
it: Episodio I: Alla ricerca della Luce
ru: Эпизод I: В поисках Света

source: Long after the Fall, the last forest elves are forced to abandon their safe valley, and find themselves resorting to the dark means of necromancy in order to survive the perils and challenges of this new harsh world. May they finally free the Great Continent from its chaos, or perish in the foolish attempt of restoring peace and life to the lands.
it: Molto tempo dopo la Caduta, gli ultimi elfi della foresta sono obbligati ad abbandonare la loro valle protetta e si ritrovano costretti agli oscuri metodi della negromanzia per sopravvivere ai pericoli e alla sfide di questa nuova aspra realtà. Possano infine riuscire a liberare il Grande Continente dal caos, o perire nel folle tentativo di riportare pace e vita sulla terra.
ru: Много воды утекло со времён Великого Падения, когда угроза нависла над уютной долиной, где жили последние лесные эльфы. Им пришлось бежать и обратиться к тёмному искусству некромантии, чтобы выжить в новом жестоком мире, полном опасностей и невзгод. Смогут ли они вырвать Великий Континент из пучины хаоса, или погибнут в тщетной попытке вернуть мирную жизнь на эту землю.

source: IftU-1
it: IdI-1
ru: ВизН-1

source: difficulty_menu^Captain
it: Capitano
ru: Капитан

source: difficulty_menu^Fighter
it: Guerriero
ru: Новобранец

source: difficulty_menu^Marshal
it: Colonnello
ru: Маршал

source: (Easy)
it: (Facile)
ru: (Лёгкий)

source: (Normal)
it: (Normale)
ru: (Нормальный)

source: (Difficult)
it: (Difficile)
ru: (Сложный)

source: As the shadow of Chaos covers the entire continent, an assorted group of foolish heroes prepares a counter-attack to the Empire, with one unique goal in their minds: defeat the evil Emperor, whoever it is. Lead these courageous living and non-living warriors to victory, and rediscover lost secrets of the history.
it: Mentre l’ombra del caos copre l’intero continente, un vario gruppo di folli eroi prepara un contrattacco all’impero, con un solo scopo in testa: sconfiggere il malvagio imperatore, chiunque esso sia. Guida verso la vittoria questi coraggiosi guerrieri, viventi e non, e riscopri segreti della storia.
ru: По мере того как тень Хаоса охватывает весь континент, ватага безрассудных героев готовит контрудар по империи. Их цель: свергнуть тирана, кем бы он ни был. Ведите этих отважных живых и не-живых воинов к победе и найдите разгадку забытых секретов былого.

source: Episode II: Armageddon
it: Episodio II: Armageddon
ru: Эпизод II: Армагеддон

source: IftU-2
it: IdI-2
ru: ВизН-2

source: Creator and Lead Designer
it: Creatore e progettista principale
ru: Создатель и главный дизайнер

source: Campaign Maintenance
it: Manutenzione della campagna
ru: Поддержка кампании

source: English text revisions
it: Revisioni del testo inglese
ru: Проверка английских текстов

source: Graphics
it: Grafica
ru: Графика

source: Music
it: Musiche
ru: Музыка

source: Translations
it: Traduzioni
ru: Перевод

source: The WesCamp-i18n Project
it: Il progetto WesCamp-i18n

source: SVN services, maintenance toolkit and primary hosting
it: Servizi SVN, toolkit di manutenzione e hosting principale

source: The Wesnoth-UMC-Dev Project
it: Il progetto Wesnoth-UMC-Dev

source: Additional thanks to
it: Si ringraziano inoltre
ru: Отдельное спасибо

source: All those who gave me valuable feedback
it: Tutti coloro che mi hanno dato preziosi commenti
ru: Все те, кто прислали мне ценные замечания

source: All those who reported and/or fixed bugs in this campaign
it: Tutti quelli che hanno individuato e/o sistemato i bug di questa campagna
ru: Все те, кто сообщал об ошибках в этой кампании и/или исправлял их

source: You, for playing this campaign
it: Te, per aver giocato questa campagna
ru: Вам, за игру в эту кампанию

source: Anyone else I could forget to mention
it: Chiunque altro possa aver dimenticato
ru: И все те, кого я мог забыть упомянуть

source: team_color^Cyan
it: Ciano

source: team_color^Yellow
it: Giallo

source: team_color^Pink
it: Rosa

source: Crystal Glyph
it: Glifo di cristallo
ru: Хрустальный глиф

source: Shadow Master
it: Signore dell’Ombra
ru: Повелитель Теней

source: Looming Voice coming from Everywhere
it: Voce echeggiante proveniente da ovunque
ru: Грозный голос гремит сразу со все сторон

source: Voice of Uria
it: Voce di Uria
ru: Голос Урии

source: Invasion from the Unknown (custom terrains)
it: Invasione dall’Ignoto (usa i terreni)
ru: Набег из неведомого (секретная область)

source: Notes:
it: Note:
ru: Примечания:

source: Vegetated terrains are forest, great tree, farmland and mushroom grove hexes.
it: I terreni coperti da vegetazione sono esagoni di foresta, di grandi alberi e di campi di funghi.
ru: Растительностью местность являются леса, большие деревья, фермерские поля и грибные рощи.

source: dauntless
it: intrepido
ru: бесстрашный

source: Dauntless: While attacking, this unit’s resistances are doubled, up to a maximum of 50. Weaknesses are not affected.
it: Intrepido: Durante un attacco, le resistenze di questa unità sono raddoppiate, fino a un massimo di 50. Le debolezze non sono modificate.

source: sylvan spark
it: scintilla delle foreste
ru: лесное возрождение

source: Sylvan Spark: While in vegetated terrains, the unit will heal itself 5 hp per turn. If it is poisoned, it will remove the poison instead of healing.
it: Scintilla delle foreste: Mentre si trova in un’area coperta da vegetazione, l’unità recupererà 5 PF ogni turno. Se è avvelenata, eliminerà il veleno anziché curarsi.
ru: Лесное возрождение: Лес исцеляет этого воина на 5 ЕЗ за ход. Если он отравлен, то избавится от яда вместо лечения.

source: protection
it: protezione
ru: охрана

source: Protection: Adjacent units of lower level from this side receive a +20% bonus to all resistances (up to a maximum of 50%).
it: Protezione: Le unità alleate adiacenti di livello inferiore ricevono un bonus di +20% per tutte le resistenze (fino a un massimo del 50%).
ru: Охрана: У стоящих рядом воинов более низкого уровня на 20% возрастает сопротивляемость ко всем видам атак (но не более чем до 50%).

source: obscures
it: oscuramento
ru: затмение

source: Obscures: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is day, and as if it were night when it is dusk.
it: Oscuramento: Questa unità oscura l’area circostante, facendo combattere meglio le unità caotiche e peggio quelle legali. Ogni unità adiacente a questa unità combatterà come se fosse il crepuscolo durante il giorno, e come se fosse notte durante il crepuscolo.
ru: Затмение: Этот воин сгущает мрак в окружающем пространстве, заставляя хаотических бойцов сражаться лучше, а порядочных - хуже. Любые бойцы, находящиеся рядом с этим воином днём, будут сражаться так, как будто это сумерки, а в сумерках так, как будто это ночь.

source: terror
it: terrore
ru: ужас

source: Terror: This unit can frighten enemy units that are next to it, making them fight worse. Adjacent enemy units of lower level will do less damage in battle. When an enemy unit of the same or lower level is adjacent and engages in combat, its attacks do 15% less damage times the difference in their levels + 15%.
it: Terrore: Questa unità può terrorizzare le unità nemiche adiacenti, al punto da farle combattere peggio. Le unità adiacenti di livello inferiore fanno meno danno in battaglia. Quando un’unità avversaria di livello pari o inferiore è adiacente e inizia un combattimento, i suoi attacchi producono danni ridotti del 15% fisso + 15% per ogni livello di differenza.
ru: Ужас: Этот воин может напугать находящихся рядом с ним вражеских бойцов, из-за чего они будут хуже сражаться. Соседние вражеские бойцы более низкого уровня нанесут меньше повреждений в битве. Когда вражеский воин того же или более низкого уровня находится рядом и участвует в бою, его атака причиняет повреждений меньше на 15% на время разницы в уровнях бойцов +15%.

source: sylvan essence
it: essenza silvana
ru: лесное существо

source: Sylvan Essence: This unit can heal and cure friendly units on adjacent hexes every turn, to a base maximum of 8 HP. In vegetated terrains, it will conceal itself from its enemies. It can also regenerate (but not unpoison) 3 HP per-turn, but only in vegetated terrains.
it: Essenza silvana: Quest’unità può guarire e curare quelle alleate negli esagoni adiacenti a ogni turno, fino ad un massimo di 8 PF. Nei terreni coperti da vegetazione può nascondersi dai propri nemici. Può anche rigenerarsi (ma non curarsi dal veleno) 3 PF ogni turno, ma solo nei terreni coperti da vegetazione.
ru: Лесное существо: Боец с такой способностью умеет исцелять и лечить стоящих рядом дружественных воинов, увеличивая их здоровье до 8 ЕЗ за ход. В покрытой растительностью местности, он будет невидим для своих противников, и способен восстанавливать до 3 ЕЗ за ход (но не исцеляться от яда).

source: Sylvan Essence: This unit illuminates the surrounding area, making lawful units fight better, and chaotic units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is night, and as if it were day when it is dusk. The unit also can heal and cure friendly units on adjacent hexes every turn, to a base maximum of 8 HP. In vegetated terrains, it will conceal itself from its enemies. It can also regenerate (but not unpoison) 4 HP per-turn, but only in vegetated terrains.
it: Essenza silvana: Questa unità illumina l’area circostante, facendo combattere meglio le unità legali e peggio quelle caotiche. Qualsiasi unità adiacente a questa combatterà di notte come al tramonto, e al tramonto come se fosse giorno. L’unità può anche curare e guarire quelle amiche negli esagoni adiacenti a ogni turno, fino a un massimo di 8 PF. Nei terreni coperti da vegetazione, si nasconderà dai propri nemici. Può anche rigenerarsi (ma non curarsi dal veleno) 4 PF ogni turno, ma solo in terreni coperti da vegetazione.
ru: Лесное существо: Этот воин освещает окружающую область, заставляя порядочных бойцов сражаться лучше, а хаотических - хуже. Любые бойцы, находящиеся рядом с этим воином, ночью будут сражаться так, как будто это сумерки, а в сумерках так - как будто это день. Боец с такой способностью умеет исцелять и лечить стоящих рядом дружественных воинов, увеличивая их здоровье до 8 ЕЗ за ход. В покрытой растительностью местности, он будет невидим для своих противников, и способен восстанавливать до 4 ЕЗ за ход (но не исцеляться от яда).

source: Strength: hitpoints +5 <Max XP +30%>
it: Forza: punti ferita +5 <PE max +30%>
ru: Улучшение: макс. ЕЗ +5 <макс. ОП +30%>

source: Strength: melee damage +1 <Max XP +45%>
it: Forza: danni ravvicinati +1, <PE max +45%>
ru: Улучшение: сила ударов в ближнем бою +1, <макс ОП +45%

source: Strength: melee strikes +1, <Max XP +60%>
it: Forza: colpi ravvicinati +1, <PE max +60%>
ru: Улучшение: кол-во ударов в ближнем бою +1, <макс ОП +60%>

source: New attack: thorns (ranged/pierce 7-3, magical) <Max XP +75%>
it: Nuovo attacco: spine (a distanza/perfora 7–3, magico) <PE max +75%>
ru: Новый вид атаки: шипы (дальний /колющий 7-3, магия) <Max XP +75%>

source: Enemy boss sighted!
it: Comandante nemico avvistato!
ru: Показался вражеский лидер!

source: Defeat the enemy boss
it: Sconfiggi il comandante nemico
ru: Поражение лидера противника

source: This is a boss scenario. You may recruit or recall troops during the first turn only, until all your recruitment space is used. Your per-turn income is set to zero.
it: Questo è uno scenario speciale. Puoi reclutare o richiamare truppe solo per il primo turno, finché tutto il tuo spazio per il reclutamento è pieno. Le entrate per ogni turno sono azzerate.
ru: Это особый сценарий. Вы можете вербовать или призывать войска только во время первого хода, пока есть место на вашем вербовочном пункте. Ваш доход за ход установлен в ноль.

source: Most enemies respawn two or more turns after you kill them, so try to get away from their initial locations as quickly as possible.
it: La maggior parte dei nemici riappare due o più turni dopo che li hai uccisi, quindi cerca di allontanarti dalla loro posizione iniziale il più in fretta possibile.
ru: Большинство врагов постоянно возрождается через два или более ходов после того, как Вы их убьёте. Так что постарайтесь удаляться от их исходного местоположения как можно быстрее.

source: UI^Character description
it: Descrizione del personaggio
ru: Описание персонажа

source: Galas is an Elvish Fighter. As such, he has two advancement choices from level 1: Captain and Hero. Choose his development path wisely and carefully.
it: Galas è un elfo combattente. Come tale, ha due scelte di avanzamento dal livello 1: capitano o eroe. Scegli il suo percorso di avanzamento saggiamente e attentamente.
ru: Галас - новобранец. У него есть два варианта продвижения с 1-го уровня: капитан и герой. Мудро и осмотрительно выберите путь его развития.

source: Anlindë is an Ancient Elvish Ascetic. She has a vast experience with offensive magic, but she also has the ability of curing allied units from poison. Keep in mind that she is the only unit of her kind.
it: Anlindë è un’antica asceta elfica. Ha grande esperienza in magia di attacco, ma ha anche l’abilità di curare le unità alleate dal veleno. Tieni a mente che è l’unica unità di questo tipo.
ru: Анлиндэ - древняя эльфийская волшебница. Она имеет большой опыт боевой магии, но также обладает способностью лечить союзников от яда. Имейте в виду, что она является уникальной боевой единицей.

source: Mal Keshar is an Ancient Lich. Although he may be a virtually unstoppable weapon against most living units, keep in mind that he is weak against <i>impact</i>, <i>arcane</i> and <i>fire</i> attacks, even more so in the daytime!
it: Mal Keshar è un lich antico. Per quanto sia un’arma praticamente inarrestabile contro la maggior parte degli esseri viventi, tieni a mente che è debole contro gli attacchi di tipo <i>impatto</i>, <i>esoterico</i> e <i>fuoco</i>, specialmente di giorno!

source: Elynia is the Lady of Light; she has great mobility, including the ability to fly. Her skill with the staff as a melee weapon is also remarkable, but never leave her alone when fighting well-armed oponents.
it: Elynia è la Dama della Luce; ha grande mobilità, oltre alla capacità di volare. Anche sua abilità col bastone come arma da mischia è notevole, ma non lasciarla mai sola contro avversari bene armati.

source: Althurin is one of the best Dwarvish Runemasters of Knalga. His mastery of such craft allows him to accurately deal great damage with his own hammer.
it: Althurin è uno dei migliori signori delle rune nanici di Knalga. La sua padronanza di queste arti gli permette di procurare danni considerevoli con il suo martello, con una grande precisione.
ru: Альтурин - один из лучших гномьих мастеров рун из Кналга. Его мастерство в этом искусстве позволяет ему наносить своим молотом точные удары сокрушитльной мощи.

source: Erathan is an Aragwaith Strongbow. His skill with the bow is not as great as that of elvish archers, but he aspires to either improve it or enhance his ability with melee weapons. He also aspires to learn to use the glaive. Nonetheless, he is not used to fighting in open fields, so be careful when deciding where he should attack from!
it: Erathan è un forte arco Aragwaith. La sua abilità con l’arco non è avanzata come quella degli arcieri elfici, ma aspira a migliorarla o ad aumentare le sue capacità con le armi da mischia. Ambisce anche ad imparare ad usare il gladio. In ogni caso, non è abituato a combattere nei campi aperti, quindi stai attento quando decidi da dove farlo attaccare!

source: glamour
it: trasfigurazione
ru: чары

source: Glamour: All faeries can cast illusions on their enemies (or victims) that can be used to cloak themselves. However, it is not properly suited for combat, as it puts the faerie in a weak state and exposes her to physical attack. A faerie may use the enhanced spell of glamour to transform herself completely into other creature that she knows and has learned about its anatomy and beha vior. The unit that casts the spell during a turn, will not be able to morph back into its original form or another target until the next turn at the begin of which the unit has been resting (that is, did not move or attack during the previous turn). The movement points are set to half the amount left before ca sting the spell always. The original unit’s traits and abilities are kept only when applicable. AMLAs (After-Maximum-Level-Advancements) are always discarde d until the units morphs back into its original form. The metamorphed faerie’s maximum health may differ from her normal amount, depending on the target creature kind. This also applies when morphing back into her original form. The experience points gained in the original form or a metamorphic form are not related, and the later are always discarded, unlike the original experience amount, which is stored between changes of state.
it: Trasfigurazione: Tutte le fate sono in grado di incantare i nemici (o vittime) con illusioni che possono usare per travestirsi. Comunque, questo non è molto adatto al combattimento, dato che riduce la fata in uno stato debole e la espone agli attacchi fisici. Una fata che lancia l’incantesimo durante un turno, non sarà in grado di ritrasformarsi nella sua forma originale o in qualche altro modo prima di aver aspettato di essersi riposata per un turno (cioè, per potersi trasformare non si dovrà essersi mossa né aver attaccato nel turno precedente). I punti movimento saranno la metà di quelli rimasti prima di lanciare l’incantesimo. Le caratteristiche e abilità originali dell’unità sono conservate solo quando applicabili. Gli AOLM (Avanzamento–Oltre–Livello–Massimo) sono sempre disattivati fino a che l’unità si ritrasforma nella forma originale. La salute massima della fata trasfigurata può essere diversa da quella che ha normalmente, a seconda della creatura in cui si tramuta. Questo accade anche nella trasformazione inversa. I punti esperienza ottenuti nella forma originale non sono legati a quelli dopo la trasformazione, e gli ultimi sono sempre azzerati, tranne quelli della forma originale, che viene conservata durante i cambiamenti di stato.

source: Ahhhh! Back to normal.
it: Ahhhh! Di nuovo normale.
ru: А-ах! Опять как обычно.

source: You slowly feel like if your body was vanishing. And that is what it does indeed. Your surroundings disappear for a moment, and there is silence...
it: Lentamente ti senti come se il tuo corpo stesse svanendo. Ed in effetti è quello che sta succedendo. Ciò che ti circonda sparisce per un momento, ed è il silenzio...

source: ... and suddenly you can see again. But your body is not the same as before. Its new structure is completely alien to you, and you do great struggle to stand up.
it: ... e all’improvviso ci vedi nuovamente. Ma il tuo corpo non è lo stesso di prima. La sua nuova struttura ti è completamente estranea, e fai un enorme sforzo per alzarti.

source: Oh... my... god. No, seriously, what wicked devilry is this?
it: O...mio...dio. No, seriamente, che malvagia diavoleria è questa?

source: Surely I have never seen anything like... like this.
it: Non avevo mai visto niente... niente del genere prima.

source: Cast spell of glamour
it: Scaglia un incantesimo di trasfigurazione

source: Spell of glamour
it: Incantesimo di trasfigurazione

source: What creature should this unit transform into?
it: In quale creatura si dovrebbe trasformare questa unità?

source: Back to normal
it: Ritorno alla normalità
ru: Прежний вид

source: Hey! I just found $temp_gold_found pieces of gold in this chest!
it: Ehi! Ho appena trovato $temp_gold_found pezzi d’oro in questo forziere!
ru: Эй! Я нашёл $temp_gold_found золотых монет в этом сундуке!

source: Do you want to be healed? This magic glyph will completely restore this unit’s health, also unslowing and removing poison from it, if applicable.
it: Vuoi essere curato? Questo glifo magico curerà completamente le ferite di questa unità e, a seconda dei casi, annullare il rallentamento e l’avvelenamento.

source: Note: the glyph can do this only once, and when done it will fade out.
it: Nota: il glifo può agire una sola volta, dopodiché svanirà.
ru: Учтите: глиф может сделать это только один раз. Будучи использованным, он исчезнет.

source: Do you want to be healed?
it: Vuoi essere guarito?
ru: Вы хотите излечиться?

source: Crystal Glyph of Health
it: Glifo di cristallo della salute
ru: Хрустальный глиф здоровья

source: The unit is fully healed, cured and unslowed.
it: Questa unità è completamente guarita, curata e non è più rallentata.
ru: Этот боец полностью восстановил здоровье, исцелился и избавился от эффекта замедления.

source: female^healed
it: curata
ru: исцелена

source: healed
it: curato
ru: исцелён

source: Do you want this unit to pick up this item?
it: Vuoi che questa unità raccolga questo oggetto?
ru: Вы хотите, чтобы этот боец взял это себе?

source: Holy water! I have read that our ancestors used to put it on their weapons for fighting undead, as it is imbued with arcane energy, the greatest bane of those unnatural creatures. Of course, it could be used against our people as well — but it is fortunate that undead horrors are not capable of bearing its power. That is probably why they hid it in this secret chamber.
it: Acqua santa! Ho letto che i nostri antenati la usavano per bagnare le proprie armi quando combattevano contro i non-morti, dato che è imbevuta di energia esoterica, la più grande dannazione per quelle creature innaturali. Ovviamente, potrebbe essere usata anche contro la nostra gente, ma fortunatamente quegli orrori non-morti non sono in grado di sopportarne il potere. Probabilmente è per tale motivo che l’hanno nascosta in questa camera segreta.

source: A gold ring, and there is an inscription on it. “You who take this ring will be swifter and more graceful, no matter what weight you carry on your back.” This would be useful here, since we are not very used to moving in these rough, dark caves.
it: Un anello d’oro, e c’è un’incisione sopra. «Tu che prenderai questo anello sarai più veloce ed aggraziato, indipendentemente da quanto peso porti sulle spalle». Questo sarebbe utile qui, dato che non siamo molto abituati a spostarci in queste aspre, scure caverne.

source: Ring of Swiftness
it: Anello della rapidità
ru: Кольцо скорости

source: This ring will grant the bearer swift movement, increasing its maximum movement by 2 units per turn.
it: Questo anello conferisce a chi lo porta movimenti rapidi, aumentando il massimo movimento di 2 punti per turno.
ru: Это кольцо увеличит скорость передвижения надевшего его воина на 2 единицы за ход.
