Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: Er, as Althurin said, ’tis not a child’s playground. Nasty, unspeakable things happen there, and the guards are a plague that infests every corner of the Dark Valley. You ought to see it for yourself, ’tis a horrible sight for a sober dwarf. What d’ye plan, lad? Invasion, or infiltration, perchance?
it: Ehm, come ha detto Althurin, non è una una vacanza. Qua succedono terribili cose di cui non si può parlare, e le guardie sono un tormento che infesta ogni angolo della Valle Oscura. Dovresti vederlo con i tuoi occhi, è una vista terribile per un nano innocente. Cos’avete in mente? Volete invadere, o infiltrarvi, per caso?

source: The latter, I believe. We will sneak into their keep and slay the mastermind of this evil plot, putting an end to his rule, to the demonic invasion, and to this war!
it: La seconda, penso. Strisceremo nella loro fortezza e uccideremo la mente di questo piano malvagio, ponendo fine al suo dominio, all’invasione demoniaca, e a questa guerra!
ru: Я считаю -последнее. Мы проберёмся в их твердыню и убьём вдохновителя этого зловещего плана. Это положит конец его правлению, демоническому вторжению, и этой войне!

source: I was certain he had that in mind.
it: Ero sicuro che avesse questo in mente.
ru: Я был уверен, что он в здравом уме.

source: Ye’re a brave bunch, indeed. But it takes more than courage, necromancy, or a nicely-worded speech to get there and strike effectively. Ye’ll need a decoy to distract the main defenses while ye find a way in. Ye need us.
it: Siete un gruppo coraggioso, davvero. Ma qui non vi basteranno il coraggio, la negromanzia o un piano ben congegnato. Vi serve una forza di riserva che distragga le difese della base principale mentre entrate. Avete bisogno di noi.

source: You would distract them? Are you sure?
it: E voi vorreste distrarli? Siete sicuro?
ru: Вы отвлечёте их? Вы уверены в своём решении?

source: We’ve already discussed this. We want to put an end to this era as much as ye. An’ since we don’t have the magic craft required to defeat the Dark Emperor, it shall be yer task to put that force to work inside the Heart of the Empire. The least we could do is serve as a distraction, bait for the Chaos army. Not a pleasant thought to be sure, but my axe needs the exercise.
it: Ne abbiamo già parlato. Vogliamo fermare questo incubo quanto voi. E dato che non abbiamo le abilità magiche necessarie per sconfiggere l’Oscuro Imperatore, sarà il vostro compito quello di mettervi all’opera nel cuore dell’impero. Il meno che possiamo fare è una distrazione, un diversivo per l’esercito del caos. Non è un pensiero rassicurante, per essere onesti, ma la mia ascia ha bisogno di esercizio.

source: Fair enough. But who should enter the keep? I think only Elynia and I, as any others would be putting their lives at great risk to come with us.
it: Allora va bene. Ma chi entrerà nella fortezza? Penso che dovremmo farlo solo io ed Elynia, dato che gli altri metterebbero a gravissimo rischio le proprie vite laggiù.
ru: Хватит разговоров. Но кто должен войти в крепость? Я думаю, только Элиния и я, так как остальные подвергают свои жизни слишком большому риску, идя с нами.

source: I cannot let you go and have all the fun, lad. I’m going in.
it: Non posso lasciarti andare e prenderti tutto il divertimento, ragazzo. Ci verrò anche io.

source: I have been with you this far, Galas. And I cannot stand by to observe from a safe hill, either; therefore, I shall go to the castle, too.
it: Sono stato con te fino a qui, Galas. Non posso rimanermene a guardare al sicuro da una collina, perciò anche io verrò con te al castello.
ru: Я так далеко зашёл с вами, Галас, что я тоже не могу стоять в стороне и наблюдать с безопасного холма. Поэтому, я тоже пойду в замок.

source: You have well protected me this far, and in exchange, I have protected you too. I don’t think I can go back now, nor wait outside without the lady’s company. I’ll go with you too.
it: Mi hai protetto bene fino ad ora, e in cambio, io ho protetto te. Non penso di potermi ritirare ora, né di poter aspettare fuori senza la compagnia della dama. Verrò anche io con te.

source: Very well. Let’s get in there then.
it: Benissimo. D’accordo. Allora andiamo.

source: The Heart
it: Il Cuore

source: Move Galas, Elynia, or Mal Keshar into the dark keep.
it: Porta Galas, Elynia o Mal Keshar nella fortezza oscura.
ru: Галас, Элиния или Мал Кешар должны войти в тёмную цитадель.

source: Distract the enemy while Galas, Elynia, or Mal Keshar enter the dark keep.
it: Distrai il nemico mentre uno tra Galas, Elynia e Mal Keshar entra nella fortezza oscura.
ru: Отвлекайте врага, пока Галас,Элиния или Мал Кешар не проберутся в Темную Цитадель.

source: So this is it... We have finally arrived at our target.
it: Così è questo... Finalmente siamo arrivati alla nostra meta.
ru: Вот она... Мы, наконец, достигли нашей цели.

source: Now it should be matter of getting inside and destroying the emperor. Is everyone ready for this?
it: Adesso dovrebbe essere questione di entrare e annientare l’imperatore. Siamo tutti pronti?
ru: Теперь наша задача попасть внутрь и уничтожить императора. Все готовы на это?

source: I am.
it: Io lo sono.
ru: Я да.

source: Yeah! I’m ready!
it: Sì! Sono pronto!

source: So am I. Galas?
it: Anche io. Galas?
ru: Я тоже. Галас?

source: Let’s go, my friends. May we free these lands from the shade of Chaos or perish in the attempt. May future generations remember this as the day we either ended an era of dread and darkness, or as the day we valiantly tried to do so.
it: Andiamo, amici miei. Che possiamo liberare queste terre dall’ombra del caos o perire nel tentativo. Possano i nostri pronipoti ricordare questo giorno come quello in cui abbiamo posto termine a un’era di terrore e di oscurità con le nostre azioni, o come quello in cui gloriosamente ci abbiamo provato.

source: Lads, lady, ye make haste as fast as ye can to the fortress. Gain an entrance and we shall protect yer back with all our might. Althurin, ready?
it: Ragazzi, signora, correte più veloce che potete fino alla fortezza, intrufolatevi dentro mentre noi vi copriremo le spalle con tutto la nostra forza. Althurin, pronto?
ru: Парни, леди, поспешите со всей возможной скоростью в крепость. Пробейтесь ко входу, а мы прикроем вашу спину всеми своими силами. Альтурин, готов?

source: Aye. Today many skulls shall be crushed by my hammer.
it: Sissignore. Oggi il mio martello schiaccerà molti teschi.
ru: Да. Сегодня мой молот расколотит немало черепов.

source: Then the assault is on. Charge!
it: Allora comincia l’assalto. Carica!
ru: Тогда начинаем. В атаку!

source: Charge!!
it: Carica!!
ru: В атаку!!

source: Look, the elf and his group of fools have arrived — and they don’t have the faintest idea the Master knew exactly when and where they would appear. Prepare for battle, men!
it: Guardate, sono arrivati l’elfo e il suo gruppetto di sciocchi, e non sospettano neanche che il Padrone sapeva esattamente dove e quando sarebbero apparsi. Preparatevi per la battaglia, uomini!

source: For Yechnagoth!
it: Per Yechnagoth!
ru: За Йечнагот!

source: What is this? We have been ambushed!
it: Cosa succede? Ci hanno teso una trappola!
ru: Что это? Нас заманили в засаду!

source: It seems despite all our efforts, the enemy was waiting for us. But how did they learn of our plan?
it: Sembra che nonostante i nostri sforzi il nemico ci stesse aspettando. Ma come hanno scoperto del nostro piano?
ru: Кажется, несмотря на все наши усилия, враг ждал нас. Но как они узнали о нашем плане?

source: The great noise we caused underground must have alerted them. I knew that was a bad idea.
it: Devono essersi accorti del gran baccano che abbiamo fatto sottoterra. Sapevo che non era una buona idea.
ru: Должно быть, мы слишком нашумели в подземелье, и это послужило им предупреждением. Я знал, что это была плохая идея.

source: It is too late for regrets. Remove that maggot from his keep!
it: È troppo tardi per i rimpianti. Spazzate via quel verme dalla sua fortezza!
ru: Теперь слишком поздно раскаиваться. Выковыряйте эту личинку из его крепости.

source: Ah! Get away foul monster!
it: Ah! Via, lurido mostro!
ru: Ах! Убирайся, отвратительный монстр!

source: Quickly! We have no time to waste.
it: Presto! Non abbiamo tempo da perdere!
ru: Быстрее! Мы не можем терять время попусту.

source: I can’t help but wonder what foe that courageous bunch will stumble upon down there.
it: Non riesco a fare a meno di chiedermi che razza di nemico troveranno laggiù quei coraggiosi ragazzi.

source: It is a pity, indeed, that we cannot follow them. Alas, ’tis up to us to defend the valley against enemy reinforcements!
it: Infatti è un peccato che non li possiamo seguire. Ahimè, starà a noi difendere la valle dai rinforzi del nemico!

source: This is hopeless. We have lingered here too long, now enemy reinforcements are coming from all directions.
it: Non abbiamo speranze. Abbiamo indugiato troppo a lungo, ora i rinforzi nemici arriveranno da tutte le direzioni.
ru: Это безнадежно. Мы задержались здесь слишком долго, и сейчас отовсюду прибывают вражеские подкрепления.

source: Innuendo
it: Insinuazioni
ru: Выпад

source: team_name^Galas
it: Galas
ru: Галас

source: Explore and descend deeper underground with Galas, Elynia, or Mal Keshar.
it: Esplora e addentrati più in profondità con Galas, Elynia o Mal Keshar.
ru: Галас, Элиния или Мал Кешар должны разведать и спуститься в глубокие подземелья.

source: Your troops will not be available for recalling or recruiting once the first turn is over, so you should choose your units carefully and try to keep them alive until the end of the mission.
it: Le tue truppe non saranno disponibili per il reclutamento o il richiamo dopo la fine del primo turno, perciò dovresti scegliere con attenzione le tue unità e cercare di tenerle in vita fino alla fine della missione.
ru: Вы не сможете вербовать и призывать войска по окончании первого хода. Поэтому вы должны выбирать бойцов внимательно и постарайтесь не потерять их до конца миссии.

source: A presence... A strong, dark presence fills this whole place. This is not just a citadel; there is something wrong with the place itself. The floor, the ceiling, the walls...they seem alive.
it: Una presenza... Una forte, oscura presenza pervade l’intero luogo. Questa non è semplicemente una cittadella. C’è qualcosa che non va nel luogo in sé. Il pavimento, il soffitto, le pareti... sembrano vivi.
ru: Присутствие... Сильное, темное присутствие заполняет всё это место. Это не только цитадель; что-то не так с самим этим местом. Пол, потолок, стены... они кажутся живыми.

source: Quickly! Someone must close the gates!
it: Svelti, qualcuno chiuda i cancelli!
ru: Быстрее! Кто-то должен закрыть ворота!

source: No! We cannot waste time with that! Onwards! We must find our way to the...
it: No! non possiamo permetterci di perdere tempo in questo. Avanti! Dobbiamo farci strada verso...
ru: Нет! Мы не можем тратить время на это! Вперед! Мы должны найти пути к ...

source: And then you dare to enter my stronghold... You are more foolish than I first imagined, but never mind. I have been waiting for you, especially for Galas and... Elynia...
it: E così avete osato entrare nella mia base... Siete molto più sciocchi di quello che pensavo, ma non importa. Vi stavo aspettando, specialmente Galas e... Elynia...
ru: Итак, вы посмели войти в мою цитадель... Вы ещё более глупы, чем я сначала подумал; но не важно. Я ждал вас, особенно Галаса и... Элинию...

source: Reveal yourself, you coward who hides in the darkness! Who are you?
it: Svelati, codardo che ti nascondi nell’oscurità! Chi sei?
ru: Покажись, трус, скрывающийся во тьме! Кто ты?

source: It doesn’t look like he wants to answer your questions!
it: Non sembra che abbia intenzione di rispondere alla tua domanda!

source: Whatever creature he is, he does not sound very natural with that metallic voice.
it: Di qualsiasi creatura si tratti, non ha niente di naturale con quella voce metallica.
ru: Что бы за существо это ни было, его металлический голос звучит очень неестественно.

source: I suppose he will continue hiding from us until the end. Know that we will get our answers very soon!
it: Suppongo che continuerà a nascondersi da noi fino alla fine. Sappi che avremo presto le nostre risposte!
ru: Я полагаю, что он будет скрываться от нас до конца. Думаю, что мы очень скоро получим ответы на наши вопросы!

source: We will have to find a way to open those gigantic iron gates.
it: Dovremo trovare il modo per aprire questi giganteschi cancelli di ferro.
ru: Нам придётся найти способ открыть те гигантские железные ворота.

source: Oh please, this is not grandma’s house. Just blow them up or beat them down — courtesy is wasted in a place like this.
it: Oh, per favore, questa non è la casetta della nonna. Fateli saltare e basta, o abbatteteli: la cortesia è sprecata in un luogo come questo.

source: Galas, it would seem that some of our comrades could not resist the temptation to come inside with us.
it: Galas, pare che qualcuno dei tuoi compagni non abbia resistito alla tentazione di entrare insieme a noi.
ru: Галас, по-видимому, некоторые наши товарищи не смогут устоять перед искушением зайти внутрь вместе с нами.

source: We cannot do anything to stop them, but we cannot go all together. The bulk of our forces should remain here and stop any enemy reinforcements that may arrive.
it: Non possiamo fare niente per fermarli, ma non possiamo nemmeno andare avanti tutti insieme. Il grosso delle nostre forze dovrebbe rimanere qui e bloccare i rifornimenti nemici nel caso in cui ne arrivassero.
ru: Мы ничего не можем сделать, чтобы остановить их, но мы не можем пойти все вместе. Большая часть наших сил должна остаться здесь и остановить любые подкрепления противника, которые могут прибыть.

source: Choose your recruits and recalls carefully. They won’t require income, but you should try to keep them alive for as long as possible.
it: Scegli con cura le unità da reclutare e richiamare. Non richiederanno compenso, ma dovresti cercare di mantenerli in vita il più a lungo possibile.

source: My lord, Lédinor! But...what have these beasts done to you?!
it: Mio signore, Lédinor! Ma... cosa le hanno fatto queste bestiacce?
ru: Лэдинор, мой лорд! Но ... , что эти звери сделали с вами?!

source: He looks awfully weak and tortured. Come, this shall heal you.
it: Sembra orribilmente debole e torturato. Venga, questo la dovrebbe curare.
ru: Он выглядит ужасно слабым и замученным. Ну, это должно излечить Вас.

source: Ah... Thanks... I feel...much better. I thought my life would slowly end...in these dark dungeons... Why did you come here? This is a very dangerous place...
it: Ah... Grazie... Mi sento... molto meglio. Pensavo che la mia vita sarebbe lentamente terminata... in queste tetre segrete... Perché siete venuti qua? Questo è un luogo molto pericoloso...
ru: Ах... Спасибо... Я чувствую себя... намного лучше. Я думал, что моя жизнь медленно угаснет... в этих мрачных застенках... Почему вы пришли сюда? Это - очень опасное место...

source: We’ll tell you on the way. It’s a long story.
it: Le racconteremo per via. È una lunga storia.

source: Search for prisoners and set them free.
it: Vai alla ricerca di prigionieri e liberali.
ru: Найдите узников и освободите их.

source: Thank you for freeing me, noble ones. In exchange, I’ll join you on your quest!
it: Grazie per avermi liberato, nobiluomini. In cambio, mi unirò a voi nella vostra impresa!

source: Garg is thankful to you, good ones. Garg will follow you and get revenge on the evil ones.
it: Garg riconoscente, bravi uomini. Garg seguire e vendicarsi dei cattivi.
ru: Гарг благодарен вам, добрые путники. Гарг будет следовать за вами и мстить злым.

source: It is a strength potion. The flask contains only enough for one living being, but surely it will be very helpful as we descend deeper into this damned fortress. Who should take it?
it: È una pozione della forza. La fiaschetta contiene un quantitativo appena sufficiente per un essere vivente, ma sarà senz’altro di grande aiuto quando scenderemo più in profondità in questa dannata fortezza. Chi la dovrebbe prendere?
ru: Это - микстура силы. Фляга содержит количество достаточное только для одного живого существа, но конечно оно будет очень полезно, поскольку мы спускаемся глубже в эту проклятую крепость. Кто должен взять это?

source: This potion has increased the drinker’s strength until the end of this mission. Their hitpoints are increased by 8, and their melee attacks deal 1 extra damage point.
it: L’effetto di questa pozione è un aumento della forza di chi l’ha bevuta, che durerà fino al termine di questa missione. L’unità ha guadagnato 8 PF, e i suoi attacchi da mischia aumentano di un punto danno extra.

source: Interesting. I have heard of special potions that increase the agility of living beings in various ways, but I never imagined one could be hidden in these chambers. I wonder how much of it has been supplied to the enemy troops.
it: Interessante. Ho sentito parlare di speciali pozioni in grado di aumentare l’abilità degli esseri viventi in diversi modi, ma non avrei mai indovinato che se ne nascondesse qualcuna in questi meandri. Mi chiedo di quante di queste possano disporre le truppe nemiche.
ru: Интересно. Я слышал об особых зельях, которые неким образом увеличивают ловкость живых существ, но я никогда не предполагал, что их можно найти в этих залах. Интересно, сколько таких зелий поставлялось вражеским войскам.

source: Potion of Deftness
it: Pozione della Destrezza
ru: Зелье ловкости

source: This magic potion will increase the drinker’s movement points by one (quick), and increase the inflicted base damage of its ranged attacks by one (dextrous), if applicable.
it: Questa pozione magica incrementa i punti di movimento di colui che la beve (veloce) e aumenta i danni base inflitti dei suoi attacchi a distanza di un punto (agile), se applicabile.

source: Oh, an amulet and a scroll. Let’s see here... “This amulet will imbue long-range missiles shot by the bearer with arcane energy, casting fear and despair upon their unholy enemies.” Those goons probably hid it in this well-guarded place because they could not figure out how to use it properly — but perhaps we’ll have more luck.
it: Oh, un amuleto ed una pergamena. Vediamo un po’... «Questo amuleto impregnerà di magia esoterica i proiettili a lunga distanza scagliati da colui che lo porta, seminando terrore e disperazione tra i suoi nemici empi». Probabilmente quegli scimmioni l’hanno nascosto in questo luogo ben sorvegliato perché non riuscivano a trovare un modo per sfruttarlo al meglio; forse noi avremo più fortuna.

source: Amulet of the Arcane Flows
it: Amuleto dei Flussi Esoterici
ru: Амулет Мистических Потоков

source: This amulet will grant the bearer arcane power to their ranged attacks, and increases their resistance to arcane damage by 10%.
it: Questo amuleto conferisce energia esoterica agli attacchi a distanza di chi lo porta, e aumenta la sua resistenza ai danni esoterici del 10%.
ru: Этот амулет придаст дальним атакам носящего мистическую силу и увеличит его сопротивление мистическому повреждению на 10%.

source: This amulet can only be used by living beings that are not faeries or bats. Let another unit take it.
it: Questo amuleto può essere usato solo da esseri viventi che non siano fate o pipistrelli. Fallo prendere a un altro.
ru: Этот эликсир может использоваться только живыми существами, причём не файери и не летучими мышами. Дайте его кому-нибудь другому.

source: Find the touchgem trigger to deactivate this magic forcefield.
it: Trova la gemma per disattivare questo campo di forza magico.
ru: Найдите сенсор, который отключает магическое силовое поле.

source: Touchgem triggered. A magic forcefield is deactivated.
it: Gemma attivata. Un campo di forza magico si disattiva.
ru: Сенсор срабатывает. Магические ворота открываются.

source: Touchgem already triggered.
it: Gemma già attiva.
ru: Сенсор уже сработал.

source: We can’t keep going without searching for prisoners in the dungeon and freeing them!
it: Non possiamo continuare senza andare alla ricerca dei prigionieri rinchiusi in queste segrete per liberarli!

source: Hell Gatekeeper
it: Custode delle Porte Infernali
ru: Страж Врат Ада

source: Hive Sentinel
it: Sentinella dell’Alveare
ru: Страж улья

source: Hive Defender
it: Difensore dell’Alveare
ru: Защитник улья

source: Biomechanical Drone
it: Drone Biomeccanico
ru: Биомеханический дроид

source: Metallic Guardian
it: Guardiano Metallico
ru: Железный Страж

source: Crawling Horror
it: Orrore Strisciante

source: Shadow Minion
it: Servo dell’Ombra

source: Your foolishness ends here with your death, enemies of the Master! We were sent to stop you from reaching the Gate of Inferno by the Shadow Master, and this time there is no escape.
it: La vostra stupidità termina qui con la vostra morte, nemici del Signore! Siamo stati mandati dal Signore dell’Ombra per impedirvi di raggiungere il Cancello dell’Inferno, e questa volta non avete vie di fuga.
ru: Враги Господина, здеь ваша смерть положит конец вашему безумству! Нас послал Повелитель Теней, чтобы остановить вас перед Вратами Ада, и на этот раз вам некуда бежать.

source: Ssslay... ssslash... flesshhh...
it: Massssacrare... ssstraziare... ssstrappare...
ru: Сссмерть... расссчленить... мясссо...

source: Ah, the Shadow Master! I cannot wait to meet him face to face, if he dares to show his face...
it: Ah, il Signore dell’Ombra! Non vedo l’ora di incontrarlo di persona, ammesso che abbia il coraggio di farsi vedere...
ru: А, Повелитель Теней! Не могу дождаться, чтобы встретиться с ним лицом к лицу. Если он посмеет показать свое лицо ...

source: Get back, vile creatures!
it: State indietro, vili creature!
ru: Убирайтесь. мерзкие твари!

source: Never! You will not pass without killing the last of us!
it: Mai! Non passerete mai senza aver prima ucciso l’ultimo di noi!
ru: Никогда! Вы не пройдете, пока жив хоть один из нас!

source: Is this our curse? Could there be an unlimited source of enemy bosses with death wishes?
it: È questa la nostra condanna? Cosa c’è, una fonte illimitata di capi nemici con istinti suicidi?
ru: Это наше проклятие? У них что, имеется неисчерпаемый источник демонических предводителей с жаждой смерти?

source: Aaargh, get out of our way, monsters!
it: Aaargh, levatevi dai piedi, mostri!
ru: Гррр, убирайтесь с нашего пути, монстры!

source: Get back, filthy rebels! No living beings should trespass these gates!
it: Andate indietro, schifosi ribelli! Nessun vivo supererà questi cancelli, nemmeno uno!
ru: Убирайтесь, грязные мятежники! Ни одно живое существо не должно нарушить границу эти врат!

source: Aha, the entrance hall of Inferno!
it: Aha, l’ingresso dell’Inferno!
ru: Ага, предверие Ада!

source: This place must have been severely corrupted to cause this anomaly that connects our world with the demonic homeland.
it: Questo posto deve essere stato duramente corrotto per provocare questa anomalia che collega il nostro mondo con la patria dei demoni.
ru: Это место, должно быть, подверглось глубокому разложению, чтобы вызвать эту аномалию, которая соединяет наш мир с родиной демонов.

source: Can you close it?
it: Sei in grado di chiuderlo?
ru: Вы можете это закрыть?
