Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: Hmm...alright. Elves with a necromancer... The race of elves is almost extinct. They were formerly recognized as a great civilization, but now that I look at you, it’s just...pathetic. Do you think you’ll gain anything in exchange for serving us as allies? We don’t have much to offer...
it: Hmm... bene. Elfi con un negromante... La razza degli elfi è quasi estinta. In passato furono riconosciuti come una grande civiltà, ma ora che vi guardo, è soltanto... patetico. Pensate che otterrete qualcosa in cambio dei vostri servigi come alleati? Non abbiamo molto da offrire...

source: Shelter.
it: Un rifugio.
ru: Пристанище.

source: Shelter? Uh...only the Grand Council can decide whether you can live in our country or not.
it: Un rifugio? Uh... Solo il Gran Consiglio ha la facoltà di decidere se potete vivere nella nostra terra oppure no.
ru: Пристанище? Гм... только Великий Совет может решить, позволить ли вам жить в нашей стране или нет.

source: If you cannot grant us shelter, we at least need your help in our fight against this common enemy.
it: Se non potete offrirci un riparo, abbiamo almeno bisogno del vostro aiuto nella nostra lotta contro questo nemico comune.
ru: Если вы не можете дать нам приют, мы, по крайней мере, нуждаемся в вашей помощи в борьбе против общего врага.

source: The Empire of Chaos is a real nuisance for us, but it isn’t enough of a reason to start an actual war, which seems to be what you suggest. We have resisted their forces all these years. Why should we send them an ultimatum when we are no condition to strike, and perhaps will never be?
it: L’Impero del Caos è un vero fastidio per noi, ma non è un motivo sufficiente per cominciare una vera guerra, che pare sia quello che state suggerendo. Abbiamo resistito alle sue forze tutti questi anni, perché dovremmo mandar loro un ultimatum quando non siamo in condizione di attaccare, e forse non lo saremo mai?

source: Because the forces of Chaos are increasing. The Emperor currently has an entire continent under his control, and any survivors are slaughtered if they do not join him. As we have just managed to escape from a major assault, I can tell you of the great darkness that approaches. You will not survive long with this defensive attitude — eventually the enemy will destroy your natural resources, take over your country, and exterminate the survivors. You ought to admit it: the only chance we have to avoid obliteration is to obliterate the Chaos Empire. And since they do not expect any major opposition to remain, time is of the essence.
it: Perché le forze del caos stanno crescendo. L’imperatore ora ha un intero continente sotto il proprio controllo e tutti i sopravvissuti che non si uniscono a lui vengono massacrati. Dato che noi siamo appena riusciti a sfuggire a una grossa forza d’assalto, posso dirvi che una grande oscurità si avvicina. Non sopravviverete molto tempo se continuate a stare sulla difensiva; alla fine il nemico distruggerà le vostre risorse naturali, conquisterà il vostro paese e sterminerà i sopravvissuti. Dovreste accettarlo: il solo modo per evitare il nostro annientamento è quello di annientare l’Impero del Caos. E dato che non si aspettano che sia rimasta un’opposizione valida, non abbiamo un istante da perdere.

source: Wise words. Very wise, indeed. But who are you anyway? Or more specifically, what are you? You look like one of those treacherous faeries. They like to trick our people to satisfy their whimsical demands.
it: Sagge parole. Davvero molto sagge. Ma comunque chi sei? O, meglio, cosa sei? Sembri una di quelle fate infide a cui piace ingannare la nostra gente per soddisfare le proprie capricciose richieste.
ru: Мудрые слова. Очень мудрые, да. Но что бы вы не говорили, всё-таки, кто же вы? Или, говоря более конкретно, кто вы такая? Вы похожи на одну из этих вероломных файери. Им нравится обманывать наших людей для удовлетворения своих причудливых желаний.

source: She is Elynia — also known as Eloh for certain elves, the ‘Source of Light’ for the dwarves, or the ‘Lady of Light’ for us humans.
it: Questa è Elynia, nota ad alcuni elfi come Eloh, la “Sorgente della Luce” per i nani o la “Dama della Luce” per noi uomini.

source: The Lady of Light? Pah, that’s just an old myth. She never truly existed. Even if she had, that would have been dozens of centuries ago. She’d be a relic by now.
it: La Dama della Luce? Bah, è solo un vecchio mito. Non è mai davvero esistita. E se anche fosse mai vissuta, sarebbe stato dozzine di secoli fa. Non sarebbe altro che un relitto, ormai.

source: That is as much of an insult to me as it is to our ancient elvish lore. It is obvious that you never suffered the horrors of the Fall, unlike my people and I. Not surprising since you are just a youth. Time passes and humans, as usual, either forget or distort the history.
it: Questo è un insulto tanto a me quanto alla nostra antica cultura elfica. È evidente che non avete mai sofferto gli orrori della Caduta, a differenza mia e del mio popolo. Comprensibile, dato che sei solo un giovanotto. Il tempo passa, e gli uomini, come sempre, o dimenticano la storia o la distorcono.
ru: Именно это оскорбляет меня, как хранителя наших древних эльфийских знаний. Очевидно, что вы никогда не испытывали на себе ужасов Падения, в отличие меня и моего народа. Это не удивительно, так как вы всего лишь молодёжь. Проходит время, и люди, как правило, либо забывают, либо искажают историю.

source: Well, I suppose we cannot be the judge of whether you are telling us the truth or not. However, if you’d come with us to the capital for a meeting with the Grand Council we could settle this doubt.
it: Beh, penso che non possiamo giudicare se tu stia dicendo la verità oppure no. Comunque, se verrete con noi alla capitale per incontrare il Gran Consiglio potremo risolvere la questione.

source: That sounds reasonable.
it: Questo mi sembra ragionevole.
ru: Это звучит разумно.

source: Agreed, then.
it: Andata, allora.
ru: Согласен.

source: Ah, but not so fast. First, I must see proof that you are reliable. As you said, you’d help us defeat our enemies. At the moment these woods are infested with orcs, invaders who came from the northern steppes. If you can defeat them, I’ll be pleased to arrange the meeting for you.
it: No, no, non così in fretta. Devo avere prima una prova della vostra affidabilità. Come avete detto, vorreste aiutarci a sconfiggere i nostri nemici. Al momento, questi boschi sono infestati da orchi, invasori che vengono dalle steppe settentrionali. Se riuscite a sconfiggerli, sarò felice di organizzare l’incontro per voi.

source: Orcs? Hah! Agreed.
it: Orchi? Ah! Accettiamo.
ru: Орки? Ба! Согласен.

source: Oh my, I almost forgot... A colony of saurians is allied with the orcs. But then, they shouldn’t be a major problem for you. Right?
it: Oddio, quasi mi dimenticavo... Una colonia di sauri è alleata con gli orchi. Ma comunque, non dovrebbero essere un serio problema per voi, dico bene?

source: I thought not. We’ll be watching you from close range in any case, so don’t attempt to do anything...stupid. Hah ha!
it: Immagino di no. Vi osserveremo da vicino per ogni evenienza, perciò non tentate di fare nulla di... stupido. Haha!

source: Not the friendliest of natives. I even feel like they are toying with us. They did not even bother to tell us specifically where the pests are; I see no signs of them around.
it: Mica troppo amichevole. Mi dà quasi l’idea che stia giocando con noi. Non si è neanche preso il disturbo di dirci precisamente dove si trovano le pesti; non vedo traccia di loro qua intorno.
ru: Не самый дружественный из аборигенов. У меня такое чувство, что они играют с нами. Они даже не потрудились сказать нам определенно, где эти паразиты; я не вижу вокруг никаких признаков их присутствия.

source: There is something very suspicious here... Can we be certain they’re not under the influence of the demons, or mercenaries under the demons’ employ?
it: C’è qualcosa di molto sospetto qui... Possiamo essere sicuri che non agiscano sotto l’influenza dei demoni, o combattano come mercenari per loro?

source: I doubt it is either of those options. Their attitude is peculiar, though. Let us be wary.
it: Ho seri dubbi per ciascuna di queste due ipotesi. Il loro comportamento è particolare, comunque. Prestiamo attenzione.
ru: Я сомневаюсь, в любом из этих предположений. Их позиция своеобразна, однако. Давайте будем осторожны.

source: Are we gonna kill orcs? Oh my, what should I do? I don’t want to slay my kinsmen.
it: Dobbiamo uccidere orchi? Oddio, che dovrei fare? Non voglio uccidere i miei fratelli.

source: Igor, your kinsmen are unlikely to recognize you as an ally alone anyway. So it matters little, as I see it.
it: Igor, è improbabile che i tuoi fratelli ti riconoscano come un alleato solitario. Dunque non importa granché, secondo me.
ru: Игорь, всё равно ваши родственники вряд ли признают союзником вас одного. И, насколько я вижу, это не имеет большого значение.

source: I guess so. Anyway I owe you my life, so I’ll follow your orders until I stop breathing.
it: Probabilmente è così. Comunque, vi devo la mia vita perciò eseguirò i vostri ordini finché avrò fiato.

source: Well, now... This mission will be pleasant to accomplish — for me at least.
it: Bene, allora... Questa missione sarà piacevole, per me almeno.

source: What are those creatures he mentioned, the ‘saurians’?
it: Cosa sono quelle creature di cui parlava, i “sauri”?

source: Treacherous little pests that love to frolic in swampy waters and impale you with their rusty spears from below the surface. They often pose no great threat on their own — the problem is they fight along side those dirty orcs most of the time. Hired mercenaries indeed.
it: Piccole pesti infingarde che amano sguazzare nelle acque stagnanti e impalare la gente con le loro picche rugginose da sotto la superficie. In genere non rappresentano di per sé una seria minaccia: il problema è che il più delle volte combattono dalla parte di quegli sporchi orchi. Venduti mercenari, nient’altro.

source: Well, let’s be about it then.
it: Beh, stiamo in guarda allora.

source: We did it. Now what?
it: Ce l’abbiamo fatta. E adesso?
ru: Мы сделали это. Что дальше?

source: That was not too difficult. But why did they ask us to do the dirty work for them, I wonder? If they have really fought worse enemies than demons, why couldn’t they handle a bunch of orcs and lizards?
it: Non è stato troppo difficile. Mi domando allora perché ci hanno chiesto di fare il lavoro sporco per loro. Se hanno davvero combattuto nemici peggiori dei demoni, perché non sono riusciti a regolare un branco di orchi e lucertole?

source: I suppose they were testing our skills. They seem to consider us weaklings in comparison. What is the matter with these arrogant people?
it: Credo che stessero mettendo alla prova le nostre capacità. Pare che ci considerino degli incapaci in confronto a loro. Cos’ha che non va questa gente così arrogante?
ru: Я полагаю, что они проверяли на что мы способны. Они, кажется, считают нас слабаками. Какие дела можно иметь с этими высокомерными людьми?

source: That was not too difficult. I suppose they were testing our skills. They seem to consider us weaklings in comparison. What is the matter with these arrogant people?
it: Non è stato troppo difficile. Credo che stessero mettendo alla prova le nostre capacità. Pare che ci considerino degli incapaci in confronto a loro. Cos’ha che non va questa gente così arrogante?
ru: Это было не слишком трудно. Я полагаю, что они проверяли на что мы способны. Они, кажется, считают нас слабаками. Какие дела можно иметь с этими высокомерными людьми?

source: They are the Aragwaithi. Nobody knows where they came from, nor why. But as far as I know, they seem to be descendants of a fallen noble race. They have always sat apart from other humans or any other races on this continent. And there seems to be a more important distinction now.
it: Sono gli Aragwaithi. Nessuno sa da dove sono venuti, né perché. Ma per quel che ne so, pare siano i discendenti di una nobile razza decaduta. Si sono sempre tenuti separati dagli altri uomini o da ogni altra razza in questo continente. E pare che questa distinzione ora sia ancora più marcata.
ru: Они Aragwaithi. Никто не знает, откуда они взялись, и почему. Но, насколько я знаю, похоже, что они потомки исчезнувшей благородной расы. Они всегда держались отдельно от других людей или любой другой расы на этом континенте. И, похоже, есть более серьёзные отличия.

source: I also wonder how they came to be here. It was some time before the barbarians that they arrived and claimed lands as their own. They might have been refugees themselves of some distant war in an unknown land.
it: Io mi chiedo anche da dove siano venuti. Fu poco prima dei barbari che arrivarono e reclamarono delle terre per sé. Potrebbero essere profughi di una qualche guerra in una terra sconosciuta.
ru: Я также задаюсь вопросом, как они оказались здесь. Это было незадолго до варваров. Они прибыли и потребовали земли как свою собственность. Они, возможно, были беженцами с некой отдаленной войны в неизвестной земле.

source: I must admit, I’m surprised after witnessing your performance in battle. I have arranged a meeting with the Grand Council for you, as agreed. Now follow us, we shall take you to our capital city, Raelthyn.
it: Devo ammetterlo, sono sorpreso di fronte alle vostre azioni in battaglia. Ho organizzato per voi un incontro con il Gran Consiglio, come d’accordo. Ora seguiteci, vi condurremo alla nostra capitale, Raelthyn.

source: (whispering) Zednal?
it: (bisbigliando) Zednal?
ru: (шепчет) Zednal?

source: (whispering) Yes, sir.
it: (bisbigliando) Sissignore...
ru: (шепчет) Да, сэр.

source: (whispering) Just for safety, I want the escort to follow the faerie lass closely. I don’t trust her.
it: (bisbigliando) Solo per sicurezza, vorrei che la scorta seguisse da vicino la ragazza fata. Non mi fido di lei.

source: (whispering) As you command, sir.
it: (bisbigliando) Ai vostri ordini, signore.
ru: (шепчет) Как прикажете, сэр.

source: There they are! But...they do not seem to be ordinary orcs. Beware, we don’t know what sort of tricks these foes have in store for us.
it: Eccoli! Ma... Non sembrano orchi ordinari. Fate attenzione, non sappiamo che tipo di trabocchetti ci riservino questi nemici.

source: What? Are those elves? With undead? What the... Let’s be careful. Those are not ordinary enemies!
it: Cosa? Sono elfi quelli? Con dei non-morti? Ma che... Facciamo attenzione. Questi non sono i soliti nemici!

source: Gaaargh... How could this happen to me!
it: Gaaargh... come è potuto succedere a me!?
ru: Гаааргх... Как это могло случиться со мной!

source: I’m really sorry, brother... I have new...friends.
it: Mi spiace tanto, fratello... Ho dei nuovi... amici,

source: Danger! Bridge no longer maintained. Use at own risk.
it: Pericolo! Ponte senza manutenzione: usare a vostro rischio e pericolo.
ru: Опасно! Состояние моста больше не контролируется. Используйте на свой страх и риск.

source: So this is why it broke in half. Heh, the sign is outdated then.
it: Ecco perché si è spezzato a metà. Eh, il cartello non è più aggiornato.
ru: Так вот почему он сломан посередине. Хех, тогда знак устарел.

source: Look, a tiny bunny! Awww... What a cute little furball!
it: Guardate, un coniglietto! Oh... è una così carina palla di pelo!
ru: Посмотрите, крошечный зайчик! Фу... Какой малопривлекательный комок мехаl!

source: Blargh, get that thing out of my sight!
it: Bleah, portate quella cosa fuori dalla mia vista!
ru: (орёт) Уберите это с глаз моих долой.

source: The Aragwaithi
it: Gli Aragwaithi
ru: Эрагвиец

source: Sirius
it: Sirio

source: Cain
it: Caino

source: Behold! This is our capital city, Raelthyn.
it: Ecco! È la nostra capitale, Raelthyn.
ru: Смотрите! Это - наша столица, Раэлтын.

source: It is a really beautiful city, indeed. Where are we going?
it: È davvero una bellissima città, non c’è che dire. Dove stiamo andando?
ru: Да, это действительно красивый город. Куда мы идем?

source: I have arranged a meeting for you with the Grand Council. Only your leader, the lady, and the necromancer may enter.
it: Ho organizzato per voi una riunione con il Consiglio Supremo. Solo il vostro comandante, la signora e il negromante sono ammessi.
ru: Я устроил вам встречу с Великим Советом. Только ваш предводитель, леди, и некромант могут участвовать в ней.

source: I am just glad to know that you did not leave me out.
it: Sono lieto di sapere che non mi abbiate trascurato.
ru: Я действительно рад узнать, что вы не оставляете меня.

source: Hold on! Who goes there?
it: Altolà! Chi va là?
ru: Стой! Кто идет?

source: It is I, Erathan. I bring the strangers with me for a meeting with the Council.
it: Sono io, Erathan. Accompagno gli stranieri ad una riunione con il Consiglio.
ru: Это - я, Эрэзэн. Я сопровождаю чужестранцев на встречу с Советом.

source: Odd, but you may pass.
it: È insolito, ma potete passare.
ru: Странно, но вы можете пройти.

source: And what about our people?
it: E la nostra gente?
ru: А как же наш народ?

source: They will have to remain in town. We can’t risk the security of our lords.
it: Dovranno rimanere in città. Non possiamo rischiare la sicurezza dei nostri signori.

source: I understand.
it: Capisco.
ru: Я понимаю.

source: Erathan, old friend! Who are they, and what is their business here?
it: Erathan, vecchio amico! Chi sono questi e cosa ci fanno qua?
ru: Эрэзэн, старый друг! Кто они, и какое дело привело их сюда?

source: These are the strangers I spoke of, those that I found in the southern mountains. I have brought them for the meeting with the Grand Council.
it: Sono gli stranieri di cui parlavo, quelli che ho trovato tra le montagne meridionali. Li ho portati per la riunione con il Consiglio Supremo.
ru: Они - чужестранцы, о которых я говорил. Те, которых я нашел в южных горах. Я привёл их на встречу с Великим Советом.

source: Be welcome then, strangers, to the Council’s Palace. The lords are waiting for you in the meeting chamber.
it: Siate dunque i benvenuti, stranieri, nel Palazzo del Consiglio. I signori vi stanno aspettando nella camera delle riunioni.

source: Follow me.
it: Seguitemi.
ru: Следуйте за мной.

source: Welcome, elves, to the Grand Council. It has been a very long time since the last of your kind was seen on this continent. Please, consider this as your home.
it: Benvenuti, elfi, al Consiglio Supremo. È passato da molto tempo dopo che su questo continente è stato visto l’ultimo della vostra razza. Prego, fate come se foste a casa vostra.
ru: Добро пожаловать на Великий Совет, эльфы. Прошло очень много лет с тех пор как последних представителей вашей расы видели на этом континенте. Пожалуйста, чувствуйте себя как дома.

source: Thanks for your hospitality, my lord. It is a pleasure to meet such fine people.
it: Grazie per l’ospitalità, mio signore. È un piacere incontrare persone così squisite.
ru: Спасибо за ваше гостеприимство, мой лорд. Мне очень приятно встретить таких замечательных людей.

source: The pleasure is ours, as well; we have always admired your kind. But tell us, what business has brought you here? Why have we not seen you for centuries?
it: Il piacere è anche nostro: la vostra razza ha sempre suscitato la nostra ammirazione. Ma diteci, cosa vi ha portato qua? Perché non vi abbiamo visti per secoli?
ru: Взаимно. Мы всегда восхищались вашей расой. Но скажите, какое дело привело вас сюда? Почему мы не видели вас на протяжении столетий?

source: The lands south from here, where we used to live, changed and became a vast desert. We had to find refuge in a valley far to the east and had lived there since some time after the Fall.
it: Le terre a sud da qui, dove vivevamo, sono cambiate e sono diventate uno sterminato deserto. Fummo costretti a rifugiarci in una valle, lontana a est, e vivemmo laggiù fin da poco dopo la Caduta.
ru: Земли к югу отсюда, где мы жили, изменились и стали пустыней. Мы нашли убежище в долине далеко на востоке и жили там некоторое время после Падения.

source: We usually had to fend off nomadic tribes of savage humans or orcs, but then we found ourselves faced with an organized, full-scale army of humans and were forced to flee.
it: Di solito eravamo costretti a combattere tribù nomadi di orchi o uomini selvaggi, ma ora ci siamo trovati di fronte un intero esercito organizzato di uomini e siamo stati costretti ad andarcene.
ru: Обычно нам приходилось защищаться от кочевых племен диких людей и орков, но потом мы оказались перед организованным, многочисленным войском людей и были вынуждены бежать.

source: The loyalists.
it: I lealisti.
ru: Лоялисты.

source: Yes. We hid our people underground, with little hope of survival, until we found Mal Keshar, who volunteered to help us find...
it: Sì. Abbiamo nascosto la nostra gente sottoterra nella flebile speranza di sopravvivere, finché abbiamo trovato Mal Keshar, che si è offerto volontario per aiutarci a trovare...
ru: Да. Мы укрывали наших людей в пещерах, не особо надеясь, что нам удастся выжить, пока мы не нашли Мал Кешара, который вызвался помочь нам найти ...

source: Elynia? I don’t remember that part.
it: Elynia? Questa parte non la ricordo.

source: If you don’t mind... As I was saying, he guided us all the way to the Dwarven Kingdom of Knalga, south from here, in the great mountains.
it: Se non ti dispiace... Come stavo dicendo, ci guidò lungo la strada per il Regno Nanico di Knalga, a sud, nelle grandi montagne.

source: You contacted the dwarves, then? Interesting.
it: Avete preso contatto con i nani, allora? Interessante.
ru: Значит, вы связывались с гномами? Интересно.

source: Yes, we did. And so we sought out Elynia to aid us, but meanwhile, the demons had found us. Our escape was paid for by the sacrifice of one of our best sorceresses, to distract them while we escaped North.
it: Sì, li abbiamo incontrati. E così abbiamo cercato Elynia e il suo aiuto, mai demoni nel frattempo ci avevano raggiunto. La nostra fuga è costata il sacrificio di una delle nostre migliori sacerdotesse, che li ha distratti mentre fuggivamo verso il nord.
ru: Да, связывались. И таким образом, мы искали Элинию, чтобы она помогла нам, но тем временем, демоны нашли нас. Для нашго спасения пожертвовала своей жинью одна из наших лучших волшебниц, чтобы отвлечь их, в то время как мы бежали на север.

source: So, you seek our protection? What do we receive in exchange?
it: Così, dunque, venite in cerca della nostra protezione? E cosa ce ne verrà in cambio?
ru: Итак, вы ищете нашей защиты? Но что мы получим от этого?

source: I never said that...
it: Non ho mai detto che...
ru: Я никогда не говорил, что ...

source: What he means to say is we want to defeat the evil ones once and for all. I especially wish this to happen; however, we don’t have the numerical power to do so.
it: Quello che sta cercando di dire è che vogliamo distruggere il male una volta per tutte. Io lo desidero in particolar modo, ma la nostra inferiorità numerica non ce lo consente.

source: Although Erathan has said you no longer consider them an important threat, I am convinced that after their repeated failures against our people they will be readying their legions to march here. They seek to annihilate any remaining rebels, which includes you and any others that haven’t succumbed to their army.
it: Anche se Erathan ci ha detto che voi non li considerate più una minaccia importante, sono sicura che, dopo le loro reiterate sconfitte contro la nostra gente, stanno preparando le loro legioni per marciare fin qua. Intendono annientare i ribelli rimasti, e questo comprende voi e tutti coloro i quali non si sono sottomessi al loro esercito.
