Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: There is an old tale about the creation of the the IceWind order: A gang of children were fishing when a very young female, hooking something bigger then she could land, was dragged into the subzero waters. She did not reappear. Two days later, by which time the tribe had nearly forgotton the loss, a sentry witnessed an unnerving spectacle. The very same girl, delirious with exhaustion and deathly pale, was spotted dragging herself from the pond. After the incident, the girl, whose name is a closely guarded secret, was never the same. The tribespeople told stories of seeing her freeze a bear solid, simply by looking at it, others claimed that she went out by night to converse with unseen things that moved in the water. Nobody dared approch her about these rumors, lest they prove to be true. She became the founder of the IceWind order, every year she would select children from the tribe to train. Whatever she taught them, it granted them a mysterious influence over the elements of their habitat. The Herders themselves describe this influence as ‘union’. Within her lifetime the order became an accepted part of the clan. The child refused outright to reveal what had happened in the frozen pool and when she died many years later the secret died with her.
it: C’è un antico racconto sulla creazione dell’ordine dei Gelidi Venti: un gruppo di ragazzi stava pescando, quando una femmina molto giovane, al cui amo aveva abboccato qualcosa di troppo grande perché lei lo potesse tirare a terra, fu trascinata nell’acqua ghiacciata. Non riemerse. Due giorni più tardi, mentre la tribù aveva quasi dimenticato la perdita, una sentinella vide uno spettacolo spaventoso. Aveva visto la stessa ragazza, delirando per la stanchezza e mortalmente pallida, trascinarsi fuori dalla pozza. Dopo l’incidente, la ragazza, il cui nome è un segreto gelosamente custodito, non fu più la stessa. La gente della tribù raccontava di averla vista congelare un orso col solo sguardo, altri giuravano che usciva di notte per conversazioni con oggetti invisibili che si muovevano nell’acqua. Nessuno osava avvicinarsi a lei per via di queste voci, finché non si rivelarono vere. Ella divenne la fondatrice dell’ordine dei Gelidi Venti, ogni anno scelse dei bambini da addestrare nella tribù. Qualsiasi cosa abbia insegnato loro, questo conferì loro una grande influenza sugli elementi dell’ambiente che abitavano. Gli stessi radunatori descrivono quest’influenza come “un’unione”. Durante la sua vita l’ordine divenne una parte accettata della tribù. La ragazza si rifiutò di rivelare cosa fosse accaduto in quella pozza gelata, e quando morì molti anni dopo il segreto scomparve con lei.

source: Icewind Master
it: Maestro del Gelidi Venti

source: Masters are a rare thing indeed, especially in a race with little aptitude for magic. There is almost never more then one in each generation and, as often as not, no Masters will emerge for decades. Those that do reach this pinnacle of their order are often of reclusive nature, as their power seperates them from the main clan. However the reasons for their estrangement also grant them great respect from their brethren.
it: I maestri sono davvero rari, specialmente in una razza con scarse inclinazioni verso la magia. Non ce n’è quasi mai più di uno per ogni generazione e, a volte, non emerge alcun maestro per decadi. Coloro che riescono a raggiungere questo apice del loro ordine sono spesso di natura riservata, poiché il loro potere li separa dal grosso della tribù. Comunque, le stesse ragioni del loro isolamento garantisce loro grande rispetto da parte dei loro fratelli.

source: Steppe Juggernaut
it: Colosso delle steppe
ru: Степной крушитель

source: Some of the Steppe Orcs aspiring to power realize that they actually have a certain aptitude for the charge. Abandoning the pursuit of leadership, these Juggernauts fling themselves on the enemy with utterly ferocious recklessness. In one legendary incident, likely made greater with each telling, an entire squad of elves scattered and ran at the sight of a single Juggernaut bearing down on them.
it: Alcuni degli orchi delle steppe aspiranti al potere si accorgono di avere in realtà un’inclinazione per l’assalto. Abbandonando le ambizioni al comando, questi colossi si lanciano sul nemico con una temerarietà assolutamente feroce. In un episodio leggendario, probabilmente ingigantito passando di bocca in bocca, un’intera squadra si sarebbe sfaldata fuggendo in ogni direzione alla vista di un solo colosso che puntava contro di loro.

source: flail
it: flagello
ru: цеп

source: Steppe Khan
it: Khan delle steppe
ru: Степной Хан

source: The steppe chieftains are titled Khans, serving as both statesmen and generals. They have discovered the advantages of leading from behind, urging their fellows on before them. Before a battle it is customary for them to mingle with the soldiers, goading them on with threats, promises, insults or just primal bellows. Anything to spur them into a towering rage. Nearly everyone who has fought the orcs of the steppe has spoke of the unnerving roars of the orcish leaders. Despite this, Khans are more then ready to enter the fray against any especially audacious enemy that seeks to challenge them. Often, while retaining their flail, they focus on using the axe as they are considered too valuable an asset to risk in daredevil charges.
it: I capi delle steppe sono chiamati khan, rivestendo poteri sia politici che militari. Hanno imparato i vantaggi di comandare da dietro le fila, inviando i loro seguaci prima di caricare. Prima di una battaglia usano mischiarsi con i soldati, pungolandoli con minacce, promesse, insulti o semplicemente con barriti primordiali. Tutto per incitarli a un’ira travolgente. Quasi tutti quelli che hanno combattuto gli orchi delle steppe hanno parlato delle urla spaventose dei comandanti orcheschi. Ciononostante, i khan sono più che preparati ad entrare in combattimento contro nemici particolarmente audaci che tentino di sfidarli. Spesso, trattenendo il proprio flagello, si concentrano nell’uso dell’ascia considerandolo una risorsa troppo preziosa per metterla a rischio in una carica spregiudicata.
ru: Степные вожди, выступающие сразу и как государственные деятели и как генералы, именуются ханами. Они уже оценили преимущества командования из тыла отправленных вперёд войск. Обычно перед битвой они выступают перед воинами, подстрекая их угрозами, обещаниями, оскорблениями или просто вопя во всю силу лёгких. Все, что угодно, лишь бы разжечь их ярость. Почти каждый, кто сражался со степными орками рассказывали о вселяющем трепет рёве их предводителей. Несмотря на это, ханы всегда готовы вступить в бой с каким-нибудь особенно дерзким врагом, который стремится бросить им вызов. Часто, сберегая при этом свой цеп, они используют преимущественно топор, так как считают цеп слишком ценным, чтобы рисковать им в бесшабашной схватке.

source: Steppe Massif
it: Barbaro delle steppe
ru: Степной кряж

source: Clad in crude armor with full-face helms and swinging weapons too heavy for many humans to lift, the hulking Massifs are a terrifying spectacle. They invariably continue their use of the battleaxe, with fearful results.
it: Rinchiusi in rozze armature con elmi che ne coprono per intero il viso, e agitando armi troppo pesanti per molti uomini, i colossali barbari sono uno spettacolo terrificante. Continuano incessantemente il loro uso dell’ascia di battaglia, con risultati spaventosi.

source: Steppe Outcast
it: Emarginato delle steppe

source: Not all initiates to the IceWind order are successful. Some lack the necessary patience, others are found wanting in mental edurance. However being excluded from the order cannot make them forget what they have learned. When the Outcasts first began performing supposedly forbidden magic on their own, the IceWind order raised an uproar in the tribal council. Under threat of exile the Outcasts were forced to ceace their activities. But their order survived, albeit in a different form. Rather then mimic their counterparts, they developed a parallel sect that exists on the fringes of the tribe. The magics worked by the Outcasts are undeniably crude, but have great practicle use. However they are denied the mystical union with their icy home, that is a right reserved for the Herders.
it: Non tutti gli iniziati ai Gelidi Venti hanno successo. Alcuni mancano della necessaria pazienza, altri sono ritenuti privi di resistenza mentale. In ogni caso essere esclusi non può far loro dimenticare ciò che hanno imparato. Quando gli emarginati per la prima volta si prestarono per conto proprio a magie presumibilmente proibite, l’ordine dei Gelidi Venti sollevò un gran baccano nel consiglio della tribù. Minacciati di esilio, gli emarginati dovettero rinunciare alle proprie attività. Ma il loro ordine sopravvisse, benché in una forma differente. Anziché imitare la loro controparte, hanno sviluppato una setta parallela che che vive ai margini della tribù. Le magie prodotte dagli emarginati sono innegabilmente rudi, ma hanno grande utilità pratica. Comunque non hanno accesso all’unione mistica con la loro setta originale: è un diritto riservato ai radunatori.

source: frigid touch
it: tocco ghiacciato

source: Steppe Pariah
it: Paria delle steppe

source: Those rejects of the IceWind order who achieve veteran status in their art are looked upon as akin to minor criminals. However not even the Herders can deny that they are more then a little useful. Pariahs have little loyalty to the clan and rarely fight except for an incentive. When they do, they specialize in flushing foes from fortified positions or difficult terrain.
it: I rifiuti dell’ordine dei Gelidi Venti che raggiungono lo stato di veterani nella loro arte sono visti come una specie di criminali minori. In ogni caso nemmeno i radunatori possono negare che siano ben più che utili. I paria hanno scarsa lealtà nei confronti del clan, e combattono raramente senza un incentivo. Quando lo fanno, si specializzano nello schiodare i nemici da posizioni fortificate o terreni difficili.

source: Steppe Rigid
it: Inflessibile delle steppe

source: Aptly named, the Rigid are a near unbreakable foe. They often form fall-back positions behind the battle lines. Many a time the Rigid have been sacrificed, delaying the enemy while the main force recovers and regroups behind their unyielding wall of flesh, bone and iron. Their role is hardly a glorious one and usually comes to an end jammed into a choke point against hopeless odds.
it: Chiamati in modo proprio, gli Inflessibili sono nemici pressoché indistruttibili. Formano spesso posizioni di ripiego dietro le linee di battaglia. Più di una volta gli inflessibili sono stati sacrificati, ritardando il nemico mentre la forza centrale si riorganizzava dietro il loro irremovibile muro di carne, ossa e ferro. Il loro compito è a stento glorioso, e spesso porta a finire soffocati in trappola.

source: shield bash
it: botta con lo scudo

source: Steppe Savage
it: Selvaggio delle steppe

source: Unlike humans or elves, most orcs find a barbaric thrill in the chaos and blood of battle. Some so much so that the experience pushes their psyche, unstable and voilent at the best of times, dangerously close to the brink. Teetering on the fine edge between sanity and burning instinct, they are feared nearly as much by their comrades as by their enemies. Hurling themselves bodily into the fray, they attack enemies solely with their fists and teeth. Savages cease to use armor at all, allowing them greater speed and ease of movement but sacrificing the protection it gives. Few have been known to survive beyond early adulthood.
it: A differenza di uomini ed elfi, la maggior parte degli orchi trova una un barbaro solletico nel caos e nel sangue della battaglia. Alcuni al punto che l’esperienza colpisce la loro psiche, instabile e violenta nel migliore dei casi, pericolosamente vicina al baratro. Oscillando pericolosamente sul sottile orlo tra la sanità e il bruciante istinto, sono temuti dai propri compagni quasi quanto dai nemici. Scagliandosi fisicamente nella mischia, attaccano il nemico soltanto con i propri pugni e denti. I Selvaggi abbandonano armi e armature, ottenendo maggiore velocità e agilità, ma sacrificando la protezione che questi offrono. Si sa di pochi che siano sopravvissuti oltre la prima età adulta.

source: frenzy
it: furia

source: Steppe Shieldbearer
it: Portascudi delle steppe

source: Some soldiers are given a special role, quite different from any of their comrades. Shieldbearers carry no real weapon at all. Their unique duty is to protect the wounded, patch up holes in the line and, if all looks to be lost, hold off the enemy long enough to cover their retreating army. It has often been said by the Steppe Orcs that while the Shieldbearers have never secured victory, they have numerous times prevented utter defeat.
it: Ad alcuni soldati viene dato un incarico speciale, alquanto differente da quelli di un qualsiasi compagno. I portascudi non imbracciano nessuna vera arma. Il loro unico ruolo è quello di proteggere i feriti, tappare i buchi nelle linee e, se tutto sembra essere perduto, trattenere il nemico a sufficienza per coprire l’esercito in ritirata. Gli orchi delle steppe hanno detto spesso che mentre i portascudi non hanno mai portato alla vittoria, molte volte hanno impedito la totale sconfitta.

source: Steppe Skewer
it: Spiedo delle steppe

source: While orcs may not be renowned for their intellectual capacity, it is well within their powers of thinking to realize that a longer spear will allow them to impale an enemy from greater distance. In addition, Skewers delight in crafting barbed heads for their spears, further increasing their grisly effectiveness.
it: Anche se gli orchi non sono famosi per le loro capacità intellettuali, riescono tranquillamente a capire che una lancia più lunga permette loro di impalare i nemici da più lontano. Inoltre, gli “spiedi” amano costruire punte uncinate per le loro lance, aumentando ancora la loro sinistra efficacia.

source: Steppe Spearhead
it: Prima linea delle steppe
ru: Степной зачинщик

source: Any Steppe Orcs wishing to lead their comrades must first show their worth in battle. Spearheads lead the charge into the enemy, seeking to crash a hole in the battle lines of the foe. It is a dangerous profession to say the least. Their eagerness to impress frequently results in a sticky end. Their crude but often effective tactics are complemented by equally crude but effective weapons. A weight attached to a chain makes a perfectly serviceable flail.
it: Qualsiasi orco delle steppe che ambisca a comandare i propri compagni deve prima mostrare il proprio valore in battaglia. Le prime linee guidano la carica contro il nemico, tentando di irrompere formando un buco tra le linee nemiche. È un mestiere pericoloso, per non dire di peggio. La loro bramosia di impressionare gli altri li porta spesso a fare una brutta fine. Le loro tattiche rudi, ma spesso efficaci, sono completate da armi altrettanto rozze ed efficienti. Un peso attaccato ad una catena costituisce un perfetto flagello.
ru: Любой степной орк, желающий возглавить своих товарищей, должен сначала показать, чего он стоит в сражении. Зачинщики атакуют врага, стремясь пробить брешь в его боевых порядках. Это, мягко говоря, опасное занятие. Их стремление произвести впечатление зачастую приводит к плохому концу. Их простую, но обычно вполне эффективную тактику дополняет такое же простое, но грозное оружие. Груз, прикреплённый к цепи, превращает её во вполне пригодный к использованию цеп.

source: Steppe Spearman
it: Fante delle steppe

source: The orcs of the steppe learned early on that their axes were simply not suitable against all foes. In accordance with this, some warriors forgo further usage of the axe and take up short spears. While necessary, the change is often somewhat awkward.
it: Gli orchi delle steppe hanno imparato presto che le loro asce non sono semplicemente adatte contro tutti i nemici. Per questo motivo, alcuni guerrieri rinunciano ad usare ancora l’ascia e prendono delle corte lance. Anche se necessaria, la carica spesso è un po’ maldestra.

source: Steppe Stoic
it: Stoico delle steppe

source: The Stoic are embodiments of endurance, plain and simple. They are characterized by sheer stubbornness and refusal to go down even under the heaviest of blows. Time and again a foe has struck down a Stoic and thought him dead, only to see the hardy orc lift himself from among the corpses of the dead, raise his shield and reasume his position.
it: Gli stoici sono l’incarnazione stessa della resistenza. Sono caratterizzati da pura testardaggine e dal rifiuto di cedere seppure sotto i colpi più pesanti. Spesso un nemico dopo aver colpito uno stoico e averlo creduto morto, lo vede rialzarsi tra i cadaveri, prendere il suo scudo e riassumere la propria posizione.

source: Steppe Vanguard
it: Avanguardia delle steppe

source: Having proven themselves in battle, Vanguards start to assert their authority others. Their experience is put to use on the battlefield, where they direct the actions of their comrades. Yet often in the fracas of battle these subtleties are disregarded and the Vanguards live up to their name, leading by example. They have however learnt some restraint, complementing their flails with a standard battleaxe similar to that used by steppe warriors.
it: Dopo aver dimostrato il proprio valore sul campo, le avanguardie cominciano ad imporre la propria autorità sugli altri. La loro esperienza viene messa all’opera in battaglia, dove dirigono le azioni dei loro compagni. Tuttavia, spesso nella mischia queste sottigliezze non vengono più considerate, e le avanguardie si comportano secondo il proprio nome, guidando con l’esempio. Hanno però imparato in parte a controllarsi, affiancando ai flagelli un’ascia da battaglia di media misura, simile a quella dei guerrieri delle steppe.

source: Steppe Warrior
it: Guerriero delle steppe

source: The rank and file Steppe Orc soldier epitomizes the qualities of his clan. Hardened, resilient and, when necessary, desperately savage. However, while loyal to their clan, they have little restraint and are often hard to control. The inherent strength of their race and a harsh life of continuous conflict take the place of formal training. Not known for their finesse, Steppe Orcs fight with heavy two-handed battle axes.
it: Il rango di soldato degli orchi delle steppe incarna la qualità del suo clan. Robusto, resistente e, quando necessario, disperatamente selvaggio. Comunque, per quanto fedeli al proprio clan, essi si contengono a fatica e sono difficili da controllare. La forza propria della loro razza e la dura vita di continue lotte svolgono il ruolo di un addestramento formale. Tutt’altro che noti per la loro finezza, gli orchi delle steppe combattono con pesanti asce da battaglia a due mani.

source: race^Shaxthal
it: Shaxthal
ru: Шакстал

source: race+female^Shaxthal
it: Shaxthal
ru: Шакстал

source: race^Shaxthals
it: Shaxthal
ru: Шаксталы

source: Of the many monstrosities spotted in the Chaos Armies, strange metallic creeps known as the ‘Shaxthals’ lead the front lines. Their attack strength is the most fearsome one, and this has several implications. Firstly, most of the few fools who dare oppose them directly have the misfortune of being killed in a slow painful manner, as a red light beam coming from these abominations’ eyes crushes their victim’s brain, literally; secondly, the least of these few defiant people, have the opportunity to see what lies beneath the shaxthal’s armor, and afterwards, don’t dare to say what they have seen, at least not more than a single time. So dark must be the secret behind their rising and breeding that not even the chaos Lores dare step close to these messengers of pain and despair.
it: Tra tante mostruosità comparse tra gli eserciti del Caos, strani esseri metallici noti come “Shaxthal” guidano le prime fila. La loro forza d’attacco è la più spaventosa, e questo ha diverse implicazioni. Prima di tutto, la maggior parte dei pochi pazzi che osano opporsi loro in modo diretto hanno la disgrazia di essere uccisi in modo lento e doloroso, come se un raggio di luce rossa proveniente dagli occhi di questi abomini strizzasse il cervello della vittima, letteralmente. In secondo luogo, una minima parte di queste poche audaci persone ha l’opportunità di vedere cosa si nasconde dietro l’armatura dello Shaxthal, e in seguito non osa dire ciò che ha visto, almeno non più di una sola volta. Il segreto che si cela dietro la loro crescita dev’essere così oscuro che nemmeno gli Eruditi del Caos osano avvicinarsi a questi messaggeri di sofferenza e disperazione.

source: Master of Darkness
it: Sovrano delle Tenebre

source: The Evil Emperor of Chaos, the Shadow Master, has finally revealed his appearance—formerly known only to the highest Chaos Lorekeepers—to the world, revealing his identity as a Shaxthal. Half-living, half-machine, his magic powers are yet far superior to the mightiest sorcerers, evil or good, of this world. Which is in part the reason that he is feared by all, even by his servants. Should they disobey his rule, their fate is the most horrible of all, one that no one would ever wish for their enemies: they are turned into mindless Shaxthals that are made to serve their master unconditionally, as they are rid of their free will in the transformation process. No one has ever been able to defeat the Emperor, nor cause him any damage at all. Fact that leads people to think that this is an immortal being that will continue to rule over the World till the end of its very existence.
it: Il Malvagio Imperatore del Caos, il Signore dell’Ombra, ha finalmente mostrato il proprio aspetto, prima noto solo ai più alti Eruditi del Caos, al mondo, rivelando la propria identità di Shaxthal. Mezzo vivo, mezzo macchina, i suoi poteri magici sono pur sempre di gran lunga superiori a quelli degli stregoni più potenti, buoni o cattivi, di questo mondo. Questa è in parte la ragione per cui è temuto da tutti, persino dai propri servi. Se dovessero disobbedire ai suoi ordini, il loro fato sarebbe il più orribile di tutti, uno che nessuno oserebbe augurare ai propri nemici: vengono tramutati in Shaxthal senza cervello per servire il Signore incondizionatamente, essendo privati del loro libero arbitrio durante il processo di trasformazione. Nessuno è mai riuscito a sconfiggere l’Imperatore, né a fargli alcun danno. Questo porta a pensare che si tratti di un essere immortale che continuerà a dominare il Mondo fino alla fine della sua esistenza.

source: soul ripper
it: strappa anime

source: female^Chaos Warlord
it: Signora della guerra del Caos
ru: Воительница Хаоса
