Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: This spawn of Darkness must have been summoned by a powerful evil warlock. Although weak under the suns’ light, the cover and protection of the grand shadows of the night allows them to kill heavy and big preys with a single stabbing strike on their backs. Combined with their high resistance to physical damage, all this makes them enemies that should not be underestimated when no person skilled in the magic arts is handy to help with destroying these shady messengers of death.
it: Questo servo dell’Ombra deve essere stato evocato da un potente stregone malvagio. Per quanto debole sotto la luce dei soli, il riparo e la protezione della grande ombra della notte permette loro di uccidere pesanti e grandi prede con un solo poderoso colpo alle loro spalle. Combinato con la sua grande resistenza ai danni fisici, tutto questo lo rende un nemico che non andrebbe sottovalutato se non in presenza di qualcuno abile nelle arti magiche pronto ad aiutare a distruggere questi ombrosi messaggeri di morte.

source: Shadow Spawn
it: Erede dell’Ombra
ru: Порождение тени

source: Only those adept in the arts of true darkness can create the abominations known as the Shadow Spawn. A Shadow Spawn is essentially a spirit composed of dark energy that is created by combining necromantic magic with magic of true darkness. Like some undead, they possess the necromantic ability to raise the corpses of those they kill to the cruel world of unlife.
it: Solo gli iniziati all’arte della vera oscurità possono creare gli abomini noti come eredi dell’Ombra. Si tratta essenzialmente di spiriti composti da energia oscura creata dalla combinazione di energia negromantica con magia della vera oscurità. Come alcuni non morti, essi possiedono l’abilità, tipica dei negromanti, di risollevare i cadaveri di coloro che uccidono, per il crudele mondo della non-vita.
ru: Только искусные адепты истинной тьмы способны создавать мерзость известную как ПорождениеТени. По своей сути Порождение Тени - это дух, состоящий из темной энергии, которая возникает при объединении некромантии с магией истинной тьмы. Как и некоторая другая нежить, они обладают способносьтю поднимать трупы тех, кого они убивают, ввергая их в жестокий мир нежити.

source: Death Baron
it: Barone della morte
ru: Неживой Барон

source: Sometimes the mightiest warriors and generals, cursed with hate and angst, come back to this world as Death Knights. Death Barons serve them whilst accruing enough unholy power to become Death Knights. In the process they pick up a good deal of the Knight’s power, including the ability to command underlings.
it: Talvolta i più potenti guerrieri e generali, maledetti da odio e rabbia, tornano in questo mondo come cavalieri della morte. I baroni della morte li servono finché non accumulano sufficiente potere sacrilego da diventarlo a loro volta. In questo processo raccolgono una buona parte del potere dei cavalieri, incluso quello di comandare gli inferiori.

source: Bone Knight
it: Cavaliere d’ossa
ru: Костяной рыцарь

source: Once great warriors across the plains, these mounted riders atop their skeletal horses were raised from the ground by unholy magic to spread fear and destruction.
it: Un tempo grandi guerrieri delle pianure, questi cavalieri in groppa ai loro cavalli scheletrici sono stati resuscitati dalla terra da magia sacrilega per spargere paura e distruzione.
ru: Бывшие некогда великими воинами равнин, эти всадники, сидящие верхом на скелете своей лошади, были подняты из земли нечестивой магией, чтобы сеять страх и разрушение.

source: trample
it: travolgere
ru: наскок

source: Skeleton Rider
it: Scheletro a cavallo
ru: Скелет-всадник

source: Once great warriors thundering across the plains, these mounted riders atop their skeletal horses were raised from the grave by unholy magic to spread fear and destruction.
it: Grandi guerrieri che in un tempo perduto scorrazzavano tonanti per le pianure, questi cavalieri in groppa ai loro cavalli scheletrici sono stati resuscitati dal sepolcro da magia sacrilega per spargere paura e distruzione.
ru: Некогда великие воины, сотрясавшие равнины поступью своих коней, были подняты из могилы нечестивой магией и водружены на скелет своего коня, чтобы сеять страх и разрушение.

source: Anlindë
ru: Анлиндэ

source: Mal Keshar
ru: Мал Кешар

source: Elynia
ru: Элиния

source: Althurin
ru: Альтурин

source: Erathan is an Aragwaith Strongbow; his skill with the bow is not as great as that of elvish archers, but he aspires to either improve it, or enhance his ability with melee weapons and learn to use the glaive. Nonetheless, he is not used to fighting in open fields, so be careful when deciding where he should attack from!
ru: Эрэзэн - эрагвийский Сильный Лучник. Хотя его мастерство обращения с луком не так велико, как у эльфийских лучников, но он постоянно стремится улучшить либо его, либо свои навыки владения холодным оружием и научиться использовать меч. Тем не менее, он н

source: He, he, he...
ru: Хе, хе, хе...

source: Nooo! Elynia!
ru: Нет! Элиния!

source: Volcanic underground
ru: Вулканическое извержение

source: Neutral time of day
ru: Нейтральное время суток

source: First Mid-Day
ru: Первый полдень

source: Second Mid-Day
ru: Второй полдень

source: TRANSLATORS NOTE: The following 4 strings are spoken by the Shadow Master
ru: Для переводчиков: Следующих 4 фразы произносит Повелитель Теней

source: Elynia and Mal Keshar had not seen such a landscape in thousands, perhaps millions, of years as they rejoiced at the view with the fresh northern winds in their faces. The dwarvish people were, on the other hand, too used to their tunnels underground to feel anything close to comfort with the great outside. I understood them, and knew they obviously could not accompany us on this new journey on the surface. They would be safer underground, and they could establish a new home elsewhere in the northern lands afterwards.
ru: Элиния и Мал Кешар не видели такой картины тысячи, возможно, миллионы лет. Как радовались они свежему северному ветру, обдувающему их лица. С другой стороны, гномий народ слишком привык к своим подземным туннелям, чтобы чувствовать что-нибудь подобное комфорту, находясь на обширном открытом пространстве. Я понимал их, и знал, что они, очевидно, не смогут сопровождать нас в этом новом путешествии по земной поверхности. Им будет безопаснее под землей, и они смогут позже создать себе новый дом где-нибудь северных землях.

source: Immune to drain, poison and plague
ru: Неуязвимый для истощения, яда и чумы

source: Galas
ru: Галас

source: Surhan
ru: Суран

source: Grumnyr
ru: Грумнир

source: Lédinor
ru: Лэдинор

source: Vor Mègwyn
ru: Вор Мегвин

source: Garya
ru: Гарья

source: Quiryn
ru: Квирин

source: Nolok
ru: Нолок

source: Galas? Galas, no!
ru: Галас? Галас, нет!

source: Ugh.
ru: Ух.

source: Lédinor, no!
ru: Лэдинор, нет!

source: Anlindë?
ru: Анлиндэ?

source: Lanya
ru: Ланья

source: Gledd
ru: Гледд

source: Karun Baghar
ru: Карун Багхар

source: Rooaargh!!
ru: Рооааргх!!

source: Um...
ru: Гм...

source: Uh...
ru: Гм...

source: Jala Nekhar
ru: Яла Некар

source: Zemkor
ru: Земкор

source: Murlin
ru: Мурлин

source: Sylith
ru: Силеф

source: Korzar
ru: Корзар

source: Lara
ru: Лара

source: Demor
ru: Демор

source: Irvyn
ru: Ирвин

source: Anyra
ru: Анира

source: Tan
ru: Тан

source: Gryn
ru: Грин

source: Argh!
ru: Аргх!

source: Elká
ru: Элка

source: Vulcar
ru: Вулкар

source: Aaaaaaye!!
ru: Ааааааауе!!

source: A dead end, it seems. But hold... I have found something. It is a ring, red as blood, and it appears to have an inscription carved on it. But I cannot read it, I do not know this language.
ru: Тупик, кажется. Но постойте... Я что-то нашел. Это кольцо, красное, как кровь, и на нём проступают высеченные надписи. Но я не могу их прочесть, я не знаю этого языка.

source: Durbaghar
ru: Дурбагар

source: Kal Magar
ru: Кал Магар

source: Barglor
ru: Баглор

source: Diglet
ru: Диглет

source: Vagkar
ru: Вагкар

source: Krislo
ru: Крисло

source: Urdo
ru: Урдо

source: Gremle
ru: Гремле

source: Fir
ru: Фёр

source: Ewurk
ru: Евурк

source: Ceel
ru: Сил

source: Turgan
ru: Турган

source: Akir
ru: Акир

source: Cur
ru: Кур

source: Rooaarlg, raaar!
ru: Роаарлг, раар!

source: Verne
ru: Верна

source: Gurglo
ru: Гургло

source: Kyra
ru: Кира

source: Zilla
ru: Зилла

source: Kairus
ru: Каирус

source: Kwurg
ru: Квург

source: AAAAAAaaaaaaaaaaaaaaaaaaaahhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh...
ru: ААААААаааааааааааааааааааахххххххххххххххххххххххххххххххх...

source: Sssh.
ru: Тссс.

source: In the darkness of the depths of the world, most animals and insects grow far beyond their usual sizes. So have a care, there may be more dangerous freaks in this place.
ru: Во тьме глубин мира большинство животных и насекомых намного перерастают свои обычные размеры. Будьте внимательны, здесь могут быть более опасные чудища.

source: NOTE FOR TRANSLATORS: Mal Keshar is trying to say 'save your asses' in the next string.
ru: ЗАМЕЧАНИЕ ДЛЯ ПЕРЕВОДЧИКОВ: в следующей строке Мал Кешар пытается сказать: "сохранят ваши задницы".

source: Lilo
ru: Лайло

source: Groaar!!
ru: Грррр!!!

source: Skreeech!!
ru: Хрррр.....!!

source: Mena
ru: Мена

source: Oh.
ru: Ох.

source: (*BOOM!!! CRASH!!! CRACK! CLANG! CRASH!!! BAM!!*)
ru: (*БУМ!!! ХРЯСЬ!!! КРАК! ДЗЕНЬК! ХРУСЬ!!! БАМ!!*)

source: Igor
ru: Игорь

source: NOTE FOR TRANSLATORS: the 'Blessed One' is Elynia
ru: Пояснение для переводчиков: 'Blessed One' - это Элиния

source: Uldrex
ru: Улдрэкс

source: Odel
ru: Одэл

source: Fyria
ru: Фуриа

source: Groaaaar!!
ru: Гррр!!

source: Karshas
ru: Каршас

source: Burg
ru: Бург

source: ... Aaaaaaargh, no!
ru: ... Аааааргх, нет!

source: Urrrgh...
ru: Урррргх....

source: Zelthok
ru: Зелтхок

source: Aravez
ru: Аравез

source: Lilith
ru: Лилитх

source: Orcyn
ru: Орцин

source: Caror
ru: Карор

source: Yelk
ru: Йелк

source: Hizzoh! Aizkta kalmzarh ixthalamah!
ru: Хиззох! Аизкта калмзарх ихтхаламах!

source: Lagonus
ru: Лагонус

source: Darko
ru: Дарко

source: Zerk
ru: Зерк

source: Her
ru: Гер

source: Laveri
ru: Лавери

source: Pelaes
ru: Пелаес

source: Pelcatsil
ru: Пелкатсил

source: Merlin
ru: Мерлин

source: Durcanthil
ru: Дуркантхил

source: Izkotep
ru: Изкотеп

source: Shrieek!
ru: *пронзительно визжит*

source: Erathan
ru: Эрэзэн

source: Eh...
ru: Э...

source: Aiyeee...!
ru: Айааа....!

source: Quogar Ratham
ru: Квогар Ратем

source: Tanstafaal
ru: Тэнстафаал

source: Tan Zalfargat
ru: Тэн Зелфаргет

source: Mal Hekuba
ru: Мал Хекуба

source: Hmph.
ru: Хм.

source: Benthos
ru: Бентос

source: Darkozun
ru: Даркузэн

source: Uzgarphatgshar
ru: Азгарфатгшар

source: Shrieeeeek!
ru: (Дико вопит)

source: Déjà vu.
ru: Дежа вю.

source: No!
ru: Нет!

source: Awwww...
ru: Аэээ...

source: Gruaaaargh...
ru: Гур-гур-гур...

source: Ha!
ru: Ха!

source: Erathan?
ru: Эрэзэн?

source: Malin...
ru: Малин...

source: Ivancyn
ru: Айвцен

source: Zirshe
ru: Зирш

source: Sel
ru: Сел

source: Zulthor
ru: Золтер

source: Lyrcan
ru: Лайрукен

source: Dargon
ru: Доргэн

source: Galas?
ru: Галас?

source: Kalazar
ru: Калазар

source: Oz
ru: Оз

source: Galas!?
ru: Галас!?

source: Galas...
ru: Галас...

source: Arzhul
ru: Арзул

source: Airz kalfa thor! Kalfa thor!
ru: Аирз калфа тора! Калфа тора!

source: Garg
ru: Гарг

source: Shriak! Greeeeshaaaahhhh...
ru: Издаёт дикий крик.

source: Elyssa
ru: Алиса

source: Eeeeew.
ru: Э...

source: When you chose this unlife for yourself, you bound yourself to the ways of Darkness for the rest of eternity. There is nothing that can be done to remedy that now. However, the powers of Darkness are not necessarily evil by themselves; they *can* be put to good use. If we work together, I am sure we can call upon the ultimate balance of Light and Darkness, and use it to turn this fight to our advantage.
ru: Когда Вы выбрали для себя эту не-жизнь, Вы навечно стали на путь Тьмы. Теперь ничего нельзя сделать, чтобы исправить это. Однако, силы Тьмы не обязательно являются злыми; они *могут* быть обращены во благо. Если мы будем работать вместе, я уверена, что мы можем создать оптимальный баланс Света и Тьмы, и использовать его, чтобы повернуть этот бой в нашу пользу.

source: Mwaaahahahahahaha!
ru: О-хо-хо-хо!

source: Hyaaaaargh!!!
ru: Гаааргх!!!

source: I/O error reading log entry.
ru: I/O ошибка чтения записи в журнале.

source: Jaleh
ru: Ялех

source: Argan
ru: Арган

source: Elynia...
ru: Элиния...

source: Lord Mizgill
ru: Лорд Мизджилл

source: Darius
ru: Дарий

source: Durstrag
ru: Дарстрег

source: Aba,Ada,Aderi,Agiel,Agrat-bat-mahlaht,Alie,Aly,Alya,Ammit,Amy,Ania,Analia,Anadea,Anadya,Anna,Ariel,Ashtaroth,Astarte,Astoreth,Azura,Bellatrix,Beryla,Bruxe,Charis,Charybdis,Charon,Charusse,Chi,Chia,Dana,Dane,Dara,Darma,Dela,Delepitore,Delirya,Deluna,Demona,Deth,Devila,Devira,Devyan,Drama,Dul,Duna,Eisheth Zenunil,Elandra,Elenia,Elestria,Eloh,Elyna,Elynea,Elynia,Elyra,Elyria,Elyssa,Elyza,Empusa,Enea,Eryssa,Ethea,Euryale,Evila,Evira,Fae,Faira,Fania,Faria,Gaia,Gremory,Gresil,Hecate,Ira,Irda,Irdya,Irene,Iridya,Iril,Iruel,Isa,Issyl,Ivana,Ivyel,Izara,Jarla,Jevyan,Juno,Kaia,Kalah,Kalari,Kaleh,Kali,Kana,Karma,Kazen,Kendria,Kia,Kindite,Kuna,Kyrah,Lamashtu,Lamia,Lara,Leliel,Leviathan,Lilia,Lilim,Lilin,Lilith,Lilitu,Lilya,Listra,Liza,Lua,Lucia,Lucile,Luna,Lyda,Lyla,Lyra,Magna,Maia,Mara,Medusa,Melia,Melchiresa,Melusine,Midara,Mir,Mir Kaleh,Mistra,Moira,Moria,Musah,Myria,Naamah,Nadia,Naia,Nala,Nara,Narya,Nebula,Neura,Neuralger,Nidia,Nika,Nirvana,Nirvenia,Nora,Norma,Nyada,Nystra,Nyxa,Onoskelis,Pia,Prosperpine,Rangda,Rusalka,Sabata,Satana,Sela,Shar,Share,Sharael,Sheol,Selene,Shia,Sonnielion,Stheno,Sul,Summa,Sunna,Sycorax,Syl,Sylestria,Sylin,Sylith,Symia,Syn,Synara,Synestria,Tada,Talah,Talam,Taweret,Thea,Thia,Thiana,Thiara,Tial,Tora,Tundra,Turen,Tzitzimime,Uma,Umbria,Unarya,Unia,Unsere,Uria,Uzza,Vena,Verna,Verrier,Vepar,Vulpecula,Xandar,Xana,Xandria,Xeth,Xia,Xindra,Xindar,Yun,Yuna,Yuni,Zana,Zephyr,Zhul,Zidya,Zilla,Zuna,Zynara,Zythara
ru: Аба, Ада, Aderi, Agiel, Agrat-Бат-mahlaht, Алие, Али, Ammit, Эми, Аня, Анна, Ариэль, Астарты, Астарта, Astoreth, Беллатрикс, Bruxe, Харон, Charusse, Дана, Дара, Дарма, Delepitore, Демона, Deth, Devila, Devira, Devyan, Дул, Duna, Eisheth Zenunil, Empusa, Euryale, Evila, Evira, Faira, Фаня, Фариа, Гайя, Gremory, Gresil, Геката, Iril, Iruel, Иссык, Izara, Jarla, Jevyan , "Джуно", Кала, Кале, Кана, Карма, Kindite, Куна, Kyrah, Ламашту, Ламия, Лелиель, Левиафан, Лилия, Лилим, Лилин, Лилит, Lilitu, Лиля, Лайла, Magna, Мара, Медузы, Melchiresa, Мелузина, Мир Мир Кале, Musah, Наама, Найя, туманности, Neuralger, Надя, Нидия, Nirvana, Nirvenia, Onoskelis, Prosperpine, Rangda, Русалка, Сабата, Satana, Сэла, Шар, преисподняя, Selene, Sonnielion, Stheno, ду-Сул, Сумма, Sycorax, Syl, Sylin, Sylith, Symia, Talah, Talam, Taweret, тундра, Турен, Tzitzimime, Unsere, Оза, Верриер, Vepar, Vulpecula, Xandar, Xandria, Xeth, Xindra, Xindar, Юн, Юна, Юни, Зефир, Жуль, Zuna

source: bolas
ru: боло

source: Sprite
ru: Огнёвка

source: Imp
ru: Бес

source: Chimera
ru: Химера

source: Cockatrice
ru: Кокетрас

source: Drone
ru: Дроид

source: Rayblade
ru: Слепящий клинок

source: Wyrm
ru: Змей

source: requiem
ru: песнь смерти
