Repository: wescamp/Invasion_from_the_Unknown-1.10
Catalog: po/*.po
Languages: it, ru

source: Touchplate triggered. Two walls move.
it: Piastra premuta. Due muri si muovono.
ru: Сенсор срабатывает. Отодвигаются две стены.

source: Touchplate triggered. A road rises from the abyss, and a wall moves.
it: Piastra premuta. Un passaggio emerge dall’abisso, e un muro si muove.
ru: Сенсор срабатывает. Из бездны всплывает дорога, и стена отодвигается.

source: Dang, this chest is empty!
it: Dannazione, questo scrigno è vuoto!
ru: Проклятье, этот сундук пуст!

source: Over the Sands
it: Attraverso le sabbie
ru: Сквозь пески

source: team_name^Neutral humans
it: Umani neutrali
ru: Люди

source: team_name^Human barbarians
it: Barbari umani
ru: Люди-варвары

source: team_name^Orcish barbarians
it: Barbari orchi
ru: Орки-варвары

source: team_name^Roaming ghosts
it: Fantasmi erranti
ru: Призраки-скитальцы

source: team_name^Roaming creatures
it: Creature erranti
ru: Бродячие твари

source: Galas, Anlindë, or Mal Keshar must reach the northwest border of the map.
it: Uno fra Galas, Anlindë o Mal Keshar deve raggiungere il bordo nord-ovest della mappa.
ru: Галас, Анлиндэ или Мал Кешар должны достичь северо-западной границы карты.

source: Death of Mal Keshar
it: Morte di Mal Keshar
ru: Смерть Мал Кешара

source: Dehydration applies to living units.
it: La disidratazione colpisce le unità viventi.
ru: Обезвоживание происходит у живых воинов.

source: Here you are, the outside. Not too different from the last report of some years ago... or perhaps centuries. I cannot tell which.
it: Eccoci fuori. Non è cambiato granché dall’ultimo rapporto di qualche anno fa... o secolo fa, non so.
ru: Вот, пожалуйста, поверхность. Не слишком отличается от последнего донесения, полученного несколько лет... или, возможно, веков назад. Не могу сказать точно.

source: Everything in the distance is so...dry... There is no plant that could thrive in this heat!
it: Tutto, a perdita d’occhio, è così... arido... Non c’è pianta che possa crescere in questa fornace!
ru: Насколько хватает глаз всё так... сухо... Не существует таких растений, которые могли бы процветать в такую жару!

source: That is why our people moved to that valley, to protect themselves from death in the desert. Not all of them found the valley, though. We have always wondered what happened to the other group.
it: Ecco perché il nostro popolo si è spostato verso la nostra valle, per scampare alla morte nel deserto. Però non tutti trovarono la valle. Ci siamo sempre chiesti cosa sia successo all’altro gruppo.
ru: Именно поэтому наши люди перебрались в ту долину: чтобы спасти себя от смерти в пустыне. Однако, не все нашли путь в долину. И мы всегда задавались вопросом, что случилось с той, другой группой.

source: They could only have died in the desert. The harsh suns and the lack of water and food are peril enough; savage orcs or nomadic human bandits complete the tale.
it: Non possono che essere morti nel deserto. I soli infuocati o la mancanza di cibo e acqua sono già di per sé abbastanza pericolosi; gli orchi selvaggi e i nomadi umani poi sono la ciliegina sulla torta.
ru: Возможно, они погибли в пустыне. Палящие светила, нехватка воды и пищи - опасностей достаточно; нападения орков или кочующих человеческих банд довершают этот список.

source: I suppose so. But, where are we? The ancient records will have nothing to say of this desert, which was likely a forest before the Fall.
it: Suppongo di sì. Ma, dove siamo? Le antiche esplorazioni non ci servono in questo deserto, che potrebbe essere stato una foresta prima della Caduta.
ru: Я предполагаю так. Но, где мы? Древние записи ничего не говорят об этой пустыне, которая, вероятно, была лесом перед Падением.

source: Indeed it was! If I remember correctly, we are standing on Lintanir Forest, the southwestern part of the Northern Elves’ homeland...but probably nothing is left of it, of course. Many eons ago, these dry mountains did not even exist.
it: Infatti lo era! Se ricordo bene, ora ci troviamo sopra alla Foresta di Lintanir, la parte sudoccidentale delle terre degli Elfi del Nord... ma probabilmente nulla ne è rimasto, certo. Molte ere fa, queste aride montagne non esistevano nemmeno.

source: Over time, supporting our people will be more difficult, especially here in the desert. Breeding horses for mounts is already difficult for want of fodder.
it: Col passare del tempo, sostenere la nostra gente diverrà più difficile, specialmente qui nel deserto. Allevare cavalli da monta è già difficile per mancanza di foraggio.
ru: Некоторое время снабжение наших людей будет более трудным, особенно здесь в пустыне. Разведение лошадей для верховой езды сейчас также весьма затруднительно из-за недостатка фуража.

source: So, what now, necromancer? We have never been so far from the green of our valley! We will surely perish on these sands!
it: E ora che facciamo, negromante? Non ci siamo mai allontanati tanto dal verde della nostra valle! Moriremo sicuramente su queste sabbie!
ru: И что теперь, некромант? До этого мы никогда не покидали пределов нашей зеленой долины! Мы, без сомнения, погибнем в этих песках!

source: You must fill your water reserves at this oasis before departing towards the Northwest. Make sure your healers are prepared to assist your soldiers. We should be able to find more water sources in these sands. I’ll summon my scouts to explore the path ahead.
it: Dovete riempire le vostre riserve di acqua a questa oasi prima di partire per il nord-ovest. Assicuratevi che i vostri guaritori siano pronti a prendersi cura dei vostri soldati. Dovremmo riuscire a trovare altre fonti d’acqua in questo deserto. Richiamerò i miei esploratori perché perlustrino il sentiero davanti a noi.

source: Come back to this world, from your eternal dream of battles, elvish hero of long past times! I call upon you!
it: Torna in questo mondo, dai tuoi eterni sogni di battaglia, eroe degli elfi dei tempi remoti! Io ti invoco!
ru: Вернитесь в этот мир, пробудитесь от ваших вечных снов о сражениях, эльфийские герои давно прошедших времён! Я призываю Вас!

source: At your service, masters!
it: Ai vostri ordini, padroni!
ru: Приказывайте, владыка!

source: But, but, that’s an elven warrior! Quite pale and... translucent, though. What is this, Mal Keshar?
it: Ma... ma... è un guerriero elfico! Un po’ troppo pallido... e trasparente, però. Cos’è, Mal Keshar?

source: This is one of your fallen kinsmen from battles past. In contrast with most of my minions, this elvish spirit does not fight unwillingly; he has been following you all this time, and while not having the power to materialize by himself, he has been waiting for the opportunity to fight for you once again. He just needed a little help from an expert, such as myself.
it: Questo è uno dei vostri consanguinei caduti nelle battaglie del passato. A differenza della maggior parte dei miei servi, questo spirito elfico non combatte senza volontà; per tutto questo tempo vi ha seguiti e, dato che non aveva il potere di materializzarsi da solo, stava aspettando l’opportunità di combattere con voi ancora una volta; aveva solo bisogno di un po’ di aiuto da un esperto, come me.
ru: Это один из ваших, павших в битвах былого, сородичей. В отличие от большинства моих слуг, этого эльфийского духа не нужно заставлять сражаться. Он следовал за вами все это время, и, не имея возможности материализоваться самостоятельно, ждал пока представится случай сразиться за вас еще раз. Он только нуждался в небольшой помощи от такого мастера как я.

source: Are you saying that he has his own will, then?
it: Stai dicendo, dunque, che è dotato di volontà propria?
ru: Вы говорите, что у него есть свое собственное желание, да?

source: Exactly. Note that these spirits are stronger and deadlier when fighting in forests. Unfortunately, I am not sure whether there are any left in this age.
it: Esattamente. Notate che questi spiriti sono più forti e letali quando combattono nelle foreste; purtroppo, non so se ne sia rimasta alcuna in quest’era.
ru: Верно. Заметьте, что этот дух более силен и смертоносен, когда сражается в лесах; к сожалению, я не уверен сохранились ли они до сих пор.

source: (shakes head) I see it but I don’t believe it... Undead fighting for our cause...
it: (scuotendo la testa) Lo vedo ma non ci credo... Non-morti che combattono per la nostra causa...

source: At some point you’ll get accustomed to that.
it: A un certo punto ci farai l’abitudine.

source: A ghost?
it: Un fantasma?
ru: Призрак?

source: It seems hostile. Mal Keshar, can you do anything about it?
it: Sembra ostile. Mal Keshar, puoi fare qualcosa?
ru: Он кажется настроенным враждебно. Мал Кешар, вы можете что-нибудь с ним cделать?

source: No. These ghosts have free will, and roam about these sands due to their painful deaths.
it: No. Questi fantasmi hanno una propria volontà e vagano per queste sabbie a causa dalla loro morte dolorosa.
ru: Нет. Эти призраки свободны от чужой воли, и бродят в этих песках из-за своей черезвычайно неприятной смерти.

source: Oh...elves? I must be hallucinating again...
it: Eh? Elfi? Devono essere altre allucinazioni...
ru: О...эльфы? Должно быть у меня опять галлюцинации...

source: This doesn’t look good...
it: Questo non mi piace...

source: But I never had hallucinations that could speak. Intruders! And they are elves! Go get ’em!
it: Ma non ho mai avuto allucinazioni parlanti. Intrusi! E sono elfi! Prendiamoli!

source: Anyone who dares oppose us shall perish, whether it be orc or human.
it: Chi osa opporsi a noi morirà, che sia un orco o un uomo.
ru: Любой, кто посмеет выступить против нас, погибнет. Не важно - орк или человек.

source: Orcs... Good. It has been a long time since I defeated one myself!
it: Orchi... bene. È passato molto tempo da quando ne ho eliminato uno con le mie mani!
ru: Орки... хорошо. Долгое время я расправлялся с ними в одиночку!

source: We could ignore them and continue our journey, but I’m not sure if it would be a good idea.
it: Potremmo ignorarli e continuare il nostro viaggio, ma non sono sicuro che sarebbe una buona idea.

source: Undead! Everyone, to arms! It’s an invasion!
it: Non-morti! Tutti alle armi! È un’invasione!

source: Somebody should catch that idiot and cut out his tongue. Now that he has given alarm to his friends, we will have to deal with them!
it: Qualcuno dovrebbe prendere quell’idiota e tagliargli la lingua. Adesso che ha dato l’allarme ai suoi amici, dovremo vedercela con loro!
ru: Кто-то должен поймать того идиота и отрезать его язык. Теперь, когда он предупредил своих друзей, нам придётся иметь дело с ними!

source: Argh! I’m vanquished by these puny invaders!
it: Argh! Sono stato sconfitto da questi vili invasori!

source: This orc kept some gold in his tent. It is not more than a few dozen, but it is better than nothing.
it: Questo orco teneva dell’oro nella propria tenda. È niente più di qualche dozzina di monete, ma è pur meglio di niente.
ru: В палатке этого орка было немного золота. Здесь не более несколько дюжин, но это лучше чем ничего.

source: I have seen and heard about odd things in my life, but that is just ridiculous! A crawling glob of mud?
it: Ne ho viste di cose strane in vita mia, ma questo è soltanto ridicolo! Un mucchio di fango strisciante?
ru: В своей жизни я видел и слышал о многих странных вещах, но это просто смешно! Ползающий комок грязи?

source: Crawling, yes. But it is not a simple glob of mud — it has been animated by magic means. Although they are not especially tough, if you get surrounded by a pack of them you will have serious trouble. Especially if you have been under these suns for too long. He, he.
it: Strisciante, sì. Ma non è soltanto un mucchio di fango: è stato animato con la magia. Anche se non particolarmente resistenti, se foste circondati da un gruppo di questi sareste in guai seri. Soprattutto se siete stati troppo a lungo sotto questi soli. He, he.

source: This is <i>our</i> oasis. Go away or we’ll crush your skulls into the sand!
it: Questa è la <i>nostra</i> oasi. Sparisci, o vuoteremo i vostri crani nella sabbia!

source: As if those damned bats weren’t enough. Get away from our territory!
it: Come se quei maledetti pipistrelli non fossero abbastanza. Sparite dal nostro territorio!

source: Ha, ha, ha! We got you! There is no way out now!
it: Ah ah ah! Presi! Non avete scampo ora!
ru: Ха, ха, ха! Мы вас поймали! Теперь вы никуда не денетесь!

source: Aaah! Help!
it: Aaah! Aiuto!
ru: А-а-а! Помогите!

source: Hey, wait, is that an elf? I thought they were long gone from the face of earth!
it: Ehi, aspetta, è un elfo quello? Pensavo che fossero scomparsi dalla faccia della terra da un pezzo!
ru: Эй, погодите, это что - эльф? Я думал, они уже давно исчезли с лица земли!

source: These pointy-eared demons just impossible to get rid of.
it: È impossibile sbarazzarsi di questi demoni con le orecchie a punta.
ru: От этих остроухих демонов просто невозможно избавиться.

source: It matters little now. Kill it!
it: Poco importa ora. Uccidilo!
ru: Это уже не важно. Убейте их!

source: Undead! These damned abominations pursue us again!
it: Non-morti! Questi dannati abomini ci perseguitano di nuovo!
ru: Нежить! Эта проклятая мерзость снова преследует нас!

source: Ah, but I love the sound of smashing skeletons!
it: Ah, ma io adoro il suono delle ossa che vanno in frantumi!
ru: Да, но я люблю звук крушащихся скелетов!

source: They are blocking our path through the mountains. We must defeat them before continuing.
it: Stanno bloccando il nostro percorso attraverso le montagne. Dobbiamo sconfiggerli prima di continuare.
ru: Они преграждают нам путь через горы. Мы должны победить их прежде, чем сможем идти дальше.

source: Defeat the leader of the bandits who control the northwestern pass.
it: Sconfiggi il comandante dei banditi che controllano il passo a nord-ovest.
ru: Победите предводителя бандитов, которые контролируют северо-западный проход.

source: Ouch! Noo...I’m finished...and we have lost...our precious valley...
it: Ahi! Noo... Sono finito... E abbiamo perso... la nostra preziosa valle...

source: The irony in this is unsettling.
it: L’ironia di questa storia è sconfortante.
ru: Эта ирония меня тревожит.

source: These bandits seem to have accumulated some gold. It’s not a great amount, but it will do for our needs.
it: Pare che questi banditi abbiano accumulato dell’oro. Non è molto, ma farà al caso nostro.

source: This seems to have been a colossal elvish fortress very long ago before the sand buried it in the ground. It is in a very convenient location — but we cannot tarry here for much longer, lest we become prey of better prepared barbarians.
it: Sembra che questa sia stata una colossale fortezza elfica, molto tempo prima che le sabbie lo seppellissero. Questa è un’ottima posizione... Ma non possiamo indugiare oltre, se non vogliamo diventare una facile preda per barbari più preparati.

source: At least we can replenish our supplies here and heal the wounded before continuing.
it: Almeno possiamo rifornire le nostre scorte e curare i feriti, prima di continuare.
ru: По крайней мере мы можем пополнить здесь наши припасы и вылечить раненных перед тем, как идти дальше.

source: After all this time, the old elven roads still exist under the sands. It is unfortunate that they cannot guide us anywhere now.
it: Dopo tutto questo tempo, le vecchie strade elfiche giacciono ancora sotto le sabbie. È un peccato che ora non ci possano condurre da nessuna parte.
ru: По просшествии всего этого времени, старые эльфийские дорогивсе еще существуют под песками. Очень жаль, что теперь они никуда не могут нас привести.

source: Ah, the ruins of ancient elven castles. I wish they could still provide us with shelter from the harsh light of the suns.
it: Ah, le rovine di antichi castelli elfici. Come vorrei che ci potessero ancora offrire riparo dalla feroce arsura dei soli...
ru: Ах, это руины древних эльфийских замков. Хотел бы я, чтобы они ещё могли предоставить нам укрытие от жестокого света этих солнц.

source: We can’t continue without defeating these bandits first!
it: Non possiamo proseguire senza aver prima sconfitto questi banditi!

source: The river continues to the northwest.
it: Il fiume continua verso nord-est.
ru: Дальше река течёт на северо-запад.

source: We should follow this river. Although I cannot know exactly where it leads, I suspect it should get us close to the Heart Mountains. It will also be easier for you to travel across the sands with an unlimited water supply by your side.
it: Dovremmo seguire questo fiume. Anche se non posso sapere esattamente dove conduca, ho il sospetto che arrivi vicino alle Montagne del Cuore. Sarà anche più facile per voi viaggiare tra le sabbie avendo a disposizione una fonte d’acqua illimitata.
ru: Мы должны держаться этой реки. Хотя я не могу точно сказать, куда она течёт, но я подозреваю, что она должна оканчиваться в горах Сердца. Для вас также будет проще путешествовать по пескам, если у вас не будет проблем с водоснабжением.

source: Ahhh, the refreshing feel of my feet in the water of this oasis... I wish I could spend all the day here, instead of <i>fighting</i> enemies over the sands. Oh, how much I miss our peaceful valley...
it: Ah, la rinfrescante sensazione dei piedi nell’acqua di quest’oasi... Sarebbe così bello poter passare qui tutto il giorno, invece di <i>combattere</i> nemici in mezzo alla sabbia! Oh, come mi manca la nostra placida valle...
ru: Аххх, освежающее ощущение вод этого оазиса, струящихся по моим ногам... Как мне хотелось бы провести весь день здесь, вместо <i>сражений</i> с врагами в этих песках. Ах, как я скучаю по нашей мирной долине ...

source: Halt there, strangers! Do you come to our valley in peace, or not?
it: Altolà, stranieri! Venite nella nostra valle con intenzioni pacifiche, o cos’altro?
ru: Стойте, чужеземцы! С миром ли вы идёте в нашу долину?

source: Is that a trick question?
it: Cos’è, una domanda trabocchetto?
ru: Это вопрос с подвохом?

source: We come in peace. We are just looking for water, food, and safe passage to the northwest.
it: Veniamo in pace. Stiamo solo cercando acqua, cibo e un passaggio sicuro per il nord-ovest.
ru: Мы идём с миром. Мы только ищем воду, пищу, и безопасный проход на северо-запад.

source: We have plenty of water and food here, but if you want to bring your men here, you will have to give us $fee_value pieces of gold first. We need to be sure whether your intentions are good or not.
it: Qui abbiamo acqua e cibo in abbondanza, ma se vuoi portare qui i tuoi uomini dovrai prima pagarci $free_value pezzi d’oro. Abbiamo bisogno di essere sicuri delle vostre intenzioni.

source: If they actually have so much resources, why do they need our gold at all?
it: Se effettivamente hanno tutte queste risorse, per quale motivo avranno bisogno del nostro oro?
ru: Если у них всего так много, зачем им вообще наше золото?

source: I do not know. It might be a local custom.
it: Non lo so. Potrebbe essere un’usanza locale.
ru: Не знаю. Может быть это местный обычай.

source: Very well. Here is the gold.
it: Molto bene. Ecco l’oro.
ru: Хорошо. Вот золото.

source: You are welcome, then. As long as you don’t start pillaging our villages, that is. Know that if you do so, you’ll encounter only problems.
it: Siete i benvenuti, allora. Finché non iniziate a razziare i nostri villaggi, si intende. Sappiate che se lo farete, avrete solo problemi.

source: I have changed my mind. We have come to take over your valley.
it: Ho cambiato idea: siamo qui per impossessarci della tua valle.
ru: Я передумал. Мы пришлии, чтобы захватить вашу долину.

source: I think we’ll just leave for the moment.
it: Credo che per ora ce ne andremo e basta.

source: Very well, then.
it: Benissimo, allora.
ru: Тогда, хорошо.

source: Unfortunately, we don’t have that much gold.
it: Purtroppo non abbiamo tanto oro.

source: That’s unfortunate indeed. Please leave our valley immediately, or we might have to take action.
it: È un peccato davvero. Vi prego di lasciare immediatamente la nostra valle, o saremo costretti a provvedere.

source: We already told you to leave our valley unless you are willing to pay! Get rid of these invaders!
it: Vi abbiamo già detto di lasciare la nostra valle a meno che non abbiate intenzione di pagare! Levate di mezzo questi invasori!
ru: Мы уже говорили вам покинуть нашу долину, если вы не готовы платить! Избавиться от этих захватчиков!

source: I should have known you could not be trusted. Get rid of the invaders, now!
it: Avrei dovuto saperlo che non c’era da fidarsi di voi. Presto, togliete di mezzo questi invasori!
ru: Я должен был знать, что вам нельзя верить. Избавиться от захватчиков, сейчас же!

source: Curse you, invaders... Think about... what you’ve done to...our people...
it: Siate maledetti, invasori! Pensate... a quello che... avete fatto... alla nostra gente...

source: There is a cave entrance here. I wonder where it leads.
it: C’è l’ingresso di una caverna qui. Mi chiedo dove porti...
ru: Здесь вход в пещеру. Интересно, куда она ведёт.

source: That path leads to an old mountain pass that goes high above the ground, where still the height of the surrounding peaks does not allow sunlight to illuminate it most of the time. We believe it leads to the Mountains of the West — but I’d recommend you to avoid that pass. It is said that strange things happen and can be glimpsed at night.
it: Quella via conduce a un vecchio passo di montagna che sale in alto sopra al suolo, dove ancora l’altezza dei picchi tutt’intorno impedisce alla luce del sole di illuminare la zona per la maggior parte del tempo. Secondo noi porta alle Montagne dell’Ovest, ma vi consiglierei di evitare quel passo. Si dice che accadano strane cose lassù, e la notte ci possono essere delle apparizioni.

source: So what do you choose, Galas? Should we go this way or not?
it: Allora cosa scegli, Galas? Dovremmo prendere questa via oppure no?
ru: Ну, Галас, что вы выбрали: мы идём по этому пути или нет?

source: Yes, let’s go through the mountain pass.
it: Sì, attraversiamo il passo di montagna!

source: No. Perhaps later, if I change my mind.
it: No. Magari più tardi, se cambio idea.
ru: Нет. Может быть позже, если я передумаю.

source: We are too far from our home region, yet these sand dwellers talk about our race as if they had met us recently. After so many eons, shouldn’t they have at least forgotten the name of our race?
it: Siamo troppo distanti dalla nostra casa, eppure questi abitanti della sabbia parlano della nostra razza come se ci avessero incontrato di recente. Dopo tante ore, non dovrebbero almeno aver dimenticato il nome della nostra razza?

source: I suppose that due to their nomadic nature and better resistance to the heat of the desert, the barbarians we have fought here may have already met our hunters and guards before. Anyway, we should not let small questions such as this delay us any further.
it: Suppongo che data la loro natura nomade e la loro migliore resistenza all’arsura del deserto, i barbari che abbiamo combattuto possano aver già incontrato i nostri cacciatori e le guardie prima d’ora. In ogni caso, non dovremmo permettere che piccole domande come questa ci facciano tardare oltre.
ru: Я предполагаю, благодаря их кочевому образу жизни и лучшей приспособленности к высокой температуре пустыни, варвары, с которыми мы здесь сражались, возможно, уже встречали наших охотников или стражей прежде. Так или иначе, мы не должны позволять таким незначительным вопросам, как этот, задерживают нас дальше.

source: Crossfire
it: Fuoco incrociato
ru: Перекрестный огонь

source: team_name^Undead
it: Non-morti
ru: Нежить

source: team_name^Loyalists
it: Lealisti
ru: Лоялисты

source: team_name^Fugitives
it: Fuggiaschi
ru: Беглецы

source: Vanquish the lich and the loyalist leader
it: Sconfiggi il lich e il comandante lealista
ru: Победите лича и лидера лоялистов
